1893	u0311\14\264\1\141\12\264\1\0\3\136\1\0
406	QueryParserConstants
4425	bufferPosition
4650	MatchAllDocsQuery.this
4081	getByteBlock
2122	u03e6\6\0\12\u03e6\1\u032b\175\0\4\u03e7\2\0\1\u03e7
3394	sanityChecker
3198	addAnalyzer
808	afterClass
3681	DocumentsWriter.BYTE_BLOCK_MASK
791	u0333
5232	possibly
4517	org.apache.lucene.search.DocIdSetIterator
4028	PrintStream
3189	org.apache.lucene.store.DataOutput
4278	initialization
1948	u0346\4\230\1\u0347\6\230
4419	query.createWeight
2666	yychar
200	compatibility
1995	u0367
4492	it.next
4730	OpenBitSetDISI
294	org.apache.lucene.util.SetOnce
1935	u0122\161\0\4\u033a\2\0\1\u033a\15\0\1\u033a\6\0
4339	readerTermsIndexDivisor
3748	runClasses.getFailureCount
677	FreqProxTermsWriterPerField
135	FAIL
4099	TestTransactions
4833	outputs
5646	data.length
1379	u013f\1\u0140\1\u0141\3\0
4643	decodeNormValue
1470	u016a\1\230\1\u016a\1\230\1\u016a\1\230\1\u016a
1510	u0190\32\36\1\141\12\u0158\1\0\1\136\1\151
2637	u04fa\2\0\1\u04fa\15\0\1\u04fa\6\0\12\u04fa
2506	u0325\242\0\1\u0325\214\0\2\u04fa\1\0\2\u04fa
3677	this.pool
3072	useAdvance
4545	testExclusive
6185	this.include
215	MergePolicy
1305	zzUnpackTrans
2534	u052a\175\0\1\u0386\4\u052b\2\0\1\u052b\15\0\1\u052b
2903	org.apache.lucene.document.MapFieldSelector
5374	output2
5373	output1
6297	derived
1098	UAX29URLEmailTokenizerImpl34
5420	EMPTY_SET
4409	broxn
1857	u02ec\5\230\1\347\12\230\175\0\1\346\1\230\1\u02ed
1640	u0203\12\264\1\141\1\u0204\11\264\1\0
703	append
4566	searcher.rewrite
5767	timestamps
2045	u03a3\2\0\1\u03a3\15\0\1\u03a3\6\0\12\u03a3\1\u02d8
2367	u02cf\160\0\1\u0332\4\u04ad\2\0\1\u04ad\15\0\1\u04ad
3140	double
3801	StandardTokenizer.HIRAGANA
4677	backingStore.size
752	column
397	org.apache.lucene.search.FuzzyQuery
4682	java.io.FileNotFoundException
4031	commits.size
2721	testIncreasingSloppiness
6245	getMergeScheduler
4679	backingStore.keySet
5342	ctors.length
2696	x10000
5212	directoryOffset
4287	possible
547	EOFSeen
3375	browN
2181	u030c
6480	org.apache.lucene.util.AttributeReflector
3975	SimpleAnalyzer
4358	startsWith
5775	lastCommit.segmentCount
2333	u017b\17\230\1\347\12\230
240	BoostingSimilarity
393	org.apache.lucene.analysis.CachingTokenFilter
2734	testIncreasingSloppiness3
1898	u0316
5477	udc1c7891
583	hello
3766	FloatFieldSource.class
2036	u039b\2\0\1\u039b\15\0\1\u039b\6\0\12\u039b\1\u0339
987	flush
3663	which
4621	MED_PRIORITY
1920	u0330\15\0\1\u0330\6\0\12\u0330\1\u0331\13\0\1\u02cf
368	java.util.HashSet
4014	FSDirectory.class.getSimpleName
3367	brown
3441	order.
3903	pq.pop
4713	adding
4	org.apache.lucene.analysis.MockAnalyzer
3756	f.getMessage
4142	decodedLen
1566	u01af\2\136\1\u01af\15\136\1\u01af
1354	u0103\13\264\1\u0103
5677	Method
1274	ud3f3\2\ud496\2\ud539\2\ud5dc\2\ud67f\2\ud722\2\ud7c5\2\ud868
2985	rewrite
2293	u0473\2\0\1\u0473\15\0\1\u0473\6\0\12\u0473\1\u0474
4520	DocIdBitSetIterator
2765	DocHelper.setupDoc
2640	ZZ_UNKNOWN_ERROR
6128	border
925	verifierHost
2516	u02cf\160\0\1\u0332\4\u051d\2\0\1\u051d\15\0\1\u051d
2054	u01ab\4\230\175\0\1\346\26\230\1\u03a8\3\230
4405	broun
678	startDocument
3379	jdkSet.add
5012	TestBitVector
6492	TestDuelingAnalyzers
1248	u4f83\2\u5026\2\u50c9\2\u516c\2\u520f\2\u52b2\2\u5355\2\u53f8
4037	UpgradeIndexMergePolicy
4936	assertContainsDocId
2372	u0435\13\0\1\u02cf\160\0\1\u0332\4\u04b2\2\0\1\u04b2
5436	map.keys.length
3088	postings.length
6429	TestCachingTokenFilter
2786	loadFieldNames
1734	u0215\3\u0212\1\u0216\1\u0167\1\u0168\1\u0169\2\0\2\u0212
1064	TestIndexCommit
1859	u02ef\5\230\1\347\12\230
6025	BooleanScorer2
1020	TestRule
3085	this.norms
3804	org.apache.lucene.util.DoubleBarrelLRUCache
1672	u0222\15\0\1\u0222\6\0\12\u0222\1\u0197\13\0
2434	u02cf\214\0\1\u04b4\1\u04e1\1\u04e0\2\u04b4\2\u04e0
2906	single
2132	u03ed\6\0\2\u03ee\1\u03ed\2\u03ee\2\u03ed\1\u03ee\1\u03ed
5071	CommitFailException
5304	iw2.addDocument
1619	u01e8
1293	u34bb\3\u355e\3\u3601\3\u36a4\3\u3747\3\u37ea\3\u388d\3\u3930
2011	u0384\15\0\1\u0384\6\0\1\u0387\1\u0389\1\u0388\2\u0387
1634	u01fb\7\264\1\0\3\136\1\0
1894	u0312\4\264\1\0\3\136
5510	uniqueCount
634	correctOffset
3495	wrap
4340	this.analyzer
5763	lastTimestamp
2193	u0114\17\264\1\141\12\264\1\0\3\136
52	org.apache.lucene.analysis.TokenStream
3259	term.field
2595	u0325\161\0\4\u0558\2\0\1\u0558\15\0\1\u0558
1257	u7d5b\2\u7dfe\2\u7ea1\2\u7f44\2\u7fe7\2\u808a\2\u812d\2\u81d0
2579	u054f\1\u0534\13\0\1\u02cf\160\0\1\u0332\4\u054e
458	while
2984	getQuery
1633	u01fa
6154	xFFFF
5875	extensionsInCFS
1314	u0103\1\264\1\u0103\4\264\1\u0103\10\264\1\u0103
833	vals
3808	threadResources
6216	termEnum.next
1936	u033b\2\u033c\1\u033b\5\u033c\1\u033d\175\0\1\u0163\4\u033e
1310	u0103\1\u0104\1\u0105\10\u0103\1\264\1\u0106\5\u0103\6\264
5958	mmapDir.openInput
4306	terms.
1848	u02e4\15\230\1\347\12\230\175\0
4418	FilteredQuery
5680	m.getModifiers
2225	u02cf\161\0\4\u0439\2\0\1\u0439\15\0\1\u0439\6\0
1693	u0244\30\264\1\141\12\264\1\0\3\136
3958	advance
2785	testLazyFields
906	its
1193	u37fe\1\u38a1\1\u3944\1\u39e7\1\u3a8a\1\u3b2d\1\u3bd0\1\u3c73
523	beginLine
3475	spans
3255	substring
5736	TestTieredMergePolicy
2040	u039e\15\0\1\u039e\6\0\12\u03a0\1\u039f\13\0\1\u0122
2204	u0386\4\u0429\2\0\1\u0429\15\0\1\u0429\6\0
6298	IndexFileDeleter.
2449	u04ee\31\264
2994	TestSimilarity
1801	u02b4\24\264\1\141\12\264\1\0\3\136\1\0\2\136
2848	isn
2140	u0169\2\0\2\u0214\4\0\1\u0214\152\0\4\u03f4\2\0
255	PayloadFilter
3526	scoreSum
492	Boost
867	verifierHostOrIP
4199	calls
5113	minimumNrMatchers
2396	u04c1\4\230\175\0\1\346
4155	original2
943	lockDir
1795	u02ae\1\0
1823	u02cc\2\u02cd\1\u02cc\5\u02cd\1\u02ce\14\0\1\u02cf\160\0
4304	bipartite
2508	u0516\15\0\1\u0516\6\0\12\u0516\1\u04d9\175\0
2100	u02c2
6366	SorePoint.BEFORE_CLASS
2431	u04de\15\0\1\u04de\6\0\2\u04df\1\u04de\2\u04df\2\u04de
3352	sort
6395	Pair
5942	MockTokenizer.SIMPLE
3122	isCoordDisabled
5093	inSameDoc
1227	ue48b\1\ue52e\1\ue5d1\1\ue674\1\ue717\1\ue7ba\1\ue85d\1\ue900
3201	analyzer.tokenStream
5616	iwc
5489	java.util.TreeSet
3117	setMaxClauseCount
3603	MultiLevelSkipListWriter
1467	u016a\1\347\12\230\175\0\1\346\6\u016a\1\230
5527	TreeSet
512	TokenMgrError
820	lmp.setUseCompoundFile
5453	java5
5444	java4
5301	iw2
3967	documents
5294	iw1
4622	medium
4956	org.apache.lucene.analysis.tokenattributes.FlagsAttribute
2236	u0444\15\0\1\u0444\6\0\12\u0444\1\u0445\13\0\1\u0122
1207	u7eab\1\u7f4e\1\u7ff1\1\u8094\1\u8137\1\u81da\1\u827d\1\u8320
5588	scorePayload
5782	testNewestSegment
3779	u02c1\0\1\70\277\0
5292	ir1
5293	ir2
1186	u1456\1\u14f9\1\u159c\1\u163f\1\u16e2\1\u1785\1\u1828\1\u18cb
6243	NoLockFactory.getNoLockFactory
3251	WILDCARD_STRING
5639	in.readVLong
6058	threadSafe
5832	org.apache.lucene.util.PagedBytes
6494	TestUtil.randomSimpleString
891	use\n
1514	u0191\2\u0158\2\u0191\1\u0158\1\u0191\1\u0158\1\0\1\136
2154	u03fe\31\230\1\347\12\230\175\0\1\346
360	must
689	dir.close
5647	junit.framework.TestSuite
551	org.apache.lucene.analysis.tokenattributes
3202	analyzer.reusableTokenStream
5421	CharArrayMap.emptyMap
2046	u0122\160\0\1\u0163\4\u03a3\2\0\1\u03a3\15\0
748	errorAfter
1639	u0202\26\264\1\141\12\264\1\0\3\136\1\0
938	cast
423	case
3293	x923F64B9
5430	CharArrayMap.unmodifiableMap
5672	terms.next
213	java.util.Map
4717	org.apache.lucene.search.Explanation.IDFExplanation
4303	regions
3667	it.
5819	StandardTokenizer.TOKEN_TYPES
4083	TestWindowsMMap
5474	ud801\udc1c789
4106	MAX_RANDOM_BINARY_LENGTH
5058	ValueSource
6032	FIELD_T
4839	FSTTester.InputOutput
2190	u041d\3\264\1\0\3\136\1\0\2\136
1862	u02f2\10\230\1\347\12\230\175\0\1\346\4\230\1\u02f3
1468	u016a\3\230\2\u016a\1\230\10\u016a\1\347\12\230\175\0
1440	u0164\1\u0162\13\0\1\u0122\160\0\1\u0163\4\u0161
4589	org.apache.lucene.index.IndexFormatTooNewException
6033	FIELD_C
85	Field.Store.NO
5377	subtract
5771	KeepAllDeletionPolicy
2743	testRepetitiveIncreasingSloppiness3WithHoles
5426	unmodifiableSet
2849	deleteWorked
692	posIncAtt
5797	u010a\0\u0118\0\u0126\0\u0134
4588	org.apache.lucene.util.fst.Builder.UnCompiledNode
4069	zero
6202	include.getSpans
2067	u03b8\14\230\1\347\12\230
3081	Weight
914	working
3370	assertTokenStreamContents
2342	u049a\10\264
5886	lastDocID
1610	u01e4\2\230\1\347\12\230
5661	in.termPositions
2182	u0415\31\264\1\141\12\264
1312	u0103\1\u0108\6\u0103\4\264\4\u0103\1\264\1\u0103
3420	this.roundFixedSize
650	java.io.StringWriter
5663	ReaderUtil.getMergedFieldInfos
5735	offsetEnd
2206	u0429\15\0\1\u0429\6\0\12\u0429\1\u03da\13\0\1\u0325
4965	AlreadyClosedException
53	org.apache.lucene.search.IndexSearcher
940	ClassNotFoundException
6071	org.apache.lucene.analysis.standard.std31.StandardTokenizerImpl31
2212	u0386\4\u042b\2\0\1\u042b\15\0\1\u042b\6\0
1498	u018a\12\264\1\0\3\136\1\0\2\136\1\137
3910	setScorer
5689	some
2761	org.apache.lucene.store.BufferedIndexInput
504	stream
6021	i.equals
1261	u91bb\2\u925e\2\u9301\2\u93a4\2\u9447\2\u94ea\2\u958d\2\u9630
3471	this.end
4964	ensureOpen
1831	u0169\230\0\1\u01d5\175\0\4\u02d4\2\0\1\u02d4\15\0
769	NUM_DOCS
2688	URL_TYPE
5050	Collection
1732	u0214\2\u0212\1\u0215\3\u0212\1\u0216\5\0\2\u0212\4\0
5081	isOpen
106	TEST
4333	indexingChain
5590	TestArrayUtil
5075	testFilteredSearch
3086	this.value
6100	TERM
1395	u013d\23\36\1\352\6\36\1\141
586	content.length
4302	connected
714	termsHashPerThread.docState
2148	u03fb\15\0\1\u03fb\6\0\12\u03fc\1\u039f\13\0\1\u0122
1846	u02e2\5\230\1\347
5789	u0128\12\2\0\22\12\34\0\136\12
1986	u0371
3904	totalHits
1414	u0103\11\264\1\141\12\264\1\0\3\136\1\0\2\136
2614	u0526\175\0\4\u0560\2\0\1\u0560\15\0
1927	u0168\1\u0169\2\0\2\u0214\4\0\1\u0214\152\0\4\u0214
2632	u0567\6\0\12\u0567\1\u0554\175\0\4\u0568\2\0
917	sure
1132	u0a30\0\u0ad3\0\u0b76\0\u0c19\0\u0cbc\0\u0d5f\0\u0e02\0\u0ea5
1975	u036a
3742	testRuleInvariantBeforeClass
2660	zzBuffer
3298	Only
5715	mergeSort
1039	endEnum
3026	org.apache.lucene.util.Bits.MatchNoBits
1411	u0103\12\264\1\141\12\264\1\u014f\3\136\1\0\2\136
3621	parser
5457	testCodePointAtCharSequenceInt
4282	repetition
4557	testTopTermsRewrite
5908	call
333	dataLen
674	termsHashPerField
4098	testMmapIndex
3524	currently
4125	encoded
2578	u054d\175\0\1\u0332\4\u054e\2\0\1\u054e\15\0\1\u054e
3341	full
743	s.length
2752	pq.add
5866	making
1407	u013f\1\u0140\1\u0141\3\0\1\136
2715	SortField
3397	check
4029	dirImpl
3265	patternIdx
1388	u0142\10\36\1\352\12\36\1\141\12\142\1\u013e
3896	HitQueue
5356	came
3965	searches
2772	FieldsReader
239	searcher
3717	VALUE1
3137	weights
1484	u016a\13\230\1\u016a\12\230\1\347\12\230
2469	u04fa\2\u04d5\2\u04fa\1\u04d5\1\u04fa\1\u04d5\14\0\1\u0325
559	target
1969	u0364\23\230\1\u0365\1\347\12\230\175\0
1625	u01f2\22\264\1\141
6209	average
822	Iterator
1690	u0241
5925	termAtt.append
6248	writer.getDirectory
1698	u0249
1834	u02d7\15\0\1\u02d7\6\0\12\u02d7\1\u02d8\13\0\1\u0122
6196	exclude.toString
6341	testStopwordsParsing
1259	u878b\2\u882e\2\u88d1\2\u8974\2\u8a17\2\u8aba\2\u8b5d\2\u8c00
2788	DocHelper.TEXT_FIELD_UTF1_KEY
1717	u025a\31\264\1\141\12\264
4671	IdentityWeakReference
5539	StopwordAnalyzerBase
358	subclasses
4360	org.apache.lucene.search.Searcher
187	LogMergePolicy
212	org.apache.lucene.util.fst
6381	stream.reset
790	u0222
2968	maxIP
5499	initSize
287	TestTimeLimitingCollector
3931	f.exists
5915	w.w.setInfoStream
3631	DocValues
2428	u04de\15\0\1\u04de\6\0\12\u04df\1\u04ae\13\0\1\u02cf
3522	tieBreakerMultiplier
5132	InvertedDocEndConsumer
1684	u0230\1\u0231\1\u0232\1\230\1\u0233\1\u0234\1\230\1\u0235
207	storedCount
5151	MUST
6350	org.apache.lucene.util.SorterTemplate
2964	maxId
566	getClass
20	LuceneTestCase
203	doc.getFields
644	input.markSupported
1034	currentTerm
1662	u013f\1\u0140\1\u0141\2\0
5923	this.maxTF
1607	u016a\14\230\1\347\12\230\175\0\1\346\10\230\1\u016a
1066	testEqualsHashCode
2896	getTermFrequencies
1949	u0348\25\230\1\347
363	org.apache.lucene.util.NumericUtils
4132	returned
2561	u0541\6\0\12\u0543\1\u0542\13\0\1\u0325\160\0
2974	body
4338	readerPooling
5728	ByteSliceWriter
2117	u03de\15\0\1\u03de\6\0\2\u03e2\1\u03de\2\u03e2
2704	enough
1721	u025e\1\u025f\174\0\1\u01c8\32\u01c9\1\u01c8\12\u01c9\1\u01ca
1637	u0200
2172	u040d\21\230\1\347\12\230\175\0\1\346
5481	refCount
5198	Integer.MIN_VALUE
5648	junit.textui.TestRunner
6399	java.io.ObjectOutputStream
726	LEXICAL_ERROR
3851	checkOneTermReuse
3783	u0338\0\u039f\0\u0406\0\u046d\0\u04d4\0\u053b\0\u05a2\0\u0609
4669	key
4858	comparator.compare
6109	RANGEIN_QUOTED
4424	currentBufferIndex
3451	LookaheadTokenFilter
4394	termID
544	error_line
1528	u019b\2\0\1\u019b\15\0\1\u019b\6\0\12\u019b\1\u0162
3966	against
945	setLockDir
5601	java.util.concurrent.CopyOnWriteArrayList
273	super.reset
4507	stopWordsSet.contains
1447	u016a\1\230\1\u016a\1\230\3\u016a\1\347\12\230\175\0
5155	SHOULD
1046	Iterable
4246	MappingCharFilter
1069	StoredFieldsWriter
1978	u036b\12\264\1\141\12\264\1\0\3\136\1\0\2\136
2394	u04bf\10\230
4761	checkSkipTo
5896	PersistentSnapshotDeletionPolicy
807	AfterClass
981	java.util.Collection
426	input_stream.readChar
3687	this.prefix
5018	doTestGetSetVectorOfSize
3134	getClauses
383	edit
530	input_stream.getBeginColumn
2828	TestPersistentSnapshotDeletionPolicy
1206	u7993\1\u7a36\1\u7ad9\1\u7b7c\1\u7c1f\1\u7cc2\1\u7d65\1\u7e08
6497	right.tokenStream
2865	ignores
1464	u016a\31\230\1\347\12\230
5143	visitProhibited
163	TestTermInfosReaderIndex
4729	getPositions
231	org.apache.lucene.analysis.tokenattributes.PayloadAttribute
5136	collector.collect
3518	they
1585	u01d3\2\0\1\u01d3\15\0
459	x97ffffff87ffffffL
1874	u0300\2\264\1\0\3\136\1\0\2\136
1429	u0157\2\u0158\1\u0157\5\u0158\1\u0159\1\0
4326	IndexCommit
6121	sizeInBytes
2072	u03bf\10\230
3393	cacheEntries
2155	u03ff\1\230\175\0\1\346\25\230
1530	u019b\6\0\2\u019f\1\u019b\2\u019f\2\u019b\1\u019f\1\u019b
605	OffsetAttribute.class.getName
975	steps
6428	ClassicAnalyzer.this.maxTokenLength
3642	this.parser.getClass
1222	ucb13\1\ucbb6\1\ucc59\1\uccfc\1\ucd9f\1\uce42\1\ucee5\1\ucf88
1162	u9ab9\0\u9b5c\0\u9bff\0\u9ca2\0\u9d45\0\u9de8\0\u9e8b\0\u9f2e
5102	o1.doc
6311	them
976	then
5363	this.second
3200	analyzerMap.get
2466	u04f8\2\u04f9\2\u04f8\1\u04f9\1\u04f8\1\u04f9\1\u04cf\13\0
1560	u013f\1\u0140\1\u0141\2\0\1\u0168\1\u0140\1\162\3\0
4084	alphabet
5115	scorerDocQueue
3172	setPreviousTokenStream
3867	Unicode
3336	java.util.concurrent.Executors
1057	RAMInputStream
3870	algorithm
2844	IndexReader.open
4684	org.apache.lucene.store.LockReleaseFailedException
5163	processFields
3013	URLFilter
5218	Points
5675	positions.next
5835	MAX_PAGE_BITS
5569	NormsWriter
6203	moreInclude
1503	u017e\175\0\1\376
3304	createRandomList
3926	second
5657	FilterTermPositions
6060	SerialCounter
5642	output.toString
1399	u014b\15\0\1\47\1\0\1\50\1\0\1\51
5490	org.apache.lucene.util.BytesRefHash.MaxBytesLengthExceededException
3898	results
4549	searcher.search
3846	testWithKeywordAttribute
1199	u55eb\1\u568e\1\u5731\1\u57d4\1\u5877\1\u591a\1\u59bd\1\u5a60
3195	fieldAnalyzers
3073	posUpto
3422	getSize
3090	rarer
896	Simple/NativeFSLockFactory\n
3605	termsHash
3792	u1bc3\0\u1c2a\0\u1c91\0\u1cf8\0\u1d5f\0\u1dc6\0\u1e2d\0\u1e94
5902	such
2856	termAtt.buffer
5567	keywordAttr.setKeyword
5620	TermPositionVector
1906	u031d\4\264\1\141\12\264\1\0
4211	writeBytes
1977	u0367\6\264\1\0\3\136\1\0\2\136\1\137
1600	u01dd\33\0\1\u019d\1\u01df\1\u01de\2\u019d\2\u01de\1\u019d
927	Class.forName
3184	IndexFileNames.FIELDS_EXTENSION
5085	touchFile
854	java.io.File
4377	topScorer
2871	SegmentCoreReaders
109	this
4022	used.
3322	TestStressIndexing
5953	mmapDir
745	LexicalError
829	fval
1265	ua61b\2\ua6be\2\ua761\2\ua804\2\ua8a7\2\ua94a\2\ua9ed\2\uaa90
5851	affect
5	org.apache.lucene.document.Document
3077	this.offset
5065	tpc.prepareCommit
348	isTokenCharMethod
3521	result.
5796	u016b\12\22\0\100\12\2\0\66\12
719	various
1904	u030c\31\264\1\141\12\264\1\0\3\136
1536	u01a3\15\230\1\u012f\14\230
4241	kkk
2296	u0479\15\0\1\u0479\6\0\12\u0479\1\u0435\13\0
1120	ZZ_ACTION_PACKED_0
2134	u03ef\6\0\12\u03ef\1\u0331\13\0\1\u02cf\160\0
2458	u04f5\2\u04f6\1\u04f5\5\u04f6\1\u04f7\14\0\1\u0325
2973	ScoreDoc
5950	MMapDirectory.UNMAP_SUPPORTED
3436	Strings
1659	u0141\2\0\1\76\1\136\4\0\2\136\2\0\1\67
6112	RANGEEX_END
1258	u8273\2\u8316\2\u83b9\2\u845c\2\u84ff\2\u85a2\2\u8645\2\u86e8
6361	aabcdefgaa
5868	testCommitOnClose
2873	TestQueryWrapperFilter
6430	testCaching
1367	u0123\1\u0124\1\u0125\1\u0126\1\u0127\1\u0128
6378	processTerms
1454	u016a\2\230\1\u016a
4124	CharBuffer
219	org.apache.lucene.search.payloads
3080	docID
3700	super.equals
4033	points
4914	TestNumericTokenStream
5722	len22
2482	u02cf\242\0\1\u02cf\214\0\2\u04e0\1\0\2\u04e0\2\0
4635	MatchAllScorer
3167	reusableTokenStream
3541	builder
2521	u0520\31\230\1\347\12\230
5869	TestIndexWriter.addDoc
2941	doc223
2891	sb.append
2687	UAX29URLEmailTokenizer.EMAIL
1378	u013e\1\136\1\143\1\136
4522	docId
2331	u0490\3\230\175\0\1\346\1\u0491\31\230
6223	byteStarts
3668	ByteSliceReader
794	u3333
4663	newConcurrentHashMap
1175	udcf1\0\udd94\0\ude37\0\udeda\0\udf7d\0\ue020\0\ue0c3\0\ue166
1878	u0302\30\264\1\141\12\264
1176	ue209\0\ue2ac\0\ue34f\0\ue3f2\0\ue495\0\ue538\0\ue5db\0\ue67e
4251	Index.NOT_ANALYZED
5949	unmapping
2457	u04f2\1\u04f3\175\0\4\u04f4\2\0\1\u04f4\15\0\1\u04f4
98	stopTime
2029	u0395\15\0\1\u0395\6\0\12\u0399\1\u0331\13\0\1\u02cf
5957	io.close
2332	u01a4
2194	u041f\31\264\1\141\12\264\1\0\3\136
5311	rd2.close
845	org.apache.lucene.util.DocIdBitSet
3173	streams.source.reset
5678	clazz.getMethods
1842	u0122\214\0\1\u02dd\2\u02de\1\u02dd\5\u02de\1\u02df
4431	AveragePayloadFunction
2976	ConstantScoreQuery
3148	FieldSelectorResult.NO_LOAD
320	Version
6094	LPAREN
869	lockFactoryClassName
1934	u033e\15\0\1\u033e\6\0\12\u033e\1\u02d8\13\0
604	foobar
937	unable
3946	siMerge
838	WTF
3720	InBeforeClass
4343	ConcurrentMergeScheduler
884	that
1962	u035a\24\230\1\347\12\230\175\0\1\346\10\230
3160	CollationKeyAnalyzer
1090	generated
3091	than
1051	buffer.getSizeInBytes
1323	u0103\1\264\3\u0103\1\u010b\14\u0103
3810	indexLength
2363	u0474\175\0\4\u04ab\2\0\1\u04ab\15\0\1\u04ab\6\0
4157	originalString2
5197	comp.compare
4655	java.lang.ref.Reference
41	java.io.PrintStream
834	fval.split
364	org.apache.lucene.util.TestNumericUtils
3212	resizeTermBuffer
3983	org.apache.lucene.store.FSDirectory
2658	zzState
1050	getSizeInBytes
2729	q2.add
145	testRandomExceptions
4150	originalString1
5818	TOKEN_TYPES
3034	FieldCacheDocIdSet
3187	RAMDirectory
4611	QueryUtils.check
3028	negate
4633	normsField
1479	u016a\5\230\2\u016a\3\230\2\u016a
3929	PrintWriter
2137	u03f1\1\u0397\175\0\1\u0332\4\u03ef\2\0\1\u03ef\15\0
3094	FunctionTestSetup
639	cbuf
1078	FrozenBufferedDeletes
3307	Integer.valueOf
5948	jre
3315	TestMultiSearcher
2395	u04c0\23\230\1\347\12\230\175\0
1627	u01f4\4\264\1\0\3\136\1\0\2\136
813	accept
4614	org.apache.lucene
3551	ref.copyChars
4840	FSTTester
3362	CharArraySet
5316	pr.terms
793	u2222
4760	tp.seek
649	java.io.PrintWriter
679	DocumentsWriter.DocWriter
1620	u01e9\22\264\1\141\4\264\1\u01ea\5\264\1\0\3\136
179	config
4670	backingStore.containsKey
1782	u029c\4\264\1\141\12\264\1\0\3\136
6291	choose
2948	testIncompatibleIndexes
5920	maxTF
2883	termFreqs
4792	InOrderTopScoreDocCollector
120	TestUtil.nextInt
4651	sumOfSquaredWeights
230	org.apache.lucene.analysis.LowerCaseTokenizer
1363	u011b\2\0\1\u011b\15\0\1\u011b\6\0\12\u011b
3123	setMinimumNumberShouldMatch
3324	failed
5098	Comparator
2857	termAtt.length
2215	u01ca\235\0\1\u042f\212\0\12\u0430\11\0\1\u020c\231\0
5456	udc1c
3303	TestCollectionUtil
2159	u03fe\6\230
1814	u02c1\1\u02c2\242\0\1\u02c3\174\0\34\u01ca\12\u02c4
5169	consumer.start
2748	length
2692	this.zzReader
4824	dir.setPreventDoubleWrite
5471	orld
1542	u016a\2\230\1\347\12\230\175\0\1\u01a3
863	nUsage
5323	TestNoMergePolicy
5999	greta
1504	u0103\24\264\1\141\12\264\1\0\3\136\1\0
5652	TestTermEnum
3158	org.apache.lucene.collation
1188	u1e86\1\u1f29\1\u1fcc\1\u206f\1\u2112\1\u21b5\1\u2258\1\u22fb
1558	u0167\1\u0169\1\231\1\0\2\u0167\4\0\1\u0167\151\0
3171	streams.result
4462	curStorePayloads
1755	u0278\2\u0277\1\u0278\1\u0277\1\u0278\1\u021e\13\0\1\u0122
2950	TEST_VALUE
441	jjstateSet
5824	access
3548	ref.toString
5704	QUICKSORT_THRESHOLD
4123	ByteBuffer.wrap
6300	completed.
2196	u0421\1\141\12\264\1\0
6073	based
1629	u01f6\1\141\12\264\1\0\3\136\1\0
5686	overridden
851	BitSet
5894	pp1.position
3589	compliance
1770	u028b\1\347\12\230\175\0\1\346\1\230\1\u028c
1681	u0175\26\230\1\347
1916	u0329\15\0\1\u0329\6\0\12\u0329\1\u0268\175\0\4\u032a
72	Indexer
1110	u19b6\144\112\0\u51cc\144\64\0
3121	this.disableCoord
2764	TEST_SEGMENT_NAME
6491	org.apache.lucene.analysis.MockReaderWrapper
4531	this.kind
2869	java.util.concurrent.atomic.AtomicInteger
5849	directly
1270	ubf93\2\uc036\2\uc0d9\2\uc17c\2\uc21f\2\uc2c2\2\uc365\2\uc408
1971	u0367\31\264\1\141\12\264\1\0\3\136\1\0
2038	u039d\175\0\4\u039e\2\0\1\u039e\15\0\1\u039e\6\0
26	throws
4696	hmap
3844	voc.txt
2440	u04e4\5\230\1\347\12\230\175\0\1\346\32\230
3716	property
4733	inPlaceOr
4850	field.getComparator
3803	StandardTokenizer.HANGUL
3340	NUM_STRINGS
5864	Simple
633	instanceof
5530	setPayload
4603	palindrome
1527	u019b\6\0\12\u019f\1\u0162\13\0\1\u0122\160\0\1\u0163
2654	ZZ_ATTRIBUTE
4487	stop
4009	Specify
5858	ramBytesUsed
4469	this.freqOutput
5334	testFinalSingleton
3694	ToStringUtils.boost
4175	getStreamCount
1115	u016b\132\22\0\100\132\2\0\66\132\50\0
2861	For
1709	u0252
2124	u03e9\15\0\1\u03e9\6\0\1\u03ea\2\u03eb\1\u03ea\5\u03eb
4972	referenceToRefresh
5217	Check
5721	len11
4488	inValidTokens
6415	SerialMergeScheduler
2979	NullPointerException
3866	rules
4181	AllTermDocs
6244	setMergeScheduler
4653	LetterTokenizer
6213	r.terms
5105	spanNearQuery.getClauses
5659	in.terms
4436	numOverlap
4467	numberOfSkipLevels
2541	u052d\1\u0518\175\0\4\u052e\2\0\1\u052e\15\0\1\u052e
4747	PayloadFilter.count
5325	NoMergePolicy.NO_COMPOUND_FILES
5998	sally
2121	u03e5\11\0\1\u020c\164\0\4\u03e6\2\0\1\u03e6\15\0
5479	SegmentNorms
6355	assertAnalyzesTo
3125	this.minNrShouldMatch
2930	ParallelReader
4280	parts
3021	urlAnalyzer
1748	u0277\2\0\1\u0277\15\0\1\u0277\6\0\12\u0277\1\u021e
951	test.lock
4558	checkBooleanTerms
3281	state.directory
3860	stiB.base
693	PositionIncrementAttribute.class
5073	objects
6464	TermAttributeImpl
6238	org.apache.lucene.store.NoLockFactory
2295	u0477\1\u0476\5\u0477\1\u0478\14\0\1\u02cf\161\0\4\u0479
5223	these
6501	TestRollingBuffer
4475	payloadLength
4420	query.getSimilarity
4825	toBytesRef
3619	FieldCacheSource
381	Do
1117	zzUnpackCMap
3877	Java5CharacterUtils
190	org.apache.lucene.document.Fieldable
3523	Used
3854	stiA
3855	stiB
1112	u2ba4\146\14\0\27\146\4\0\61\146\4\0\1\10\1\5
5938	isIndexed
901	each
1179	uf151\0\uf1f4\0\uf297\0\uf33a\0\uf3dd\0\uf480\0\uf523\0\uf5c6
3039	DocFieldConsumerPerField
2569	u0548\15\0\1\u0548\6\0\12\u0548\1\u0549\174\0
1145	u44c4\0\u4567\0\u460a\0\u46ad\0\u4750\0\u47f3\0\u4896\0\u4939
4353	is.read
6181	CompressionTools
6169	INT
6115	tokenImage
594	t.type
3557	testBinaryFieldInIndex
99	System.currentTimeMillis
2025	u0395\2\0\1\u0395\15\0\1\u0395\6\0\12\u0395\1\u0331
2585	u0552
1415	u0103\22\264\1\141\12\264\1\0\3\136\1\0
2756	org.apache.lucene.document.LoadFirstFieldSelector
2490	u0509\13\230\1\347\12\230
2006	u0325\161\0\4\u0384\2\0\1\u0384\15\0\1\u0384\6\0
4473	setSkipData
2733	testIncreasingSloppinessWithHoles
4357	getPrefixTerm
3698	super.hashCode
4006	has
718	Ordinals
2556	u04f3\175\0\4\u053b\2\0\1\u053b\15\0\1\u053b
6170	FLOAT
797	had
2233	u043e\2\0\1\u043e\15\0\1\u043e\6\0\12\u043e\1\u03f6
3288	DocIdSetIterator
4187	synchronized
2600	u055a\1\u0542\13\0\1\u0325\226\0\1\u0511\13\0\1\u0325
346	CharacterUtils.newCharacterBuffer
6292	points.
1128	zzUnpackRowMap
452	xfbfffcf8ffffd9ffL
1656	u014f\1\136\1\151\1\136\1\0\2\152\1\137\1\u013f
5251	write.lock
4230	maxVersion
247	PayloadAnalyzer
1984	u0300\27\264\1\141
4271	At
6076	As
1368	u0129\1\u012a\1\u012b\1\u012c\1\u012d\1\u012e\1\u012f\1\u0130
90	Field.Index.NO
3306	a.length
4591	CodecUtil
5486	dir.setThrottling
3236	org.apache.lucene.store.MockDirectoryWrapper.Failure
5821	An
60	IndexerThread
123	ThreadLocal
379	By
3206	analyzer.getOffsetGap
5230	directory.
5814	CJ
5907	never
5134	this.weight
2617	u0560\15\0\1\u0560\6\0\12\u0561\1\u0554\174\0
4267	there
669	perThread
2693	java.io.InputStream
5707	comparePivot
0	package
3597	Computers/Linux
1712	u0255\10\264\1\141\12\264\1\0\3\136
3179	org.apache.lucene.index.IndexWriterConfig
5279	TestPayloadProcessorProvider
5048	JustCompileSpans
3029	this.negate
3083	PhraseQuery.PostingsAndFreq
3381	org.apache.lucene.search.FieldCache.CacheEntry
682	TestSameTokenSamePosition
3462	CorruptIndexException
3728	testMethod2
3724	testMethod1
5660	termPositions
2176	u0410\13\230\1\347\12\230\175\0
3238	org.apache.lucene.store._TestHelper
4025	IDs
1939	u033e\1\u02d8\13\0\1\u0122\160\0\1\u0163\4\u033e
1331	u0110\1\u0103\1\264
5263	proxPointer
5540	DEFAULT_MAX_TOKEN_LENGTH
6176	xFFFFFFFFL
4518	bitSet
1928	u0214\15\0\1\u0214\6\0\12\u0214\176\0\32\u026f
2793	NO
4901	PayloadAttributeImpl
6008	FieldMaskingSpanQuery
1385	u013f\1\u0140\1\u0141\3\0\1\136\4\0
5461	newCharacterBuffer.getOffset
79	newField
2220	u0434\2\0\1\u0434\15\0\1\u0434\6\0\12\u0436\1\u0435
2878	TermQuery
2986	rewritten
2322	u0122\226\0\1\u039f\13\0\1\u0122\160\0\1\346
22	void
4270	P1
3487	OffsetAttributeImpl
6089	OR
4275	P2
1094	PM
1437	u015f\1\u015e\5\u015f\1\u0160\14\0\1\u0122\161\0\4\u0161
621	this.boosts
1142	u36c2\0\u3765\0\u3808\0\u38ab\0\u394e\0\u39f1\0\u3a94\0\u3b37
4191	deletedDocs.get
4952	noPayloadField
2097	u0154\3\264\1\0\3\136\1\0\2\136\1\137\3\136
4799	Modifier.PRIVATE
5491	TestBytesRefHash
2455	u04f1\2\0\1\u04f1\15\0\1\u04f1\6\0\12\u04f1
1736	u0216\5\0\2\u0214\4\0\1\u0214\152\0\4\u026e\2\0
5347	docScore
4121	ByteBuffer
3622	this.parser
2227	u0439\15\0\1\u0439\6\0\12\u0439\1\u0391\13\0\1\u02cf
1093	SNAPSHOT
356	since
613	type
1887	u030b\11\264\1\0\3\136
1097	org.apache.lucene.analysis.standard.UAX29URLEmailTokenizer
177	beforeClass
4562	String...
1218	ub6b3\1\ub756\1\ub7f9\1\ub89c\1\ub93f\1\ub9e2\1\uba85\1\ubb28
3662	hit
4283	groups.
887	primary
908	ID
1235	u0d4b\2\u0dee\2\u0e91\2\u0f34\2\u0fd7\2\u107a\2\u111d\2\u11c0
6432	CachingTokenFilter
2237	u0163\4\u0444\2\0\1\u0444\15\0\1\u0444\6\0
5216	Clarification
2162	u0404\4\230\1\347\12\230\175\0\1\346\1\u0405
5856	values.length
3453	newPosition
2530	u0527\6\0\1\u0528\2\u0529\1\u0528\5\u0529\1\u052a
4769	Number
5128	delegate.reusableTokenStream
6129	IO
2607	u055c\1\u055b\2\u055c\2\u055b\1\u055c\1\u055b\1\u055c\1\u0549
878	IP
913	locking
1416	u0103\2\264\1\141\12\264\1\0\3\136
6028	prohibitedScorers
2631	u0567\1\u0554\174\0\1\u0386\4\u0567\2\0\1\u0567
5084	fileModified
6466	testReopen
4019	If
1400	u014c\13\36\1\141\12\142\1\u014d\1\136
5685	Object.class
1798	u02b1\3\264\1\141
2463	u04cf\13\0\1\u0325\160\0\1\u0386\4\u04f8\2\0\1\u04f8
313	org.apache.lucene.util.AttributeSource
4205	digest
2864	It
5324	testNoMergePolicy
643	markSupported
1294	u39d3\3\u3a76\3\u3b19\3\u3bbc\3\u3c5f\3\u3d02\3\u3da5\3\u3e48
3820	failOnRollback
892	path
5346	currentPayloadScore
3544	charArray.length
4301	compute
4744	inPlaceXor
1929	u026f\176\0\32\u026f\1\u02d3\12\u026f\176\0\4\u0337
3849	your
6046	BooleanClause.Occur.MUST
2406	u04ca\2\264
3759	pass
2037	u039c\2\0\1\u039c\15\0\1\u039c\6\0\12\u039c
6364	isRunningNested
2415	u04d0\1\u04cf\13\0\1\u0325\161\0\4\u04d3\2\0\1\u04d3
2489	u0508
445	xfbffd4f8ffffd9ffL
2774	reader.doc
3232	Condition
6392	expected.get
1278	ue853\2\ue8f6\2\ue999\2\uea3c\2\ueadf\2\ueb82\2\uec25\2\uecc8
3679	DocumentsWriter.BYTE_BLOCK_SIZE
4221	Format
2266	u0300\1\264\1\0\3\136\1\0\2\136\1\137\3\136
4770	matched
5215	org.apache.lucene.util.TwoPhaseCommit
3640	IntFieldSource.class
457	x7bfff8f8ffffd9ffL
5123	maxTokenCount
4976	TestSegmentTermDocs
1045	PrefixCodedTerms
5608	mergeFactor
3300	matches
1477	u016a\1\230\6\u016a\1\u017c\1\230\2\u016a\2\230
1266	uab33\2\uabd6\2\uac79\2\uad1c\2\uadbf\2\uae62\2\uaf05\2\uafa8
2594	u0559\2\0\1\u0559\15\0\1\u0559\6\0\12\u0559\1\u0542
1471	u016a\1\230\1\u016a\1\347\12\230\175\0\1\346
6221	textStarts
2291	u0471\5\0\1\u0471\310\0\1\u020c\164\0\4\u0472
4374	PayloadTermWeight
4276	repetitions
115	r.nextBoolean
6478	this.os
1720	u0207\157\0\4\u025e\2\0\1\u025e\15\0\1\u025e\6\0
2446	u04ea\26\230\1\347\12\230\175\0\1\346
4182	AbstractAllTermDocs
5853	param
2376	u047c\243\0\1\u03f6\175\0\4\u04b6\2\0\1\u04b6\15\0
4818	org.apache.lucene.util.LineFileDocs
6335	this.type.equals
2643	messages
521	jjFillToken
5298	field4
1657	u0140\1\u0141\2\0\1\76\1\136\4\0\2\136\2\0
1594	u01da\2\0\1\u01da\15\0\1\u01da\6\0\12\u01da\1\u0197
4227	later.
5303	field3
5297	field2
3659	We
6186	this.exclude
5809	EMAIL
5295	field1
1072	this.storedFieldsWriter
5302	field0
6190	field.
6047	testParenthesisMust2
4726	positions.add
4024	reorder
4600	repeated
1826	u0212\4\0\1\u0212\151\0\34\u0214\12\u02d0\1\0\2\u0214
2550	u0332\4\u0538\2\0\1\u0538\15\0\1\u0538\6\0
5473	ud801\udc1c789123\ud801\ud801\udc1c\ud801
1543	u01a4\10\230\1\u016a\12\230\1\347\12\230\175\0
4297	down
5280	PerDirPayloadProcessor
453	xfffffffbffffffffL
450	x7bffd0f8ffffd9ffL
237	TestPayloadTermQuery
6485	testNot
2217	u0431\1\u03e8\175\0\4\u0432\2\0\1\u0432\15\0\1\u0432
1158	u86fc\0\u879f\0\u8842\0\u88e5\0\u8988\0\u8a2b\0\u8ace\0\243
3036	docsWithField.get
4274	identified
2451	u04ef
4883	assertCloneIsEqual
607	endOffset
1525	u015f\1\u015e\5\u015f\1\u0160\231\0\1\u019c\2\u019d\1\u019c
1197	u4bbb\1\u4c5e\1\u4d01\1\u4da4\1\u4e47\1\u4eea\1\u4f8d\1\u5030
5380	output.first
4579	sorter
2087	u03cc\31\264\1\141\12\264
202	fields
2824	testCharFilter11
2823	testCharFilter12
3275	TermInfosWriter
907	own\n
139	RuntimeException
6189	Clauses
1496	u0188\26\36\1\141\12\142\1\65
6037	optimize
5013	testConstructSize
224	org.apache.lucene.search.BooleanClause
1211	u930b\1\u93ae\1\u9451\1\u94f4\1\u9597\1\u963a\1\u96dd\1\u9780
3409	sorts
178	Exception
1205	u747b\1\u751e\1\u75c1\1\u7664\1\u7707\1\u77aa\1\u784d\1\u78f0
4421	RAMOutputStream
5177	this.__test_dir
3457	collector
4068	initially
2057	u03ab\10\230\175\0
4899	att2.type
1169	ube61\0\ubf04\0\ubfa7\0\uc04a\0\uc0ed\0\uc190\0\uc233\0\uc2d6
3214	termLength
5005	sorted
3060	norms
1608	u01e3\26\230
2621	u0554\175\0\4\u0562\2\0\1\u0562\15\0\1\u0562\6\0
1774	u0291\1\u0292\22\230\1\347\12\230\175\0\1\346
918	you
4529	specialToken
4325	delPolicy
5397	Locale.US
6293	actual
5317	te.next
158	org.apache.lucene.search.TopDocs
2588	u0386\4\u0553\2\0\1\u0553\15\0\1\u0553\6\0
4104	TestIndexableBinaryStringTools
5874	extensions
5156	visitor.visitOptional
4580	java.io.BufferedInputStream
637	input.close
5118	currentScore
3037	MatchNoBits
5388	getReadChunkSize
4837	pairs
6065	ShardSearcher
2630	u0567\2\0\1\u0567\15\0\1\u0567
3454	nextToken
1241	u2bdb\2\u2c7e\2\u2d21\2\u2dc4\2\u2e67\2\u2f0a\2\u2fad\2\u3050
3880	matchVersion.onOrAfter
4093	fb.append
238	IndexSearcher
6108	RANGEIN_END
2170	u040c\27\230\1\347\12\230
1889	u030d\1\264\1\u030e\27\264
5831	org.apache.lucene.util.PagedBytes.PagedBytesDataOutput
1843	u0279\242\0\1\u0279\33\0\2\u027a\1\0\2\u027a
2602	u055b\1\u0549\175\0\4\u054d\2\0\1\u054d\15\0
6012	qr.extractTerms
5845	Direct64
413	switch
4046	w.forceMerge
2378	u0484\6\0\12\u0484\1\u0340\174\0\1\u0163\4\u04b6
3998	delete
5951	testCloneSafety
4289	just
6269	committed.
6318	Holds
5253	IndexWriterConfig.DEFAULT_MAX_BUFFERED_DOCS
4352	this.is
1044	org.apache.lucene.util.StringHelper
3741	System.clearProperty
4508	posIncrAtt.getPositionIncrement
711	TermVectorsTermsWriter.PerDoc
5882	docFreeList
1022	Abstract
1055	BytesRef
3257	searchTermText.substring
553	KeywordAttributeImpl
4192	TestTransactionRollback
56	org.apache.lucene.store.IndexOutput
5383	SimpleFSDirectory
1881	u0305\31\264
3108	map.clear
3440	preserve
4316	DEFAULT_RAM_BUFFER_SIZE_MB
4937	doesn
1461	u0175\7\u016a\1\u0176\3\u016a\1\230\1\u016a\1\230\3\u016a
4456	lastSkipPayloadLength
2889	StringBuilder
1455	u016a\13\230\1\u016a\2\230\1\u016a\1\347\12\230
304	ClassicFilter
3666	jump
767	org.apache.lucene.document.FieldSelectorResult
2173	u040e\31\230\1\347\12\230\175\0\1\346\25\230\1\u040f
4754	SegmentTermPositions
2454	u0103\23\264\1\141\12\264\1\0\3\136
4801	clazz.getMethod
3655	slices
2068	u03b9\4\230\175\0
5792	u0557\0\234\12\4\0\132\12\6\0\26\12\2\0
2689	UAX29URLEmailTokenizer.URL
597	junk
866	myID
5371	getSingleton
3005	Arrays.fill
4606	exist
3512	Multiplier
556	keyword
4161	testNum
6175	Direct32
2411	u0325\160\0\1\u0386\4\u04ce\2\0\1\u04ce\15\0\1\u04ce
783	their
579	org.apache.lucene.analysis.tokenattributes.
3470	this.start
1077	org.apache.lucene.index.BufferedDeletesStream.QueryAndLimit
3928	fw
5733	pool.buffer
4092	fx
3347	queryE
6099	QUOTED
217	COMPOUND_FILES
3349	queryG
3348	queryF
3346	queryA
546	error_after
146	nTEST
5222	references
4090	fl
823	fi
5944	QueryParser.OR_OPERATOR
5720	second_cut
2714	java.io.Serializable
4208	writeByte
5266	fp
5506	hash.reinit
2188	u041b
2189	u041c
1413	u0141\3\0\1\136\4\0\2\136\150\0\1\376\20\264
3496	Collector...
2892	i0
5941	getParser
4887	TestUtil.assertAttributeReflection
4853	reverseMul
464	i2
1621	u01eb\4\264\1\u01ec\5\264\1\u01ed
462	i1
977	go
3427	current.get
1002	org.junit.Assert
4056	idea
5094	matchStart
3797	StandardTokenizer.ALPHANUM
5357	excellent
2168	u0409\20\230\1\347\12\230\175\0\1\346\1\u040a
5265	df
5469	hellow
1491	u0167\1\u013f\4\0\1\u013f\1\136\150\0\1\u0182
2917	f1
100	do
1321	u0103\2\264\1\u0103\1\264
2921	f3
2920	f2
377	DefaultSimilarity
409	ds
4957	org.apache.lucene.analysis.tokenattributes.PositionLengthAttribute
2922	f4
284	org.apache.lucene.search.TimeLimitingCollector.TimerThread
3235	org.apache.lucene.index.TermDocs
1650	u020f\1\0\12\u020f\13\0\1\u01cd\162\0\4\u0210
538	getNextToken
3320	testEmptyIndex
806	makeIndex
4231	needs
2164	u0407
4091	fb
3472	AcceptStatus
417	jjStopAtPos
4359	org.apache.lucene.index.TermPositions
4836	outputs.getNoOutput
2285	u0325\161\0\4\u046d\2\0\1\u046d\15\0\1\u046d\6\0
6268	yet
1523	u0199\1\u0198\1\u0197\13\0\1\u0122\161\0\4\u019b\2\0
117	docs
1964	u035d\6\230
5015	bv
1091	by
1830	u02d2\32\u026f\1\u02d3\12\u026f\1\u014f\7\0\1\u0167\1\u0168
97	long
1364	u011c\2\0\1\u011c\15\0\1\u011c\6\0
1614	u013f\1\0\3\136\1\0\2\136\1\137\3\136
4828	br
4749	d1
5668	d2
3732	pass.
4565	bq
5670	d3
2299	u0479\15\0\1\u0479\6\0\12\u047a\1\u0435\13\0
727	STATIC_LEXER_ERROR
724	be
2484	u0340\2\0\1\u0340\15\0\1\u0340\6\0\12\u0340\14\0
6087	QUOTED_CHAR
6503	RollingBuffer
2263	u045a\1\230
4087	cx
171	indexDivisor
2815	cs
6326	decided
5401	cq
548	e1
4706	co
355	UnsupportedOperationException
4697	cm
5147	Occur.MUST/
3515	maximum
6327	commitsToDelete
735	ch
4239	cc
3905	collect
3978	does
2866	frequency
6045	q4.add
1163	u9fd1\0\ua074\0\ua117\0\ua1ba\0\ua25d\0\ua300\0\ua3a3\0\ua446
5390	Descriptor
1797	u02b0\1\141\12\264
2273	u0462\4\264\1\0\3\136\1\0\2\136\1\137\3\136
3464	Explanation
2053	u01ab\1\230\175\0\1\346\32\230\1\347
5413	java.util.concurrent.Callable
5454	java5.codePointAt
6370	SortField.FIELD_DOC
3901	Float.NaN
2802	idx
903	You
5917	ids
142	at
3507	as
3344	queryX
2755	INSTANCE
3345	queryY
5244	referenced
5226	memory
5534	o.payload
3721	System.setProperty
5582	idf
6034	c1
6208	Calculate
6036	c2
722	an
4237	aa
6356	ab
3350	queryM
2868	java.util.LinkedHashSet
3883	CharSequence
5603	junit.framework.Assert
4607	notexist
4273	p2
4020	no
4054	fixed
359	of
4519	this.bitSet
4505	posIncrAtt
1025	on
6488	newWriterConfig
3223	java.util.concurrent.locks.Lock
6477	os
1430	u0117\32\36
8	org.apache.lucene.store.Directory
2728	q2
2726	q1
877	or
6044	q4
5934	done
6042	q3
5152	visitor.visitRequired
3538	utf8ToString
124	MockIndexWriter
2183	u0416\31\264\1\141\12\264
1678	u0167\6\0\12\u0167\176\0\4\u0168\2\0\1\u0168\15\0
2886	this.termFreqs
4904	pl
1348	u0103\2\264\2\u0103\1\264\1\u0103\1\264\6\u0103
2808	org.apache.lucene.search.spans.SpanNotQuery
5645	small
5709	lo
1260	u8ca3\2\u8d46\2\u8de9\2\u8e8c\2\u8f2f\2\u8fd2\2\u9075\2\u9118
4242	ll
1499	u018b\242\0\1\u018c\15\0\1\47\1\0
2019	u0390\1\u0391\13\0\1\u02cf\160\0\1\u0332\4\u0390\2\0
1930	u0337\15\0\1\u0337\6\0\12\u0337\1\u0272\175\0
1873	u02ff
3280	totalNumDocs
4064	bytes.
962	aside
3426	PackedInts.getNextFixedSize
4256	infos.size
4950	PayloadHelper
6055	addAndGet
2150	u03fb\1\u039f\13\0\1\u0122\160\0\1\u0163\4\u03fb\2\0
922	LockVerifyServer.\n
2010	u0388\1\u0385\13\0\1\u0325\160\0\1\u0386\4\u0384\2\0
4734	disi.nextDoc
3250	searchTermText.indexOf
6225	bytesPerPosting
188	mp
5101	o2
5100	o1
707	org.apache.lucene.util.UnicodeUtil
2023	u0390\15\0\1\u0390\6\0\1\u0392\1\u0394\1\u0393\2\u0392
1980	u036d\4\264\1\141\12\264\1\0\3\136
3871	specified
5893	pp2.doc
210	fieldInfos.fieldInfo
1520	u0196\6\0\12\u0198\1\u0197\13\0\1\u0122\160\0\1\u0163
6050	FilteringTokenFilter
6305	retry
4693	iter
1319	u0103\10\264\1\141\12\264\1\0\3\136\1\0\2\136
5945	TestMultiMMap
6351	nextPerField
2581	u054f\1\u054e\2\u054f\2\u054e\1\u054f\1\u054e\1\u054f
4468	docCount
466	l2
5348	payloadScore
2509	u0517\2\0\1\u0517\15\0\1\u0517\6\0\12\u0517\1\u0518
463	l1
341	offsetAtt
4240	jj
5378	inc
1908	u0207\176\0\4\u031e\2\0\1\u031e\15\0\1\u031e\6\0
6460	in.read
3270	readByte
2732	assertSubsetOf
4926	TestSpanQueryFilter
664	TermsHashConsumerPerThread
5350	minPayloadScore
2782	DocHelper.TEXT_FIELD_3_KEY
70	int
1778	u0297\26\230\1\347\12\230\175\0\1\346\17\230\1\u0298
2691	t.copyBuffer
2537	u0325\160\0\1\u0386\4\u052b\2\0\1\u052b\15\0\1\u052b
4167	doVectorOffsets
3944	printSegment
3492	org.apache.lucene.search.Collector
6022	BooleanScorer.java
2814	testCharFilter1
2821	testCharFilter2
3296	org.apache.lucene.analysis.tokenattributes.CharTermAttributeImpl
5634	setEmpty
4299	checked.
4919	setLongValue
5007	negative.
5475	ud801\udc1c
5710	hi
5415	dfMap
662	TopDocsCollector
6105	RANGEEX_START
4698	hm
96	id
5593	java.nio.channels.FileChannel
4040	KeepOnlyLastCommitDeletionPolicy
534	t.beginLine
46	java.util.Random
101	if
1703	u024c\1\141\12\264\1\0\3\136
5202	TestTermVectorsReader
3908	setNextReader
4827	ir
774	is
2707	it
2577	u02cf\161\0\4\u054d\2\0\1\u054d\15\0\1\u054d\6\0
4399	iw
6411	ii
3208	getPositionIncrement
6110	RANGEIN_GOOP
527	im
305	in
5954	io
1877	u0301\3\264\1\141\12\264\1\0
5127	delegate.tokenStream
1450	u016a\1\u0170\2\u016a\2\230\1\u016a\6\230
3890	buffer.buffer
5671	d3.add
349	CharTokenizer.class
1251	u5ecb\2\u5f6e\2\u6011\2\u60b4\2\u6157\2\u61fa\2\u629d\2\u6340
5828	OpenBitSetjava.util.BitSetOpenBitSetjava.util.BitSet
4602	repeatedField
3084	postings
1708	u0251\25\264
4460	proxOutput
1326	u0103\1\264\2\u0103\12\264\1\141\12\264\1\0\3\136
4061	etc.
2142	u03f5\15\0\1\u03f5\6\0\12\u03f5\1\u03f6\175\0
1065	Test
1777	u0296\6\230\175\0\1\346\3\230
3654	how
3003	testHugeDoc
2081	u03c6
232	org.apache.lucene.index.FieldInvertState
4414	wq
865	org.apache.lucene.store.LockStressTest
5820	ToStringUtils
5666	TestIndexReader.class
31	Term
1233	u031b\2\u03be\2\u0461\2\u0504\2\u05a7\2\u064a\2\u06ed\2\u0790
3837	org.apache.lucene.analysis.VocabularyAssert.
5133	InvertedDocEndConsumerPerThread
4426	bufferStart
4483	resetSkip
889	we
3535	TestUtil.randomUnicodeString
2359	u0325\160\0\1\u04a7\33\0\12\u046f\175\0\1\u04a7\33\0
6205	exclude.getSpans
1438	u0161\15\0\1\u0161\6\0\12\u0161\1\u0162\13\0
5769	vs
3162	collator
5110	org.apache.lucene.util.ScorerDocQueue
5087	fileLength
629	fields.length
3431	java.nio.CharBuffer
2499	u0386\4\u0510\2\0\1\u0510\15\0\1\u0510\6\0
6393	maxCeiling
5508	scratch
3992	previous
4715	ue
3865	Break
4266	front
2708	up
205	field
5618	java.util.WeakHashMap
2464	u04f8\6\0\12\u04f8\1\u04cf\13\0\1\u0325\160\0
4601	part
1283	u01cb\3\u026e\3\u0311\3\u03b4\3\u0457\3\u04fa\3\u059d\3\u0640
2918	v1
758	Constructors
780	to
2954	tl
4362	org.apache.lucene.search.Explanation
2566	u0325\160\0\1\u0386\4\u0546\2\0\1\u0546\15\0\1\u0546
5242	index.
691	PositionIncrementAttribute
4571	tq
2919	v2
4755	tp
2995	tf
1507	u018e\26\264\1\141\12\264
10	org.apache.lucene.util.LuceneTestCase
5315	te
3769	org.apache.lucene.analysis.standard.StandardTokenizer
5313	td
5913	conf.setMergeScheduler
5268	ti
3089	th
3143	SetBasedFieldSelector
2269	u0154\6\264\1\0\3\136
4980	this.fieldSelections
3938	sw
439	startsAt
5320	td.next
2668	zzAtBOL
3155	text
4876	testFlagsAttribute
5425	addAll
1888	u030c\6\264
3989	so
6333	setType
1335	u0103\1\264\1\u0103\3\264\1\u0103\2\264\2\u0103\1\141
78	doc.add
6054	Counter
260	input
6272	counting
1816	u01ca\4\0\1\u01ca\152\0\4\u02c5\2\0\1\u02c5\15\0
736	str.length
1512	u0191\1\0\1\136\1\151\1\136\1\0\2\152
5931	TestIndexWriterUnicode
2890	sb
2735	t3
1545	u016a\20\230\1\347\12\230\175\0\1\u01a3\16\230
2724	t2
5035	this.cache
2722	t1
2662	zzCurrentPos
2096	u03d3
5509	strings
2098	u03d4
4847	OneComparatorFieldValueHitQueue
5338	NoMergePolicy.class.getDeclaredConstructors
3385	setRamUsageEstimator
3777	u010d\132\3\0\20\132\12\134\2\132\24\0\57\132
5701	problematic
2860	charUtils.codePointAt
5959	one.clone
2090	u03cf
1847	u02e3\30\230\1\347\12\230
361	implement
2088	u03cd
1742	u0218\1\330\2\u0218\2\330\1\u0218\1\330\1\u0218
5865	bunch
6010	qr
3287	createNormalizedWeight
4389	qp
6082	NUM_CHAR
1350	u0103\1\264
3412	s.
5247	track
960	provides
5524	compact.length
3363	set.add
6039	testFlat
5455	Character.toCodePoint
5839	addOffCorrectMap
2186	u0419\31\264\1\141
2055	u03a9\30\230\1\347
3930	pw
4740	disi.advance
5267	pp
2749	pq
2931	pr
1439	u0122\160\0\1\u0163\4\u0161\2\0\1\u0161\15\0\1\u0161
683	test
3391	cache.getCacheEntries
1341	u0103\6\264\1\u0103\6\264\1\u0103
5142	visitRequired
5822	open
1791	u02a6\5\264\1\141\12\264\1\0\3\136
4007	refuses
6427	src.setReplaceInvalidAcronym
1923	u0330\15\0\1\u0330\6\0\12\u0334\1\u0331\13\0\1\u02cf
830	f.stringValue
2667	yycolumn
5286	processors.get
5873	singleton
6056	delta
6075	JFlex.
6496	newStringReader
5972	addresses
1635	u01fc\1\u01fd\22\264\1\141\12\264\1\0
2354	u04a5\6\0\12\u04a6\1\u0469\13\0\1\u0325\160\0
6127	pair
5138	firstDocID
338	termAtt
2710	finally
5515	hash.get
4248	cs.read
3033	MatchAllBits
181	TEST_VERSION_CURRENT
564	Object
298	OneMerge
2110	u03de\2\0\1\u03de\15\0\1\u03de\6\0\12\u03de
3266	stringIdx
873	should
3509	doc.
3616	termsHash.consumer.addThread
3781	u016b\132\22\0\100\132\2\0\66\132\50\0\14\132
5336	Constructor
4169	offsetAttribute
1910	u031f\1\u0320\175\0\4\u0321\2\0\1\u0321\15\0
798	little
4674	isEmpty
3693	prefix.text
3730	System.getProperties
1666	u021d\2\0\1\u021d\15\0\1\u021d\6\0\12\u021d
3277	FormatPostingsTermsWriter
509	defaultLexState
3648	TermDocs
4933	docIdSet
3360	TestKeywordMarkerFilter
1952	u034b\175\0\1\346\24\230\1\u034c
933	instantiating
6409	zz
1054	IndexInput
3683	ByteBlockPool.levelSizeArray
1213	u9d3b\1\u9dde\1\u9e81\1\u9f24\1\u9fc7\1\ua06a\1\ua10d\1\ua1b0
209	writeField
4889	testPositionIncrementAttribute
4486	StopAnalyzer
4938	contain
5968	tq.setBoost
3133	clauses.add
3617	org.apache.lucene.search.function.DocValues
1107	u026c\132\2\0\21\132\1\0\32\132\5\0\113\132\3\0\3\132\17\0
4503	Version.LUCENE_24
1311	u0107\2\u0103
596	t.toString
5179	this.__test_dir.exists
5227	object
6407	yy
4791	OutOfOrderTopScoreDocCollector
246	protected
3055	Charset
6412	super.openInput
3031	docsWithField
2443	u04e7\26\230\1\347
5815	StandardTokenizer.CJ
2271	u0460\10\264
750	error
631	CharReader
1601	u01de\1\u019d\175\0\1\u0163\4\u01dc\2\0\1\u01dc\15\0
330	Version.LUCENE_30
893	lock
3881	Version.LUCENE_31
4345	Version.LUCENE_32
3144	fieldsToLoad
3594	TestPrefixFilter
6405	xx
1247	u4a6b\2\u4b0e\2\u4bb1\2\u4c54\2\u4cf7\2\u4d9a\2\u4e3d\2\u4ee0
3868	Text
5464	versions
2309	u047e\6\0\12\u047e\1\u03f6\175\0\4\u047f\2\0
603	term
1058	input.getFilePointer
3513	applied
5699	methodsThatShouldNotBeOverridden.contains
4413	testWildcard
2171	u0171\5\230\175\0
256	TokenFilter
3359	org.apache.lucene.analysis.tokenattributes.KeywordAttribute
3213	newSize
3248	searchTerm.text
419	jjmatchedKind
3328	threads
3015	typeAtt
3574	contributor
4466	skipInterval
6095	RPAREN
3098	MapBackedSet
4981	fields.size
2381	u0480\174\0\1\u0163\4\u04b6\2\0\1\u04b6\15\0\1\u04b6
1099	StandardTokenizerInterface
6027	optionalScorers
1728	u0263\6\0\12\u0263\176\0\4\u01c8\2\0\1\u01c8\15\0
4387	multiToken
1273	ucedb\2\ucf7e\2\ud021\2\ud0c4\2\ud167\2\ud20a\2\ud2ad\2\ud350
1327	u0103\2\264\1\u0103\3\264\1\u0103\5\264
3190	Outputs
1040	setEnum
5332	NoMergePolicy.NO_COMPOUND_FILES.useCompoundFile
6023	comparing
465	xff
4292	made
4331	maxBufferedDocs
1505	u0103\14\264\1\141\12\264\1\0\3\136
5025	bv.write
4808	token
5395	DecimalFormat
3460	maxDoc
5044	UNSUPPORTED_MSG
1655	u011a\32\36\1\141\12\u01d1
4909	att.endOffset
3972	analyzerPerField
1174	ud7d9\0\ud87c\0\ud91f\0\ud9c2\0\uda65\0\udb08\0\udbab\0\udc4e
2934	fieldInfos.size
486	jjMoveStringLiteralDfa1_2
475	jjMoveStringLiteralDfa1_1
5238	checkpoint
947	verifyLF
3632	getCachedFieldValues
6418	writer.merge
5778	r.getSequentialSubReaders
4610	query.add
4168	maxNumPostings
1718	u025b\32\u0206\1\u025c\12\u0206\11\0
2522	u03a7\11\230\175\0\1\346
4417	SpanMultiTermQueryWrapper
175	sampleTerms
5783	change
3579	distributed
1423	u014e\5\264\1\u0103\24\264\1\141\12\264\1\u014f\3\136
5770	commit.getGeneration
6064	TestTopDocsMerge
3749	runClasses.getFailures
6264	i.e.
1741	u013f\1\u0140\1\u0141\2\0\1\76\1\136
6160	Should
5511	strings.put
4723	intValue
3011	TokenStreamComponents
3657	Posting
968	analyzed.
2460	u04cf\13\0\1\u0325\161\0\4\u04f4\2\0\1\u04f4\15\0
1642	u0205\11\264
1434	u015a\15\0\1\u015a\6\0\12\u015a\1\334\175\0
1102	YYINITIAL
4514	FAILURE
110	String
2991	java.text.DecimalFormat
1616	u0140\15\136\1\u0140\6\136\12\u0140\1\0\3\136\1\0
2698	make
590	t.startOffset
389	java.util.Calendar
2341	u0499\26\264\1\141\12\264\1\0
264	incrementToken
6308	tried
635	currentOff
531	input_stream.getEndLine
5157	InvertedDocEndConsumerPerField
6220	BYTES_PER_POSTING
1884	u0308\11\264\1\0\3\136\1\0\2\136
3962	org.apache.lucene.util.ReaderUtil
1886	u030a\4\264\1\141\12\264\1\0\3\136
2836	SuppressWarnings
5622	offsets
3467	SpanPositionRangeQuery
860	main
321	matchVersion
5339	expected
493	RangeEx
5761	lastVersion
62	IndexWriter
5387	path.getPath
864	java
1725	u0260\1\0\2\u01ca\1\u020d\3\u01ca\1\u01cc\5\0\2\u01ca
1955	u0351\13\230\1\347\12\230\175\0\1\346\11\230
2425	u04de\15\0\1\u04de\6\0\12\u04de\1\u04ae\13\0\1\u02cf
831	assertNotNull
3311	CollectionUtil.quickSort
4556	testInclusive
5746	SpanQuery...
2216	u032b\175\0\4\u0431\2\0\1\u0431\15\0\1\u0431\6\0
4186	parent.maxDoc
614	TypeAttribute.DEFAULT_TYPE
2429	u0332\4\u04de\2\0\1\u04de\15\0\1\u04de\6\0
4313	DISABLE_AUTO_FLUSH
6403	tokens
2339	u0497\27\264\1\141\12\264\1\0\3\136\1\0
1803	u02b6\26\264\1\141\12\264\1\0\3\136
4786	TermScorer
51	org.apache.lucene.analysis.TokenFilter
5092	subSpans
1404	u014f\3\136\1\0\2\136\1\137
4686	TestIndexReader
376	MySimilarity
5643	org.apache.lucene.analysis.SimpleAnalyzer
5485	BPostings
4094	fb.toString
2127	u03e9\15\0\1\u03e9\6\0\1\u03ea\2\u03eb\1\u03ea
2845	readOnlyReader
5055	SpanScorer
1183	u050e\1\u05b1\1\u0654\1\u06f7\1\u079a\1\u083d\1\u08e0\1\u0983
3690	PrefixTermEnum
387	java.text.Collator
5544	StopAnalyzer.ENGLISH_STOP_WORDS_SET
5382	out.writeVLong
2829	TestSnapshotDeletionPolicy
4146	charArrayDump
402	org.apache.lucene.search.Query
2609	u02cf\161\0\4\u055e\2\0\1\u055e\15\0\1\u055e
1710	u0253\5\264\1\141\12\264\1\0\3\136\1\0\2\136
1424	u014e\1\u0155\31\264\1\141\12\264
5834	org.apache.lucene.util.packed.PackedInts
4138	encodedLen
2518	u051d\15\0\1\u051d\6\0\2\u051e\1\u051d\2\u051e
741	Integer.toString
2832	maxSize
128	testPoint
5300	iw1.close
5576	delegee.computeNorm
6204	excludeSpans
6398	java.io.ObjectOutput
3630	java.lang.String
3987	System.err.println
5435	goNext
2567	u0546\1\u0511\13\0\1\u0325\161\0\4\u0547\2\0
5754	TestDeletionPolicy
4202	java.util.zip.Checksum
4491	inValidTokens.add
5575	this.delegee
3707	CheckHits.checkNoMatchExplanations
4987	lastBytePos
494	RangeIn
4204	Checksum
3446	random.nextBoolean
3906	pq.insertWithOverflow
2305	u047b\33\0\12\u047c\175\0\1\u047b\33\0\1\u043b\1\u047d
36	searchTerm2
38	searchTerm3
786	contains
32	searchTerm1
1304	ZZ_TRANS
1083	int.
1550	u016a\7\230\1\347\12\230\175\0\1\u01a3\23\230\1\u016a
3774	u0116\132\2\0\6\132\2\0
4328	mergeScheduler
4977	DocHelper.writeDoc
1281	uf79b\2\uf83e\2\uf8e1\2\uf984\2\ufa27\2\ufaca\2\ufb6d\2\ufc10
6236	numThreads
5911	NRTCachingDirectory
5905	CAS
5392	java.text.DecimalFormatSymbols
1302	u6293\3\u6336\3\u63d9\3\u647c\3\u651f\3\u65c2\3\u6665\3\u6708
2102	u037f\175\0\4\u03d7\2\0\1\u03d7\15\0\1\u03d7\6\0
2256	u0455\1\230
2184	u0417\22\264\1\141
150	analyzer
5537	t.setPayload
2900	Arrays.binarySearch
5791	u026c\12\2\0\10\12\12\0
4758	CountingStream
3331	exc
136	printStackTrace
5662	getFieldInfos
3316	MultiSearcher
6166	Type
3834	rollback
4320	DEFAULT_READER_TERMS_INDEX_DIVISOR
5609	TestDocumentWriter
2680	HIRAGANA_TYPE
2923	BooleanQuery
1004	org.junit.Rule
5975	relevant
263	PayloadAttribute.class
3428	current.size
2039	u039e\1\u039f\13\0\1\u0122\160\0\1\u0163\4\u039e\2\0
3520	into
3111	interface
4861	ints
6072	grammar
4857	hitB.slot
4894	testTypeAttribute
5625	this.positions
4739	disiDoc
6323	incref
2843	TestIndexReaderReopen.createIndex
648	input.reset
1203	u6a4b\1\u6aee\1\u6b91\1\u6c34\1\u6cd7\1\u6d7a\1\u6e1d\1\u6ec0
5459	testNewCharacterBuffer
2791	org.apache.lucene.util.Constants
3615	this.termsHash
2128	u03eb\1\u03ec\175\0\1\u0332\4\u03ed\2\0\1\u03ed\15\0
6296	etc
1861	u02f1\31\230\1\347\12\230\175\0\1\346\21\230
3064	CHUNK
5747	ReqExclScorer
2850	deleting
24	boolean
2608	u055d\2\0\1\u055d\15\0\1\u055d\6\0\12\u055d
1605	u01e2\15\0\1\u01e2\6\0\12\u01e2\175\0\1\346
1010	WithNestedTests
1631	u01f8\1\264\1\u01f9\20\264\1\141
2283	u0468\2\0\1\u0468\15\0\1\u0468\6\0\1\u046a\1\u046c
5940	QueryParserTestBase
5860	getArray
4978	testTermDocs
3294	java.util.Comparator
6040	q.add
1419	u0152\5\264\1\141\12\264\1\u014f\3\136\1\0\2\136
6402	seeksCounter
280	org.apache.lucene.search
3046	this.fieldInfo
5973	tokenized
6013	terms.size
2384	u04b8\14\0\1\u0122\161\0\4\u04b9\2\0\1\u04b9\15\0
2007	u0384\1\u0385\13\0\1\u0325\160\0\1\u0386\4\u0384\2\0
4451	setBoost
1284	u06e3\3\u0786\3\u0829\3\u08cc\3\u096f\3\u0a12\3\u0ab5\3\u0b58
2768	setUseCompoundFile
1346	u0103\11\264\1\u0103\6\264\1\u0103\10\264\1\141\12\264
1618	u01e7\20\264
2089	u03ce\5\264\1\0\3\136\1\0\2\136\1\137\3\136
4152	CharBuffer.wrap
1776	u0295\6\230\1\347\12\230\175\0\1\346
3656	written
3019	UAX29URLEmailTokenizer.TOKEN_TYPES
2847	isReadOnly
661	org.apache.lucene.util.PriorityQueue
3008	tokenizer
3142	org.apache.lucene.document
4480	freqOutput.getFilePointer
676	fieldInfo
1446	u016e\2\u016a\1\230\1\u016a\1\u016f\6\u016a\4\230
