0	
26473	casenum
58690	RepeatingTokenStream(Reader
48461	delegate.getOffsetGap(field);
67411	parallelReader1
54814	lockexists
67415	parallelReader2
29615	"\4\0\12\134\21\0\11\133\14\0\3\133\36\132\12\133\3\0\2\132"+
9393	"\27\132\11\0\7\132\1\0\7\132\1\0\7\132\1\0\7\132\1\0"+
61490	"\1\u06ad\22\u02e2\1\u034e\12\u02e2\175\0\1\u034d\1\u02e2\1\u063e"+
10165	"\1\352\2\36\1\352\1\36\1\141\12\142\1\65\1\136"+
23480	Thread.currentThread();
3398	time.
3699	ACRONYM_TYPE)
28579	time:
55151	assertFalse(termDocs2.next());
22577	reflectasstring
560	"
26910	#
23686	timed
16462	!
2063	&
2676	'
30954	td.getMaxScore(),
6175	$
2299	%
43486	testspannearversusbooleanand
4	*
561	+
2788	(
2872	)
18931	.
10965	"\1\u035e\1\230\1\347\12\230\175\0\1\346\12\230\1\u035f"+
3181	/
15226	,
36027	"five")),
260	-
64480	exclude.getSpans(reader);
1731	3
16837	clonedSegmentReader);
191	2
212	1
267	0
1742	7
1738	6
1736	5
11873	yychar
942	4
5797	;
10291	"\1\25\1\u013d\10\36\1\246\21\36\1\141\12\142\1\u013e"+
131	:
23553	9
23473	re-flushing
1828	8
24221	ArrayList<Directory>();
330	?
62792	TopFieldDocs)
1135	>
49275	occur);
115	=
143	<
17188	relies
44260	D
9629	"\2\ud90b\2\ud9ae\2\uda51\2\udaf4\2\udb97\2\udc3a\2\udcdd\2\udd80"+
38561	writers:
44360	E
44514	F
43002	G
21033	@
323	A
24060	"1.0e+0",
14968	B
15242	touchFile(String
28082	C
44924	L
45039	M
15442	N
38648	doc.add(newField("text","test1",
45178	O
39334	OpenBitSetDISI
44641	H
642	I
40461	#incrementToken()}
44827	J
24721	K
24094	U
32034	relied
6798	T
45966	W
24723	V
37965	inefficient
45452	Q
2418	times
45399	P
44539	S
45487	R
5805	]
6314	(q!=null
35504	\
4759	conf.setReaderTermsIndexDivisor(-1);
6585	(referred
20252	^
57404	setnumwords
12180	u4e51
28093	Y
25888	X
6690	[
65107	compressible).
44337	Z
1229	f
34016	g
1298	d
16283	e
1149	b
2089	c
29308	&lt;position&gt;*
38073	longVals=new
58608	udc44b
50	a
1909	n
16618	o
5000	l
4643	m
9471	j
10969	"\175\0\1\346\32\230\1\347\4\230\1\u0363\5\230\175\0"+
973	finalI
9298	k
57361	ensureCapacity(long
2038	h
141	i
787	w
50214	analyze
15020	testrepetitiveincreasingsloppinesswithholes
2090	v
9975	"\2\25\1\64\1\0\1\65\1\0\1\65\1\66\1\0"+
35506	u
865	t
1250	s
56308	QUICKSORT_THRESHOLD)
368	r
4140	q
21610	p
2558	seventyhash
29350	this.pool
150	}
5534	|
106	{
64933	z
23999	y
5762	x
25599	badKids.put(rf,
54764	filesystem).
62601	search(t1));
52641	Constructor<?>[]
21198	consumption
2199	MergePolicy
42773	injecting
8497	final1
8501	final3
15441	filesystem);
8499	final2
8914	FilteredDocIdSet.this.match(docid);
8503	final4
50710	lmp.setMinMergeDocs(maxBufferedDocs);
55737	createIndex(Random
763	CRASH_FAIL_MESSAGE
33339	"Records
67821	addDocs(writer,
34095	OpenBitSet(tord.size());
54910	writer.deleteAll();
51686	mergingSegments.remove(merge.info);
60231	"\2\0\1\u0282\15\0\1\u0282\6\0\12\u0282\1\u01dc\175\0"+
25981	OutOfOrderOneComparatorNonScoringCollector
25124	""));
2855	much
27866	"\u0061\u002C\u00AD",
59504	"\2\137\2\0\1\70\1\0\1\51\1\0\1\71\2\0"+
1465	org.apache.lucene.document.Field.Index;
56553	reqScorer.score();
7088	fewer
27160	"\u000B\u0031\u002C",
57203	middle,
8601	super.end();
9544	"\1\u28b6\1\u2959\1\u29fc\1\u2a9f\1\u2b42\1\u2be5\1\u2c88\1\u2d2b"+
32903	utf8Result
16786	update
59497	"\1\26\1\116\3\0\1\100\1\0\1\100\2\0\1\25"+
11019	"\12\u0388\1\u0385\13\0\1\u0325\160\0\1\u0386\4\u0384\2\0"+
43525	doTestCountVectorOfSize(20);
67786	(termLength
60123	"\1\66\7\0\1\66\2\0\1\25\1\u0219\32\u021a\13\u0219"+
37458	"five"));
66116	stdAnalyzer
572	"content6",
35252	FreqSkip,
32111	nextBuffer();
53014	UTF8toUTF16(final
60174	"\1\u0101\24\266\1\u0252\5\266\1\142\12\266\1\0\3\137"+
2266	BoostingSimilarity
43044	immediately.
62471	SingleMatchScorer
43050	immediately:
57821	testPrepareCommitNoChanges()
51699	merge.readerClones.get(i)
35898	query.equals(other));
62795	fieldIDX=0;fieldIDX<fieldHits.fields.length;fieldIDX++)
26697	minimize
31512	4).setIntValue(id));
40086	getTermInfosIndexDivisor()
57788	w.commit(commitData);
10037	"\4\0\1\25\2\0\2\25\1\0\1\25\1\0\1\25"+
46073	"√Ω"
34349	immediately,
2032	hash(Builder.UnCompiledNode<T>
67004	(indexDir
52099	malformed
32893	termIDs[j];
66996	bos.size());
23101	mSearcher3.close();
30725	"\1\1\15\0\1\1\71\0";
11082	"\1\u03bd\6\230\175\0\1\346\32\230\1\347\1\230\1\u03be"+
26132	getreversemul
59274	"\1\66\1\67\1\0\1\25\2\0\1\25\1\66\32\25"+
48281	docSpansOrdered(ppStart,
60161	"\1\u0242\1\u0243\1\u0244\1\232\1\u0245\1\u0246\1\232\231\0"+
59976	"\5\u0164\1\u0165\231\0\1\u01a2\2\u01a3\1\u01a2\5\u01a3\1\u01a4"+
59138	"\2\uaa90\2\uab33\2\uabd6\2\uac79\2\uad1c\2\uadbf\2\uae62\2\uaf05"+
62345	assertEquals(s(3,0,1),
18225	constantscore
5011	((0x100002600L
8398	verifierHost
49957	x40000
61379	"\226\0\1\u05b9\13\0\1\u033c\226\0\1\u05c0\175\0\4\u065f"+
40864	10000000));
58412	testObjectContains()
23348	"Italy"
68027	left.addAttribute(OffsetAttribute.class);
65399	314);
39940	miss--recompute
47975	(fullMerge)
39501	isi;
59781	"\1\25\2\0\1\25\1\141\11\36\1\355\20\36\1\142"+
40335	pointerMax)
23592	count+"",
59561	"\2\25\3\100\10\0\1\26\2\25\2\0\1\100\6\0"+
35298	curproxpointer
26070	trackMaxScore
33828	rptStack[n++]
40318	pointerMax;
66253	rnd.nextInt(10);
59935	"\1\u016e\1\u0145\4\0\1\u0145\1\137\2\0\1\50\1\0"+
67997	TestDuelingAnalyzers
5189	jjStartNfaWithStates_2(1,
39499	isi)
7847	java.nio.channels.ClosedChannelException;
39593	(ti.docFreq
66936	pair2.output2));
31278	oldIndxeDir);
3448	ArrayList<SegmentInfo>(segments);
31235	assertFalse(compressed.isBinary());
41694	save/load:
19926	previd
65946	mfqp.parse("one~0.8
7420	termshashconsumerperfield
10997	"\1\376\32\264\1\141\4\264\1\u010a\5\264\1\0\3\136"+
59067	query.incTotalNumberOfTerms(size[0]);
6464	StringWriter();
38034	"difference
20188	BooleanScorer2
54323	testlargevalue
6890	includesMax()
64967	lastInput
24662	"CABEJGFHDI"
54568	val,
24378	val)
56689	testKeepAllDeletionPolicy()
13383	u4e33
20298	NoOpCollector(boolean
38217	val;
33773	matchLength
66720	Longs,
19753	(!any)
29438	org.apache.lucene.util.SystemPropertiesRestoreRule;
14635	Longs.
24677	assertMatches(Searcher
17525	documents");
48010	org.apache.lucene.index.IndexFileNameFilter;
41970	unrecognized
12581	u4e47
51223	copySegmentAsIs(info,
38835	ise)
50041	os.writeVInt(entries.size());
12982	u4e3d
40	"License");
30625	"\56\0\1\33\3\0\1\33\2\0\1\33\3\0\1\33"+
60863	"\4\232\175\0\1\351\32\232\1\352\7\232\1\u04a2\2\232"+
14881	SortField.CUSTOM:
25742	valueids
20200	clauses.get(0);
1640	writer.addDocument(document);
36405	IOUtils.close(os);
43493	BitVectors
49511	firstQuery=q;
63071	term_start_char
52583	uniques.add(query);
10402	"\1\347\12\230\175\0\1\346\5\u016a\1\u0174\1\230\1\u016a"+
6316	defensive
60929	"\12\u02e2\175\0\1\u034d\27\u02e2\1\u04d1\2\u02e2\1\u034e\12\u02e2"+
11211	"\150\0\1\376\1\u041f\31\264\1\141\12\264\1\0\3\136"+
35060	bufferStart;
54151	terms/docs
34656	result.setDescription("btq(includeSpanScore=false),
8128	bufferStart)
27412	"\u0027\u0031\u0027",
17389	valu
7783	vals
8131	bufferStart,
59765	"\1\u0142\1\137\1\144\1\137\1\0\1\137\1\145\1\140"+
5171	jjMoveStringLiteralDfa0_0()
19219	œªœøœ
54254	[UTF-16]:
1529	readBufferSize),
38626	BitVector:
21103	time,
8697	threadsandfields
54047	normfilename
23256	HashSet<Term>
20470	time)
34697	incrementtokenclassic
52188	commitmergedeletes
19860	doTestCaching(INT_FIELD,FieldScoreQuery.Type.BYTE);
350	deleteReaderWriterConflict(true);
20351	cc.setNextReader(null,
25886	time"
61261	"\1\u02e1\160\0\1\u0349\4\u05ff\2\0\1\u05ff\15\0\1\u05ff"+
56717	OpenMode.APPEND).setIndexDeletionPolicy(policy));
12980	u4cf7
50520	a).setOpenMode(
3665	ClassicTokenizer.TOKEN_TYPES[ClassicTokenizer.ACRONYM];
57188	bits[word]
24761	Integer(Integer.MIN_VALUE)));
1460	listall
34165	rptind
56408	TestTieredMergePolicy
5648	bits="+Integer.toHexString(i)
34990	weight}
41683	rootNode.arcs[0].output
42734	#setEmpty}
64482	excludeSpans.next();
24681	assertMatches(String
50367	release(sr,
49896	setlenient
26758	loader
56953	StandardTokenizer.HOST;
26509	testDelete()
15609	loaded
48527	ScorerVisitor}
44814	,"i",
57101	cardinality()==0;
3505	(maxNumSegments
1525	readBufferSize);
22124	radix);
66904	Pair<A,B>(outputs1.getNoOutput(),
41556	(nextID
28195	org.apache.lucene.search.Scorer;
59428	"\2\0\3\33\7\0\1\33\1\0\2\33\7\0\3\33"+
60923	"\1\u04cd\33\0\12\u04ce\175\0\1\u04cd\33\0\1\u0484\1\u04cf"+
38598	newFSDirectory(dirFile);
28394	utf16[i].toString());
28449	1).toString());
60321	"\1\0\2\u0219\1\u0275\3\u0219\3\0\1\u0219\1\u021b\3\0"+
4271	TermRangeQuery(field,
23811	System.currentTimeMillis());
56899	"\0\u0214\0\u0222\0\u0230\0\u023e\0\u024c\0\u025a\0\124\0\214"+
67918	posLength
34956	weight.explain
59693	"\2\137\150\0\1\u0101\1\u0107\31\266\1\142\12\266\1\0"+
67333	couple.newReader;
51470	saved.
51219	info.name
66715	<p><h3>Valid
28988	idxName
39786	readOnly);
50583	commit.getSegmentsFileName());
21785	#setBoost(float)}.
34437	IndexReaderWarmer}.
28454	testcharsref
67599	assertFalse(r1.isDeleted(0));
24643	"OutOfOrderMultiComparatorScoringMaxScoreCollector",
65028	saved:
39911	(openReadOnly
9650	"\3\u4403\3\u44a6\3\u4549\3\u45ec\3\u468f\3\u4732\3\u47d5\3\u4878"+
32389	lockprefix
33362	.setIndexDeletionPolicy(new
50535	cloned;
28766	skipInterval,
8823	evaluate()
28621	tokenstart
56638	seconds;
2028	must
28797	skipInterval)
51096	cloned,
29648	"\6\0\u2ba4\146\14\0\27\146\4\0\61\146\4\0\1\31\1\25\1\46"+
21260	if(seekTo
1752	Removal
14882	comparatorSource
23848	seconds,
32100	Arrays.fill(buffers[bufferUpto],
51166	completes.</p>
51852	testPoint("midStartCommit");
50652	seconds.
23218	srchr
28762	skipInterval;
57180	~bitmask;
9961	"\1\25\1\65\7\0\1\65\2\0\1\25\1\135\32\155"+
30226	skipInterval:
56636	seconds)
24386	fc.purgeAllCaches();
32280	newFSDirectory(fdir1,
35683	ntz()
11281	"\1\230\1\347\12\230\175\0\1\346\30\230\1\u045a\1\230"+
19217	œºœµ
47983	docBasePerSub;
15920	other.dir
31459	vary
32352	lockAttempts++;
61356	"\1\u063e\3\u02e2\175\0\1\u034d\32\u02e2\1\u034e\2\u02e2\1\u063e"+
807	MockTokenizer(reader,
11844	unlikely
39606	start++;
27457	"\u0030\u0308\u0300",
17576	w.addDocument(d1);
33193	att.reflectWith(reflector);
49300	part2==null
4784	writer.setSimilarity(new
22407	targetsize
50726	IndexWriterConfig#setMaxBufferedDeleteTerms(int)}
36210	other.label;
27984	"\u0031\u002C\u0308\u0001",
44782	DOTLESS
68077	~(~0
16245	helper
26080	fillFields,
52665	getdeclaredconstructors
26036	fillFields;
63192	guaranteed).
1482	termIndexInterval;
27365	"\u002C\u0308\u0061\u002C",
13381	u4ced
31672	testnumericfields
44735	IOTA
42082	getComparators()
6097	copy.getPayload());
25948	fillFields)
1628	termIndexInterval,
7445	posIncAtt
26425	#encode(java.nio.ByteBuffer)}
38201	Long.MIN_VALUE+0xfL,
32001	getCustom();
41415	don't:
9371	"\14\0\15\132\1\0\3\132\1\0\2\133\14\0\64\142\2\143\36\143"+
18082	Weight
15361	loadfieldnames
29066	IndexFormatTooNewException(in,
58593	testunmodifiableset
15660	si.docStoreOffset
5384	jjCheckNAdd(state2);
30326	prepare()
38520	"junk
36005	bitset.set
67168	System.arraycopy(existingOffsets,
23802	buggy);
40710	Sequence-of-ints
66584	tokentextlen
34873	multianalyzer
5924	MOD_MASK);
41814	prefixOutput,
59777	"\2\0\1\25\1\141\27\36\1\355\2\36\1\142\12\143"+
42516	testpayloadfieldbit
30776	2</code>
68154	posData
22854	sortablelongtodouble
32788	chararraydump
10772	"\12\230\1\347\1\u0299\11\230\175\0\1\346\32\230\1\347"+
21902	operates
58012	allocCount
59259	"\2\0\3\32\2\0\1\32\2\0\3\32\1\0\1\32"+
43710	justcompilespanscorer
11219	"\12\u0429\1\u03da\13\0\1\u0325\161\0\4\u0425\2\0\1\u0425"+
37870	<b>not</b>
11724	yyline;
17235	FieldsReader(storeDir,
4710	assertTrue(conf.getIndexDeletionPolicy()
31328	oldName.startsWith("29.")
34265	LogByteSizeMergePolicy}.
11862	<tt>ZZ_INITIAL</tt>.
50657	LogByteSizeMergePolicy})
58191	super.snapshot(id);
14835	parser.hashCode()^0x3aaf56ff;
60077	"\17\36\1\142\12\143\1\66\1\137\1\144\1\137\1\0"+
2585	maxoverlap
9477	(--count
41546	idv);
52372	writer.addIndexes(readers);
19695	(doc2
59816	"\1\u0153\10\266\1\312\21\266\1\142\12\266\1\u0154\3\137"+
21713	//assertEquals("open
27771	"\u0061\u0027\u0308\u0300",
55936	object);
17124	owner;
31178	"old"
64856	ParallelPostingsArray(final
50042	Remember
27649	"\u0061\u2060\u0027",
14682	missingValue;
47925	obj);
25000	testsortcombos
35593	B[i+2]),
23200	scores[0]
53082	(nextCH
8252	filechannel
57660	Arrays.toString(diffs);
7359	'least'
7399	FreqProxTermsWriterPerThread(TermsHashPerThread
28070	"\u0031\u002E\u2060\u0031"
24857	iter=0;iter<ITERS;iter++)
16930	parallelreader
38252	0x800000000000040L,
9352	"\12\134\12\0\6\132\2\0\2\133\1\0\22\132\3\0\30\132\1\0"+
54673	LockVerifyServer}
32886	encoderUpto
61219	"\20\u02e2\1\u05d5\5\u02e2\1\u034e\12\u02e2\175\0\1\u034d\16\u02e2"+
42940	AttributeSource.AttributeFactory
41818	(matches.size()
57764	testCommitThreadSafety()
14751	missingValue)
30159	threadResources.get();
35405	wants
18406	doc3);
55457	assertTrue(termPositions.next());
17137	owner,
8830	beforeClassCleanup()
9832	"\7\25\1\0\2\25\3\0\2\25\3\0\6\25\2\0"+
29677	"\13\0\70\135\2\133\37\146\3\0\6\146\2\0\6\146\2\0\6\146"+
40001	owner.
58594	testsupplementarychars
58501	testSupplementaryCharsBWCompat()
32538	(byte)0xD8
28050	"\u0031\u002E\u2060\u0030"
31402	"22",
53958	owner)
48484	weight)
18097	weight,
5662	floattobytes
60480	"\175\0\1\351\16\232\1\u0361\4\232\1\u0362\6\232\1\352"+
57100	capacity();
16929	testparallelreader
32551	charArrayDumpNIO(encoded)
48481	weight;
53423	interfere
26051	want.
37461	testExact()
30964	testtopdocscollector
35416	want,
17334	test_LUCENE3442()
11559	"\15\0\1\u0527\6\0\1\u0528\2\u0529\1\u0528\5\u0529\1\u052a"+
17053	Container
31372	2));
53395	newIOE
57941	iscfsfile
23485	!failed)
68001	newStringReader(s)),
43115	runTest(searcher,
28066	"\u0031\u002E\u2060\u0308\u0061\u0027\u2060",
7267	HitQueue
54421	buffer.append("\n");
29447	VALUE1
20079	weights
58382	"on",
57195	(startIndex>>6);
43671	Time(int
5291	".
38824	"0
46858	tilde
11720	zzStartRead;
20143	"+
44573	"ƒû"
61214	"\12\u02e2\175\0\1\u034d\4\u02e2\1\u05cd\25\u02e2\1\u034e\12\u02e2"+
5952	",
30913	5.060466f,
19587	getDecodingReader(stream,
31828	"'
2835	"(
6906	")
5357	""
35887	other.setBoost(1.0f);
63807	x87652
63809	x87653
63813	x87654
18324	#"
14950	"A
66447	growParallelPostingsArray();
5927	";
12751	uba85
596	":
39122	Term[]{term});
44524	U+A7FB:
63806	x87651
13152	uba7b
1650	afterclass
41668	"8
52426	TOKEN_TYPE_LOWER_PREC
67991	testmockgraphtokenfilterbasic
58084	perDocTvf.getFilePointer();
13385	u4f79
41665	"4
56118	#1
39971	normsCache.get(field);
56116	#0
19805	doTestRank
6034	assertEquals(1048576,
44571	"ƒú"
61641	uba71
52706	"I
56056	"B
18916	"C
63801	x87643
791	"a
63798	x87641
63799	x87642
59732	"\1\142\1\331\1\u011d\1\u011c\2\331\2\u011c\1\331\1\u011c"+
15137	"]
12984	u4f83
56055	"Z
15313	Integer.valueOf(i);
56057	"Y
56058	"X
9748	"\1\102\21\0\1\103\2\0\1\104\21\0\1\105\20\0"+
43284	FieldSelector}
12583	u4f8d
25499	HashSet<ReaderField>();
37883	backingStore;
20880	lastname
10680	"\30\264\1\141\12\264\1\0\3\136\1\0\2\136\1\137"+
580	"content7",
28250	tieBreakerMultiplier
64905	threadsAlive--;
40619	inputMode);
63794	x87631
37895	backingStore)
63795	x87632
30890	results[0].score;
12182	u4f97
37191	targethasarcs
44608	"ƒü"
64726	Found,
33588	it!!
32812	testallnullinputnio
55243	ff1.size(),
58850	utf8.result[i])
32633	originalStringBuf2.limit(numBytes2);
40963	seekResult);
60104	"\6\266\1\0\3\137\1\0\2\137\1\140\3\137\3\0"+
6566	&le;8
58694	this.maxTF
55000	signalall
48914	RuntimeException("Documentnumber
4793	writer.getConfig().getMergeScheduler().getClass());
63792	x87621
64225	FunctionQuery
21486	Found:
662	!=
390	nothing
34989	wrapperWeight
29561	"\1\132\1\133\36\132\33\133\2\0\131\132\13\133\1\132\16\0\12\134"+
63571	arrIndex
26729	FieldSelector)
45055	U+A7FF:
14997	randomPhraseQuery(seed);
663	&&
34888	testposincrementfilter
52622	termquerys
49298	part1==null
10204	"\2\136\150\0\1\376\1\u0103\1\264\3\u0103\1\u010b\14\u0103"+
29834	"\1\0\1\25\5\0\1\25\2\26\5\0\1\25\2\0"+
50393	&=
64623	disallowed)");
16774	pr1Clone
43752	≈∏
60596	"\32\232\1\352\5\232\1\u01b1\4\232\175\0\1\351\26\232"+
21283	===========================================================
59982	"\13\0\1\u0126\160\0\51\u016c\1\u01a6\6\u016c\1\u016e\2\0"+
58751	"ab\udc17\ud917cd",
17796	Float.floatToIntBits(getBoost());
4300	'"
32337	lockPrefix)
44759	U+A7FE:
35065	currentBufferIndex
40895	terms/next()");
43886	'+
19528	(RuntimeException)
51528	allDeleted)
4992	startState;
58466	%s
2848	TimerThread.DEFAULT_RESOLUTION;
1581	sampleTerms)
28132	script
23703	mgr.record(searcher);
20153	maxCoord);
54743	path.getCanonicalPath();
43885	';
27592	"\u0300\u3031",
56861	"\3\12\1\0\1\12\1\0\1\12\2\0\2\12\1\0\4\12\1\0"+
24507	locales
51619	mergingSegments);
1485	sampleTerms;
65971	bar\"",
54700	lockPrefix.
19655	ChunkState[postings.length];
3168	("
30723	int[11845];
66751	(#
26550	DocHelper.termvector.size());
25539	(!
33760	"c
54868	searcherFactory)
33753	"b
54870	searcherFactory,
43656	"e
3261	this.maxDocsToCache
33765	"g
24085	"f
34803	"multi"
33554	"h
14674	locale;
48374	this.minimumNrMatchers
24096	locale:
12350	uba8f
52822	follows.
66593	MockCharFilter(CharReader.get(reader),
35265	follows,
61444	"\1\u068a\15\0\1\u068a\6\0\12\u068a\1\u0658\175\0\4\u068b"+
26345	IllegalArgumentException("Arguments
23977	"x
61061	"\15\0\1\u0546\6\0\1\u0547\2\u0548\1\u0547\5\u0548\1\u0549"+
23990	"y
33212	touched
45053	U+A7FD:
48975	2005-06-04.
61116	"\4\u057c\2\0\1\u057c\15\0\1\u057c\6\0\12\u057c\1\u04f5"+
6972	NumericUtils#splitIntRange}
55888	ThreadLocals
4986	startState,
28204	follows:
62168	iw1.addDocument(doc1);
51676	diagnostics.put("java.vendor",
54062	testStopFilt()
19586	FileInputStream(file);
14735	locale)
31373	Integer.parseInt(v);
53480	docFreq(terms[i]);
6924	(q.max
17378	hits.scoreDocs)
54862	searcherFactory;
14738	locale,
1473	TestTermInfosReaderIndex
33475	NormalizeCharMap();
54596	last.order);
11785	zzStartRead,
45443	U+A7FC:
24686	hits.scoreDocs;
65240	root.inputCount
14732	locale.
54527	ArrayUtil.parseInt("".toCharArray());
29212	tvf.clone();
66538	intUptos[intUptoStart+stream]
66544	(byte)((i
49786	la1tokens
33143	PositionIncrementAttributeImpl",
58891	Objects
43739	+"
27075	"\r\u0308\u0031\u002E\u2060",
40044	segmentInfos.createBackupSegmentInfos(false);
2831	*=
48908	reader.get(50);
36782	ThreadLocal?
55447	omitNorms
5959	Arrays.fill(blocks,
4449	hashcode,
35711	(y
23467	(x
2092	(v
29762	"\2\32\1\0\1\32\17\0\1\32\11\0\1\32\20\0"+
41312	(w
10483	"\1\136\4\0\2\136\216\0\1\334\175\0\4\u0193\2\0"+
40146	(t
35508	(u
43564	i<count2;
18779	"Œ∫Œ±Œ∏Œ≠ŒΩŒ±"
16748	(r
21618	(s
21621	(p
6235	(q
40595	br.bytes[br.offset+i]&0xFF;
20959	combine
28217	(n
29723	"\4\0\1\25\4\0\1\25\31\0\3\25\5\0\1\25"+
32425	MMapDirectory(dirPath,
55898	ThreadLocal,
6107	(o
38170	(l
43146	scores[i]
86	*/
7291	collect()
16626	(j
16634	(k
22811	(h
50957	getSegmentCount(){
19814	prevID
949	(i
17826	setdoccountpercent
17919	minRP,
3135	int[nextLength];
6587	<blockquote><strong>Schindler,
11793	java.io.Inputstream
24040	"E"},//F,y
43473	+B
43472	+A
49213	+;
14616	<p>Created:
2812	exceeded
8903	match(int
991	+=
26791	"the
41281	fstEnum.current().output).longValue());
27296	"\u003A\u0041",
43136	topDocs.scoreDocs[0].doc);
49461	<input>");
5893	+1
53158	(utf8[offset+2]&0x3f);
5866	+2
9844	"\4\0\1\167\14\0\1\61\4\0\1\170\2\0\1\171"+
43449	(A
25858	hashcodes
39165	pos<postingsFreqs.length;
18478	sb.append(whitespace);
37704	="low";
26363	(;
11644	"\1\u0560\6\0\12\u0560\1\u0554\175\0\4\u0558\2\0\1\u0558"+
64616	(9
63247	(8
38854	sdp.snapshot("c1");
49361	(?
19665	(>
25673	followed
23892	(=
50737	(<
26369	(2
55331	(3
19411	docsWithField.get(doc);
67034	docsperthread
947	(0
40731	while(value2
4068	(1
1826	(4
55336	(5
52657	Object.
3992	.isOverriddenAsOf(clazz)))
2694	iw.addDocument(d);
42742	Object,
49882	setrangecollator
19015	()
39486	byte[10];
35507	(a
3365	collect's
3703	(c
39829	buffer.append(segmentsFile);
5525	(b
34299	setOpenMode(OpenMode
38033	mask=(1L
48723	<b>WARNING:</b>
67045	super(random,
39213	(d
34018	(g
58748	"ab\ud917\ud917cd",
5543	(f
2833	larger
22499	enableBackwards
728	it's
1023	);
48868	set.size()
28242	it).
65372	commonoutputprefix
14853	it'd
3689	's
43561	i<count1;
42060	hitA.doc
48961	)*
24274	),
17977	).
49204	-a
21547	createrandomfile
11886	String(
50815	shouldClose()
23165	searcher.doc(hits[0].doc,
58233	String.
67857	/,
51106	pendingMerges.removeFirst();
67744	String)
16193	f.setBoost(i);
232	/*
20933	String,
48511	gather
7311	..
19387	negated,
43874	.=
66539	bytes[offset]
39609	output.writeBytes(termBytes,
4994	(;;)
34419	large;
10696	"\150\0\1\376\31\264\1\u024c\1\141\12\264\1\0\3\136"+
49069	rethrow
63130	findTerms(r);
18452	does_not_exist
49171	IllegalArgumentException("Field
271	0,
5853	0.
50671	large,
19663	relative
950	0)
66754	large.
32682	IndexableBinaryStringTools.encode(original2,
42589	large)
126	//
20174	topScorer
21024	/=
9098	String>
11682	large"
19082	"Âêç",
8956	(endEnum())
49205	+a
5871	2)],
25423	"top
36515	"too
25654	conjunction
41126	stopNode
67250	t.setTermBuffer("hello");
3855	isTokenCharMethod
37230	arcandstate
56218	m.getModifiers();
53900	String(buffer.getBuffer(),
22822	1948649653);
7735	lamb,
56556	reqexclscorer
17491	assertNotNull(fieldInfos.fieldInfo("f4"));
20504	org.apache.lucene.util.IndexableBinaryStringTools},
30861	generator
21797	treated
11535	"\13\0\1\u0325\242\0\1\u0325\214\0\2\u04fa\1\0\2\u04fa"+
61457	"\1\u034e\5\u02e2\1\u0693\4\u02e2\175\0\1\u034d\32\u02e2\1\u034e"+
35545	c=A[i+7];
8161	-=
36117	BytesReader,
8737	->
45831	"√π"
63179	terms_per_doc
15115	doc.getFieldable(DocHelper.TEXT_FIELD_1_KEY);
43895	Folded
2352	ScoreDoc
30873	collationKey.length);
33267	(ud.get("index").endsWith(ids))
17072	Strings
62908	files[j]);
17266	fieldsreaderorig
3128	--
4757	-1
26802	10).totalHits);
4797	writer.setTermIndexInterval(40);
8848	runner
20373	String}
49215	-;
27966	"\u0031\u0027\u0308\u0061\u003A",
40566	(inputMode
5812	2]
969	3;
20430	4"
15505	bufferedDeletesGen;
54138	1}
5036	33
5047	34
50880	2X
24431	setBottom(int
5090	3:
53426	DecimalFormat("00000000000",
5031	38
16766	4.
1320	4,
4048	org.apache.lucene.util.NumericUtils;
5061	42
41397	(args[idx].equals("-noverify"))
2045	node.arcs[arcIdx];
67701	copyBuffer(buffer,
68002	right.tokenStream("foo",
63104	_TestUtil.randomFixedLengthUnicodeString(random,
781	4)
2334	hits.totalHits
4161	2:
1723	2;
48247	subSpans[i].doc())
8448	lockfactoryclassname
22203	reallocate
5807	1]
27751	"\u0061\u0027\u0308\u000B",
65927	t:one)
20426	3"
9172	24
54150	26
38028	prefixVals[i]
28747	27
38308	28
33666	1X
4249	3,
17500	doc223
16764	3.
9659	zzUnpackRowMap(String
5599	0xff);
28748	30
56860	"\2\12\1\0\1\12\2\0\1\12\6\0\4\12\1\0\7\12\1\0"+
5732	32
5693	31
5513	getnexttoken
59324	"\1\0\1\51\1\0\1\71\2\0\1\72\3\0\1\54"+
44703	,"h",
5531	3)
1713	1;
23557	19
52557	UnsupportedOperationException("Query
4159	1:
2613	17
23556	18
16849	origReader.close();
6705	15
23555	16
18517	13
23554	14
17583	w.addDocument(d2);
16789	11
5643	(b1!=b2
20435	12
28746	21
33931	(MTP)
2847	20
8047	2.
5001	1L
30421	"output.txt");
1274	2,
22089	NumberFormatException
7066	2)
52306	payloadLength()
19661	advance(target)
2148	readnextrealarc
53165	CharsRef)}
20422	2"
36934	Map<Integer,Integer>
10919	"\1\u032d\5\u032e\1\u032f\14\0\1\u02cf\161\0\4\u0330\2\0"+
2917	0:
142	0;
1120	name.equals("rollback
66591	newmask
16763	1.
5039	0L
2398	10
3585	1)
610	1,
36742	1+
20415	1"
52891	CONTRACT,
5095	7:
34134	"+ext);
60313	"\2\0\1\u02da\15\0\1\u02da\6\0\12\u02da\1\u0272\175\0"+
6451	recording
5344	6]
2633	7;
7335	allocating
59542	"\1\0\1\25\2\0\1\25\2\0\3\25\1\0\1\25"+
5032	8)
24702	(v.length,
47892	8.
4074	8,
5092	82
10492	"\1\u019b\15\0\1\u019b\6\0\12\u019b\1\u0162\13\0\1\u0122"+
29620	"\1\132\1\0\37\132\2\0\65\132\1\0\7\132\1\0\1\132\3\0"+
5100	84
62534	dualConjunctionSumScorer(
21630	Current
37825	java.lang.Character.isLetter()
2804	occurred,
32273	assigns
5089	68
1741	6;
5091	6:
43478	testspansearchequivalence
3864	generates
28857	IntBlockPool(termsHash.docWriter);
62804	fd.fields[idx]).intValue()
7556	occurred.
14813	properly
5012	7)
6449	7,
50106	#addDocument(Document)
5387	generated
19463	7.
30592	"\1\156\16\0\1\157\2\0\1\160\21\0\1\101\17\0"+
2402	70
58018	no-term-vectors
2132	scratcharc
5631	75
65123	lastInput.length-idx);
19051	"<EMAIL>",
951	5;
5034	5:
116	newDirectory();
11030	"\160\0\1\u0332\4\u0390\2\0\1\u0390\15\0\1\u0390\6\0"+
33691	4X
38258	56
38013	prefixVals=new
56059	6"
56656	lastDeleteTime
63150	for(byte
10183	"\2\0\1\25\1\140\3\36\1\u0100\26\36\1\141\12\142"+
21714	openDeletedFiles,
6133	6,
40093	latest.getGeneration();
27497	"\u005F\u0041"
29943	"\5\0\1\25\2\0\1\25\1\54\4\0\1\25\2\0"+
41369	((totSec*1000000000/ord))
6829	6)
20335	allocation
20400	org.apache.lucene.search.Sort;
5757	64
55975	tokenCount++;
38264	62
5865	63
37077	Converged!
38261	60
16769	6.
50229	HashSet<SegmentInfo>
63938	testcrossplanenormalization
57739	3X
25667	this.entries
743	4;
22610	2x
5030	4:
50431	doOpenStores
15887	45
40520	crucial
5066	((0x7bfff8f8ffffd9ffL
37617	testRandomPhrases()
52728	"two
20434	5"
51127	testPoint("rollback
49331	BooleanQuery(disableCoord);
23190	ramDirectory1=newDirectory();
842	5)
5700	(KeywordAttributeImpl)
5209	5,
9169	FrozenBufferedDeletes
60180	"\3\0\1\137\4\0\2\137\150\0\1\u0101\31\266\1\u0256"+
36634	(follow.target
11671	zzUnpackTrans(String
16768	5.
15190	50
41007	pairs.get(upto).input)
30816	(ended
58435	set.contains(NOT_IN_SET));
62691	content[contentIDX]
64415	compressor.end();
36416	"v="
14536	zzeofdone
42112	IntsRef(int
1917	Bulk
22659	<0
38957	testfieldcachereuseafterclone
34726	multi").toString());
31245	compressed.getBinaryValue()));
33158	src1.hashCode();
18524	’•’∂
15952	delcount
10998	"\150\0\1\376\10\264\1\u0376\21\264\1\141\12\264\1\0"+
5383	jjCheckNAdd(state1);
9453	"\2\0\1\2\1\0\1\2\6\12\3\0\2\12\1\0"+
27692	"\u0061\u003A\u0308\u0001",
4110	val=distance*l+startOffset;
18402	doc2);
66190	{2,3,1,0};
51125	segString(segmentInfos));
31670	addnoproxdoc
60085	"\2\266\1\u01f6\7\266\1\0\3\137\1\0\2\137\1\140"+
944	doc.add(newField("other",
51782	mergedReader))
18329	printHits("testSimpleEqualScores1",
15281	FaultyFSDirectory(indexDir);
33903	multi-term
67858	:.
38558	2.0f);
23915	double-close:
23397	false)).setMaxBufferedDocs(100)
10190	"\1\264\1\u0103\1\u0108\6\u0103\4\264\4\u0103\1\264\1\u0103"+
66872	encodeNormValue(float
16137	4.6699767f
34044	tmp.add(new
51378	flushDocStores,
37553	99
54606	testarrayutil
5098	9:
68132	lessThan(ScoreDoc
5094	9;
57010	hence
17639	initvaluethreadlocal
55544	97
37744	94
50691	IndexWriterConfig#getReaderTermsIndexDivisor}
52804	90
4368	testRangeSplit_8bit()
42244	assertTrue(assertCloneIsEqual.isKeyword());
29395	byte_block_size
26316	8L
18949	9,
48790	i=0;i<testFields.length;i++)
5093	9)
42887	#append(CharSequence)},
60941	"\14\0\1\u0126\161\0\4\u04da\2\0\1\u04da\15\0\1\u04da"+
67519	this.stopped
5096	8:
5033	8;
10708	"\2\136\150\0\1\376\32\264\1\141\7\264\1\u0258\2\264"+
11180	"\6\230\175\0\1\346\2\230\1\u03a7\27\230\1\347\12\230"+
34778	(super's)
15345	testdoc
32873	perThread.doc.addField(termsHashPerField.fieldInfo.number);
10909	"\12\u031e\1\u02c2\175\0\4\u031f\2\0\1\u031f\15\0\1\u031f"+
43347	inputSize;
67652	subreaders0
67653	subreaders1
67654	subreaders2
67655	subreaders3
49319	cal.set(Calendar.HOUR_OF_DAY,
18887	String[]{"she's"});
62751	TopDocs[]
32021	=~
43556	doTestDgaps(1000000,3123,3126);
32043	org.apache.lucene.util.FieldCacheSanityChecker}.
35414	this.kind
7957	MMapDirectory(File
21847	Fieldable[result.size()]);
15162	worthwhile.
48020	(implements
31733	-delete-prior-commits}
60866	"\1\352\4\232\1\u04a5\5\232\175\0\1\351\26\232\1\u04a6"+
48135	subclassing.
29509	property
36455	"false"
43344	inputSize)
54266	assertAllIn(strings,
12580	u4da4
33258	"+id);
11903	rule)
18349	>?
5116	>>
22218	minSize
51367	pendingCommit.getSegmentsFileName()
34129	?)
60961	"\31\232\1\352\12\232\175\0\1\351\10\232\1\u04e8\21\232"+
55866	warmcount
7651	getMessage()
9995	"\3\0\1\135\33\136\12\156\1\0\3\136\1\0\2\136"+
61170	"\12\u02e2\175\0\1\u034d\1\u05ac\31\u02e2\1\u034e\12\u02e2\243\0"+
11686	ZZ_ATTRIBUTE
27168	"\u3031\u0308\r",
17916	pad(signedIndexDir.maxR);
64684	_TestUtil.randomRealisticUnicodeString(random));
9981	"\1\76\3\0\1\135\1\273\1\274\1\275\1\276\1\277"+
20184	>1
6935	max.hashCode()^0x733fa5fe;
780	>=
56114	q.setBoost(100);
49133	Hungary</code>.<br/>
3741	<a
19430	getdocswithfield
33538	=>
666	==
565	run()
8921	innerset
51523	mergedReader);
28243	But,
8022	IOException("unable
12179	u4dae
15808	locally
29820	"\1\0\1\36\1\0\1\37\1\0\1\40\1\0\1\41"+
36122	(FSTEnum,
59170	"\3\u4ced\3\u4d90\3\u4e33\3\u4ed6\3\u4f79\3\u501c\3\u50bf\3\u5162"+
34704	trivial,
43248	assertTrue(tdocs.skipTo(0));
22336	<T
8846	rules
18424	Term(f,
671	Throwable().printStackTrace(System.out);
18932	<>
17746	ConstantScoreAutoRewrite#DEFAULT_DOC_COUNT_PERCENT}.
25528	insanity.toArray(new
2790	<=
1711	<<
26658	testnevercallingpeek
37813	normsfield
1198	dir.deleteFile(files[i]);
50738	interactively
19509	<E
10646	"\1\26\2\0\1\25\1\u011a\32\36\1\141\12\u0218\1\u014f"+
65516	(fileName.startsWith(IndexFileNames.SEGMENTS))
23605	(dir.fileExists("_0_1.del"))
16974	length;)
4139	NumericRangeQuery<Integer>
30261	getthreadresources
53805	would...
17788	rewriteMethod.rewrite(reader,
42146	(aInt
52376	(addToEmptyIndex
52000	DW
28335	subScorers[i]
25492	readerFieldToValIds
17672	RewriteMethod
44331	DZ
38983	map.get(key,0,key.length).intValue());
18844	E.
40390	wrongly
38140	assertLongRangeSplit(final
44199	"ƒà"
51265	DS
21233	assertEquals(msg
19515	E,
30456	stiB.base;
55750	testMergeWarmer()
43120	"ipod"));
67939	testMockGraphTokenFilterBasic()
32736	numBytes),
51999	FC
20645	assertFalse(fileExtensions.contains(ext));
28073	"\u0031\u002E\u2060\u0031\u0027",
25867	nearspansordered
19106	testRandomStrings()
4896	Do
46608	EN
40193	this.matchingSegmentPos
46611	EM
55159	verifyEquals(r1.document(id1),
44670	"ƒß"
67859	EG
58912	isIndexed
21954	numBytes);
58534	testCopyCharArraySet()
17882	F,
7893	GC
64794	validTerms.length
52679	currentScore);
17221	coreClosedListeners.remove(listener);
19435	DocFieldConsumerPerField
2321	tearDown()
36131	GB
54139	teststopfilter
42868	payload.hashCode();
59386	"\2\0\1\26\6\0\1\25\122\0\1\25\6\0\3\25"+
39412	tp.skipTo(target);
58106	pp1.ord
11258	"\1\u0446\1\u0448\1\u0447\2\u0446\2\u0447\1\u0446\1\u0447\1\u0446"+
25596	rf.fieldName);
44569	FL
2435	theSearcher.close();
60566	"\1\u03b1\5\u03b2\1\u03b3\175\0\1\u0349\4\u03b0\2\0\1\u03b0"+
44553	FF
1689	termbytesref
32272	(LockReleaseFailedException
44565	FI
20783	Eg
15591	storesSegment
59516	"\1\57\2\0\1\60\4\0\1\61\14\0\1\62\4\0"+
31187	"20.nocfs",
10881	"\1\u0307\1\264\1\141\12\264\1\0\3\136\1\0\2\136"+
59066	size[0]++;
54797	isLocked
55465	termAtt.setEmpty().append("b");
11218	"\1\u0325\161\0\4\u0429\2\0\1\u0429\15\0\1\u0429\6\0"+
42447	PayloadFilter(ts,
1379	getname
48851	this.offsets[i].length);
45800	"·µæ"
63545	0xff];
51726	Hold
23563	doIndexing="
16206	makeQuery(String
8961	increments
54457	(keywordSet.contains(termAtt.buffer(),
58969	two.clone();
63072	term_char
14634	FLOAT
64569	useBuffer)
1958	ramoutputstream
43820	assertTermEquals("o",
37079	retry");
14988	q2.add(t,
44197	"ƒÜ"
30347	assertTrue("rollback
62634	"Optimize
35855	A,
257	AT
60045	"\12\u01db\1\u01dc\175\0\4\u01dd\2\0\1\u01dd\15\0\1\u01dd"+
32210	assertTrue("RAMDirectory
44105	AV
44101	AU
23180	testNormalization(1,
67318	dir5);
44113	AY
41850	outputs.newPair(e.getValue().a
43466	B"
44083	AA
43448	B)
44087	AE
35856	B,
67040	"xx";
26191	i=0;i<valueCount;i++)
4616	assertEquals(TieredMergePolicy.class,
44097	AO
16905	testindexreaderclone
31848	AM
52889	AN
45131	BY
24627	BS
37385	in.readString();
17424	At
3775	As
58083	fieldPointers[numVectorFields]
6283	BooleanClause(getRangeQuery(fields[i],
49146	lowercaseExpandedTerms)
65579	commits.get(readFrom);
48830	testReader()
2670	iw);
29933	"\1\25\1\0\1\25\4\0\1\25\4\0\1\54\1\0"+
64002	CLEF")
17983	++docnum)
32656	testEncodedSortability()
51636	BD
52874	BE
9030	lastBytes.copyBytes(scratch);
1621	An
49148	lowercaseExpandedTerms;
24630	BQ
33085	attributes",
406	writer.addDocument(createDocument("c"));
5779	By
39505	".tis"));
55939	purge();
51797	newestSegment()
39854	clone(boolean
43314	Locations
44346	DB
29829	"\11\0\3\25\5\0\1\25\1\0\1\25\1\0\1\25"+
21773	ArrayList<Fieldable>();
49260	source.close();
5537	Float.intBitsToFloat(bits);
17345	"headline"));
56955	CJ
31466	"_0.cfs");
1888	never
56993	buffer.append("b[").append(i).append("]=").append(bytes[i]);
23763	Be
20916	increment.
52599	(BooleanQuery
61020	"\15\0\1\u0525\6\0\12\u0525\1\u0497\13\0\1\u0126\160\0"+
30777	newCharacterBuffer(final
60552	"\163\0\34\u01d0\12\u03a5\1\0\2\u01d0\1\u0214\3\u01d0\1\u01d2"+
38100	testFloats()
9720	"\1\0\1\32\1\0\2\32\1\0\1\32\1\0\1\32"+
34455	getMergePolicy()
41394	(args[idx].equals("-docFreq"))
32240	!searcher.hitException);
32662	numBytes1)
64832	loc++;
56970	HOST;
51663	setDiagnostics(SegmentInfo
45035	LZ
48388	Hook
29770	"\1\47\16\0\1\50\2\0\1\51\41\0\2\25\1\52"+
45015	LL
16071	!searcherThread2.failed);
45031	LS
56644	expireTime)
54646	getMatch())
26687	BooleanQuery.TooManyClauses
56660	Thread.sleep((int)
32503	double-write.
62871	HOST.
56753	N)
57755	double-write:
50309	N,
34992	wrapperWeight,
11449	"\2\0\1\u04d8\15\0\1\u04d8\6\0\12\u04d8\1\u04d9\175\0"+
5576	SmallFloat.byteToFloat((byte)i,
23650	docsInSegment.incrementAndGet();
43696	JustCompileSpans
16244	super(KEY,
44294	"ƒè"
3233	MB
38273	0x800000000000251cL,0x800000000000251cL
32683	numBytes2,
872	reader.termDocs(t);
32692	numBytes2)
2014	((Builder.CompiledNode)
52983	0xffff
35005	wrapperWeight)
65761	(int)Math.ceil(Math.pow(f,power));
60950	"\12\232\175\0\1\351\32\232\1\352\11\232\1\u03e8\175\0"+
32659	numBytes1;
61014	"\1\u0522\15\0\1\u0522\6\0\12\u0522\1\u04d5\174\0\1\u0168"+
45165	NJ
67239	cs.close();
55625	r1.document(50).getField("id").stringValue();
20626	primaryDir.setCheckIndexOnClose(false);
54643	getMatch();
44229	"ƒç"
56079	cspq(Term
2541	teardown
32673	numBytes1,
55527	keyword_text
17629	ctl.set(null);
3105	scorer.score();
58089	freecount
42250	att.isKeyword()));
62336	q.getSpans(searcher.getIndexReader());
6172	@version
15423	NO
34557	org.apache.lucene.index.Term}
18076	OK
15686	((normGen
14758	unless
51724	sourceSegments.size())
56115	scorer.score(),
45369	OE
56958	HOSTs
74	OF
25622	hierarchy
4685	testToString()
44968	"ƒæ"
25270	doc.add(newField(field,docs[i],Store.NO,Index.ANALYZED));
65424	rord("banana")=2,
51479	sourceSegments.size();
57128	P4
7890	OS
45379	OU
7656	No
33940	P1
64070	is.readInt());
41964	totsec
45375	OO
57757	(commiting)
4701	str.indexOf(f.getName())
72	OR
33946	P2
9268	PM
6683	On
60240	"\6\0\12\u0289\1\u0228\13\0\1\u0126\160\0\1\u0168\4\u0289"+
17348	cases),
40921	assertNull(Util.getByOutput(fstLong,
44203	"ƒå"
19423	negate="
66158	w.addIndexes(copy);
43337	SortedVIntList(int...
44713	HV
48138	allowedSlop;
16658	upheap
18455	firsttime
48991	inherits
44201	"ƒä"
48294	allowedSlop)
57073	long[bits2words(numBits)];
23257	termsSet
15470	sizeInBytesWithStore
31133	ID
38214	assertLongRangeSplit(lower,
9154	aborting
37369	out.writeInt(version);
59151	"\2\uec25\2\uecc8\2\ued6b\2\uee0e\2\ueeb1\2\uef54\2\ueff7\2\uf09a"+
37564	II
44817	IJ
33081	it.next());
52867	IN
3982	IO
27835	"\u0061\u0027\u2060\u0308\u0061\u002C",
8364	IP
8385	locking
57448	IR
27564	"\u00AD\u0300",
52850	IS
49862	getautogeneratephrasequeries
193	IT
4777	IW
44227	"ƒã"
49015	Operator.OR;
67526	this.task.stop();
3336	maxrammb
58807	char[2];
4717	conf.setIndexDeletionPolicy(new
68128	lessThan.
21222	createSequenceFile(Directory
32365	nolockfactory
17252	owner
25962	Id
51568	MB\n
1772	If
35828	christian
3399	In
46689	CURLY
55519	reader.hasNorms("f2"));
44225	"ƒâ"
34643	Is
39665	subscorerdocid
2174	It
53264	(TwoLongs)
57486	KB
5747	sacrificing
8051	IllegalArgumentException("Maximum
28624	getsuffix
7422	termshashperfield
32660	numBytes2;
64554	bufferSize="
43416	lastbytepos
48602	(stringValue
45390	,"oe",
65312	"arc.label="
24516	"dk")));
43813	assertTermEquals("ae",
44223	"ƒá"
23090	optimizing
35266	(curStorePayloads)
9897	"\5\0\1\25\2\114\5\0\1\25\3\0\1\25\1\114"+
43719	LA
5498	tokenmgrerror
38872	IndexReader.ReaderClosedListener
14823	other.locale.equals(this.locale))
9434	"\2\132\1\0\154\132\41\0\u016b\132\22\0\100\132\2\0\66\132\50\0"+
185	reader2.docFreq(searchTerm3));
64679	(isEnd)
57968	sd[i].score
17231	IndexFileNames.COMPOUND_FILE_STORE_EXTENSION),
22978	testcollectionutil
45010	LJ
29427	Overrides
37692	org.apache.lucene;
21107	Condition
67756	csq;
3543	message,
44434	"ƒï"
1091	message)
40723	Up
1651	testterminfosreaderindex
67234	command);
53385	VM
40614	inputMode="
59430	"\2\0\4\33\2\0\1\33\136\0\1\25\3\0\1\25"+
56011	csq,
38435	mergeFactor
43450	testSpanOrVersusBoolean()
67733	csq)
20482	testdatesort
11921	message;
50711	#setMaxBufferedDocs
10147	"\6\36\1\352\6\36\1\352\4\36\1\352\4\36\2\352"+
39842	int[subReaders.length
22828	T}
24709	V>
37635	ts.reset();
19514	objects)
52553	<li>Some
38496	Set<TermVectorEntry>
3877	To
56166	cspq
64857	textStarts
7895	objects,
44635	,"g",
45907	UE
65113	doPrune="
17076	objects.
48325	matchslop
21699	(System.currentTimeMillis()
57737	Ending
35929	setPreviousTokenStream(tokenizer);
45735	TZ
17064	addTerm(String
37049	never)
20052	occur));
44367	"ƒí"
43018	refreshIfNeeded(G
18369	BooleanClause.Occur.SHOULD);//
63086	org.apache.lucene.index.Test2BTerms
22321	swap(int
7701	messages
20026	BooleanQuery(boolean
32241	Cleanup
34218	default).
66433	textStart;
56439	testForceMergeDeletesMaxSegSize()
2802	We
19811	q,s);
6716	depending
22030	<li>Parallel
5444	xfffffffbffffffffl
44369	"ƒî"
4434	QueryUtils.checkUnequal(
66432	textStart)
34972	FilteredQuery.this;
66431	textStart,
52053	getifexists
66369	textStart1
54759	X,
66371	textStart2
2717	assertTrue("Unexpected
7586	retval.append("\\t");
1256	"silly"));
51145	readerPool.dropAll();
17901	assertEquals("nul,min,F,T",
40886	assertNotNull(pair);
45956	VY
6405	CharReader(input);
22228	array.length);
31789	infoStream;
25598	RF
25700	<bPNOTE:</b>
11089	"\175\0\1\376\3\264\1\u03c5\26\264\1\141\12\264\1\0"+
67725	setEmpty()
7793	doTest(new
19954	map.containsKey(o);
52852	IS",
44296	"ƒë"
37903	backingStore.get(new
2109	quadratic
25404	testcomposition
53928	udc1c'
22585	tostringmethod
66466	intPool.intOffset;
25629	all.get(i);
21970	TermInfosWriter
8284	forname
33283	rollBackLast(expectedLastRecordId);
51785	Readers
2262	org.apache.lucene.index.Term;
28811	writeSkip(IndexOutput
45483	QP
25402	lowercasefiltermock
58680	Reader}
44432	"ƒì"
57174	(numBits
7333	optimize
31801	infoStream,
10152	"\1\352\10\36\1\141\12\142\1\65\1\136\1\143\1\136"+
26093	(trackMaxScore)
50753	infoStream)
7270	PQ
10725	"\1\u0214\2\u0212\1\u0215\3\u0212\1\u0216\5\0\2\u0212\4\0"+
5840	Or
20618	org.apache.lucene.index.IndexWriter;
65502	locked()
33145	PositionIncrementAttributeImpl);
55508	TF
58862	udc17abcd
67801	csqs
6588	U,
10157	"\2\352\10\36\1\352\1\141\12\142\1\65\1\136\1\143"+
44258	"ƒé"
46466	,"14.",
31799	infoStream}
45748	TH
220	TO
31696	assertTrue(tokenStream.incrementToken());
19522	(priorException
45755	TS
15697	So
49813	jj_rescan_token()
2885	collector
22702	values[doc]
45657	ST
64015	65536;
30112	this.termOrd
18379	printHits("testBooleanOptionalNoTiebreaker",
22318	T>
29716	"\1\0\2\25\1\0\16\25\1\0\2\25\1\0\1\25"+
45742	TC
41853	prefixOutput.output2),
26194	current.set(index,
22042	SearcherFactory
29059	(tvdPosition-lastTvdPosition);
11995	SE
27507	"\u005F\u0030"
45067	"·µØ"
34494	sb.append("delPolicy=").append(delPolicy.getClass().getName()).append("\n");
35472	wordOffset,
34814	TestFilter
44261	"ƒê"
57373	OpenBitSet))
12582	u4eea
17873	T,
27664	"\u0061\u2060\u0300"
40449	Reader;
54321	testadd
50408	SR
29705	"\1\0\1\25\1\0\1\25\1\0\1\25\1\0\3\25"+
49816	p.first;
25806	this.inOrder
10843	"\12\230\175\0\1\346\1\230\1\u02e3\30\230\1\347\12\230"+
36419	65535:
19235	œªœªœ
35499	wordOffset;
57076	OpenBitSet()
56869	"\1\12\1\0\4\12\2\0\7\12\1\0\7\12\1\0\27\12\1\0"+
61110	"\1\137\4\0\2\137\150\0\1\u0101\32\266\1\142\1\u0317"+
52292	PerDirPayloadProcessor(Map<Directory,
28567	Reader.
56163	csrq
27531	"\u005F\u0031"
66386	postingsArray.textStarts[term];
56065	Field.Keyword("all","all"));
50540	<code>conf.getOpenMode()</code>
12181	u4ef4
48815	testToken
44929	"ƒø"
35617	\|
6992	NumericUtils.doubleToSortableLong(min.doubleValue());
24788	assertIntResultsOrder(TopFieldCollector
64622	vLong
6922	(q.min
29571	"\2\0\3\133\3\0\1\133\7\0\4\132\1\0\1\132\7\0\12\134"+
48756	compareTo(TestToken
12983	u4ee0
28933	intVal(int
44606	"ƒù"
28051	"\u0031\u002E\u2060\u0308\u0030",
22808	^=
9423	"\5\102\1\100\1\102\3\100\7\102\1\100\23\102\5\67\3\102\6\67"+
50301	AlreadyClosedException}.</p>
58180	persistSnapshotInfos(null,
53372	bufferSize);
23891	tracker's
2783	a)
16508	a,
27282	"\u0041\u0031\u002C",
47093	a0
33754	a"
13384	u4ed6
44375	"ƒö"
20279	coordfactor
31359	assertEquals("didn't
26490	DocHelper.writeDoc(random,
39568	fieldInfos.fieldName(lastFieldNumber)
15025	a'
51448	"doFlush");
47340	a9
41830	a;
37814	matchallscorer
57858	color="red"><b>NOTE:</b>
36789	skip(int
53325	_o
21436	a1
55545	writer.addDocument(DocHelper.createDocument(i,
21437	a2
42063	MultiComparatorsFieldValueHitQueue(SortField[]
26071	TopDocs}.
47029	a3
47209	a4
47030	a5
66074	assertEquals("+f1:one
62998	_NUM_CHAR
47249	a6
47287	a7
6361	flags.length))
47314	a8
10665	"\1\u01dd\242\0\1\u01dd\33\0\2\u01de\1\0\2\u01de\2\0"+
58290	aBytes
9162	Holds
37519	searcher.search(termQuery,
36098	org.apache.lucene.util.IntsRef;
59134	"\2\u9630\2\u96d3\2\u9776\2\u9819\2\u98bc\2\u995f\2\u9a02\2\u9aa5"+
17511	doc223.get("f3"));
59928	"\1\25\1\66\7\0\1\66\2\0\1\25\1\0\32\25"+
51041	err.initCause(t);
10887	"\2\136\150\0\1\376\32\264\1\141\3\264\1\u030c\6\264"+
37536	hits[2].doc);
4473	min_value
50471	["
44438	"ƒô"
49737	(jj_rescan)
61094	"\1\u034d\32\u02e2\1\u034e\1\u02e2\1\u055b\10\u02e2\175\0\1\u034d"+
35360	org.apache.lucene.search.DocIdSetIterator;
8013	getCleanerMethod
52341	Field("p",
67199	setfrequency
34793	qp.parse("the
62897	tokentype
20035	totally
23142	"x",
44656	"·∏™"
27701	"\u0061\u003A\u0308\u3031",
31750	X]
44440	"ƒõ"
43212	reader.getTermInfosIndexDivisor());
29517	nonstringproperties
3428	estimatedMergeBytes;
57299	(OpenBitSet)super.clone();
24640	OutOfOrderMulti*Collector
17449	Filter.
17685	Filter,
17096	setexpectations
2864	[]
49700	jj_2_rtns[i]
15944	documentwriter
42129	otherInts[otherUpto])
51839	pending");
51040	merge.getException();
20575	streams.source.reset(reader);
10744	"\4\u0277\2\0\1\u0277\15\0\1\u0277\6\0\12\u0278\1\u021e"+
7211	Filter{
35646	])
19375	Filter}
17955	],
2705	myHc
8353	myID
59294	"\1\0\1\51\1\0\1\52\2\0\1\132\3\0\1\54"+
26202	get(i));
37274	<code>stopWords</code>
64387	java.util.zip.Inflater;
10754	"\1\u027d\26\230\1\347\12\230\175\0\1\346\7\230\1\u027e"+
54132	MockSynonymFilter(tokenizer);
62957	asString(files)
31307	changeIndexWithAdds(random,
44371	"ƒñ"
11981	];
36491	inCounts[target.node]++;
44436	"ƒó"
26075	docsScoredInOrder
35491	\&
55983	getOffsets(int
20497	Filters
27630	"\u0061\u2060\u0308"
56592	commit.getGeneration());
52961	0x3F)));
38572	locked",
58147	IllegalStateException("directory
578	"content4",
36567	1+ord:
44373	"ƒò"
40395	LUCENE_20,
62737	topHits;
51673	Constants.OS_VERSION);
39685	subReaders;
23126	(indexWriter!=null)
30999	fw
32411	fx
2097	h;
67356	subReaders1
8267	gc
10697	"\150\0\1\376\24\264\1\u024d\5\264\1\141\12\264\1\0"+
67349	subReaders0
11547	"\2\0\1\u051d\15\0\1\u051d\6\0\2\u051e\1\u051d\2\u051e"+
67378	subReaders3
41998	i'
67367	subReaders2
53292	(doShare)
30902	6.953706f,
36802	ForwardBytesReader(byte[]
37141	gb
18330	h,
35802	unpatched,
15381	references
32410	fl
37790	getSimilarity().decodeNormValue(norms[docID()]);
57389	h)
853	ff
55078	th.range
4666	testConstants()
7535	fi
23161	fs
31221	fr
26521	testGetFieldNameVariations()
10850	"\12\230\175\0\1\346\24\230\1\u02eb\5\230\1\347\12\230"+
28994	fn
25093	fq
52284	fp
22196	(invalid?)
40397	LUCENE_21,
974	i;
4358	i<
54242	assertEquals(numEntries,
22322	j)
7854	org.apache.lucene.util.Constants;
4781	he
3966	oldIoBuffer
53541	hc
23583	Cannot
5666	i0
20698	i.
7250	topDocs()
557	i,
11220	"\15\0\1\u0425\6\0\1\u0426\2\u0427\1\u0426\5\u0427\1\u0428"+
43481	testspanorversusboolean
948	i)
854	gg
55350	arr[i*2]
8736	binding
8234	clones'
51453	docWriter.bytesUsed()
5121	i2
5118	i1
7062	go
47170	f6
47612	f7
47315	f8
18297	dw
47326	f9
53745	CharArrayMap<Object>(matchVersion,
32434	dx
15335	f;
47025	dz
64875	bytestarts
36106	nodeCount,
2179	indicate
579	"content5",
47059	ea
47060	eb
47188	ec
47189	ed
7691	f'
46870	de
851	dd
5542	f)
28771	df
18044	dk
53934	hellow
19388	negate()
4165	f,
5573	f1
593	do
40399	LUCENE_22,
21365	f0
18289	dq
5578	f3
34653	result.setValue(nonPayloadExpl.getValue()
5575	f2
5584	f5
5409	ds
32953	docState.testPoint("TermVectorsTermsWriterPerField.addTerm
21852	#getFieldables}.
5582	f4
22972	ex
48620	posIncrAttribute.getPositionIncrement();
34021	g;
67256	createIndex(random,
8603	captureState();
46872	fa
24880	fd
58961	_TestUtil.getTempDir("TestMultiMMap");
47342	fe
15206	fb
34876	operator
24375	fc
22872	AcceptStatus
19969	eg
47190	ef
61386	"\1\u0660\1\u065f\1\u0660\1\u0636\175\0\4\u0661\2\0\1\u0661"+
21675	wildcardequals
852	ee
35763	g'
22442	g.
9217	bytesUsed
61363	"\4\0\2\137\151\0\4\u0656\2\0\1\u0656\15\0\1\u0656"+
60474	"\13\0\1\u0126\214\0\12\u02f5\14\0\1\u0126\214\0\12\u035b"+
58396	testRehash()
23934	newer
26570	DocHelper.NO_NORMS_TEXT));
37090	nodeCount:
40400	LUCENE_23,
36184	nodeCount;
47805	en
4042	em
15972	hasseparatenorms
21749	es
36153	#shouldExpand(UnCompiledNode)
4581	testDefaults()
66986	docsPerThread
47033	cb
21685	ca
40055	Recompute
67560	222);
53622	'relative'
65959	c]
59782	"\1\0\1\25\2\0\1\25\1\u0141\16\36\1\u0149\13\36"+
25041	bw
47217	d9
43501	bv
47206	d8
58	by
35376	d;
24570	bs
47109	d5
17595	d4
36831	br
37245	newid
47165	d7
63614	x64321
47140	d6
46920	d0
17571	d1
17577	d2
17516	d3
16596	couldn't
16297	bq
28984	d,
47212	bf
54904	d)
3089	super(other,
43819	assertTermEquals("n",
8182	bi
849	bb
47126	bc
47151	bd
295	be
28466	d'
59832	"\16\266\1\u0158\13\266\1\142\12\266\1\u0154\3\137\1\0"+
19292	dc
47027	db
60394	"\1\137\4\0\2\137\150\0\1\u0101\1\266\1\u0319\30\266"+
59894	"\2\232\1\u016f\1\u017d\1\232\2\u016f\1\232\3\u016f\2\232"+
18043	da
8770	f"
49908	templates
59218	"\1\2\2\35\1\2\3\35\1\46\2\2\1\35\1\47"+
56526	exclDisi)
18331	e;
57644	diffs[mid-1];
16408	e:
32404	cx
21368	cw
47058	e9
35114	numbuffers
47057	e8
46980	e7
43015	reference)
46942	e6
16355	cs
46896	e5
65491	decided
4505	cq
46894	e3
21402	cr
46895	e4
5519	e1
32968	Last
39005	co
59002	sliceStart;
6502	e2
31833	cp
38993	cm
46871	e0
35044	ck
20699	e.
46829	cl
54169	ci
65114	doPrune);
56982	cj
16274	e,
231	e)
7602	ch
25682	ce
28467	e'
47173	cf
850	cc
31158	cd
8189	b;
59833	"\2\137\150\0\1\u0153\12\266\1\u0159\17\266\1\142\12\266"+
59009	sliceStart,
36239	(flag(BIT_TARGET_NEXT))
56986	Object#toString()}.
8847	testrule
43657	c"
5615	b3
5613	b2
5621	b5
7525	perdoc
5619	b4
46959	b7
28106	HYPHEN-MINUS
46890	b6
47006	b9
46978	b8
38074	long[vals.length];
53639	hq.insertWithOverflow(fieldDoc))
8154	b,
43013	reference.
65505	reference,
47565	b0
5611	b1
64788	BytesRef[validTermStrings.length];
54304	assertTrue("key:
33751	b"
7688	b'
2794	b)
3706	c;
46939	ay
65145	toString(BytesRef
47054	ba
5829	WRITE_MASKS[elementBits];
54	at
46927	c6
163	as
46860	c5
18031	ar
46859	c4
60759	"\1\352\12\232\175\0\1\351\1\u0453\31\232\1\352\12\232"+
46857	c3
42014	ax
15805	referenced
47032	c9
46934	av
47031	c8
46932	au
46971	c7
40332	c,
2446	c1
46930	ao
60624	"\3\0\1\137\4\0\2\137\150\0\1\u0101\6\266\1\u0112"+
57152	startmask
2449	c2
66	an
46854	c0
19291	ac
28165	ad
38342	x0000fff
67813	addDocs(IndexWriter
1431	aa
25335	ab
39920	subReaders,
3882	c)
44966	"ƒº"
43510	doTestGetSetVectorOfSize(int
16739	reader1.clone(true);
15978	c'
37234	ae
39840	subReaders)
42952	af
58946	nu
62178	Executors.newCachedThreadPool();
3376	newly
38786	newFSDirectory(_TestUtil.getTempDir("doesnotexist"));
57410	p4
48368	nr
33944	p2
2698	no
34177	p1
8754	newSearcher(r);
20632	primaryDir,
21632	p;
1519	IndexFileNames.TERMS_INDEX_EXTENSION);
46838	oe
52	of
58605	udc1cb
44006	"ƒÅ"
64365	cutoffs
65	on
57730	j=0;j<30;j++)
4758	ok
10443	"\45\u0140\1\u0168\2\u0140\1\u0183\1\0\2\136\1\u0184\1\u013f"+
61123	"\4\u0583\2\0\1\u0583\15\0\1\u0583\6\0\12\u0584\1\u053b"+
4322	q,
16294	q)
27217	"\u3031\u0031\u002C",
43312	texts
62301	q5
8266	os
47410	ou
20284	op
2443	q2
2440	q1
47409	oo
62299	q4
14	or
65823	oq
62297	q3
19738	(cs.pos
7402	perThread.docState;
51952	(copied)
39240	termArrays.get(0);
40402	LUCENE_29,
51504	j<docCount;
6254	q;
7692	r'
16742	r)
62308	qA
43925	"ƒÄ"
62310	qB
60450	"\3\0\1\343\2\0\1\344\12\0\1\345\17\0\1\346"+
35918	char[1];
6093	pl
49480	ParseException();
12009	pm
55598	r0
16683	r1
49160	setMultiTermRewriteMethod(MultiTermQuery.RewriteMethod
21370	i<20;
5547	Float.floatToIntBits(f);
40795	accumulate
8111	chunkSizeMask="
34968	"failure
40183	r,
39955	lo
33533	ll
25321	ls
54303	assertEquals(string,
31647	lu
42714	title="KeyWord
32078	"forwarding
56519	exclDisi;
38737	curField1.name(),
47290	lz
24327	n;
39950	n:
3353	mb
31884	parseShort(String
43928	"ƒÇ"
6106	o)
36718	arc.copyFrom(result);
26417	codingCase.finalShift);
1235	me
30997	text)
20469	text,
26879	offsetattributeimpl
1500	mp
24726	o2
47774	seventeen
19282	mo
11782	text.
24724	o1
67319	mr
5220	jjCanMove_2(int
27445	"\u0030\u0308\u0030",
8993	StringHelper.intern(input.readString());
66373	text1
51425	BufferedDeletesStream.ApplyDeletesResult
2759	collected
7122	ms
32895	text2
35847	assertEquals("A,B,D,
65830	hc.getCount();
2946	multithree
20452	text;
52656	context,
18193	o;
5633	my
44729	"ƒÆ"
58944	na
8212	buffers[bufNr].duplicate();
33451	resourceDesc,
64542	resourceDesc)
10955	"\16\230\1\u0351\13\230\1\347\12\230\175\0\1\346\11\230"+
19619	org.apache.lucene.index.*;
25501	item
1905	nf
21666	p,
1065	iter
37159	fixed_array_num_arcs_deep
47339	nj
40243	((TermPositions)current).getPayload(data,
15196	Lazy
29274	rawdocs
40401	LUCENE_24,
5123	l2
18278	"best"
5119	l1
857	jj
37987	l,
43353	(nextInt
25707	variations
16270	m,
43753	√†
7128	constant_score_filter
25679	m)
54033	m'
18882	"O'Reilly",
57598	kb
