7845	casenum
12922	lockexists
3870	ueeb1
6726	traversing
1525	getendcolumn
3897	uffe2
7064	reflectasstring
9899	tvoffset
7254	timed
13753	ueea7
13780	uffd8
9501	writablefst
13053	jointhreads
10605	testspannearversusbooleanand
5261	possibly
13723	udb8d
5177	yychar
3840	udb97
15169	setmaxmergembforforcedmerge
5873	relies
472	compatibility
2344	arrayindexoutofboundsexception
8721	relied
9794	inefficient
642	times
9455	testemptyindexwithvectors
13515	ufffd
2789	u3d20
13264	setnumwords
2816	u4e51
12001	notation
13468	uffff
13475	udc44b
14806	cutting
3068	ueec5
3095	ufff6
5496	lockless
6092	innerweight
741	elapsed
5379	testrepetitiveincreasingsloppinesswithholes
12136	analyze
6404	wordbreaktestunicode_6_0_0
5308	field_doc
637	seventyhash
3496	uffec
12595	redistribute
3469	ueebb
32	basis
6821	consumption
12184	drop
2415	entity
9586	stopat
10493	injecting
12966	elapses
2430	final1
12518	enumerate
2433	final3
2432	final2
2435	final4
439	gettext
14258	lengthfilter
13244	interchange
6019	basic
8710	estimated
8673	jar
8775	testnativefslockfactorylockexists
3992	u3d02
8877	charbuf
14702	derived
6997	jan
8159	writeskip
12088	jj_endpos
2472	finalstate
6721	belongs
3591	u3d0c
8997	finishcommit
2123	column
3190	u3d16
1753	fewer
5766	update
8500	u2aa6
460	tostring
2760	u2aa9
8147	skipbuffer
8420	sequential
13283	endmask
166	testdeletereaderwriterconflictfullmerge
8739	newupto
1948	reached
1470	jjstartnfawithstates_1
13448	preflex's
8898	termid
1421	jjstartnfawithstates_3
1481	jjstartnfawithstates_2
7907	minimize
2052	assertion
7916	entire
5815	isignoringpositions
6525	petered
10174	jdk
8224	tvfposition
7546	missingval
547	accessed
1578	setkeyword
12269	malformed
1288	indexingchain
7241	flushatdelcount
6938	defaultskiplistwriter
9825	flipping
10639	unsupported_msg
7271	prunebyage
13111	redefined
1768	rewrite
7762	getreversemul
12567	expectedids
12570	tolerance
9551	emptyoutputbytes
6110	constantscore
5863	purge
6662	constructing
11948	getlowercaseexpandedterms
2087	increment
12067	x40000
5330	interpreted
8872	testallnullinput
9507	job
9760	asserting
10069	lasttext
9333	curproxpointer
9373	interpreter
1007	filters
1651	tochararray
1737	getmessage
5314	explicitly
2049	finishdocument
5740	testclonewritetoorig
1584	space
2122	errorcolumn
1696	getrangequery
5454	hmmm
6540	previd
10203	desiredassertionstatus
6749	construction
7141	spanpaycheck
5894	storessegment
2043	termshashconsumerperfield
12850	testlargevalue
199	cannedtokenstream
663	warning
5406	text_field_1_key
935	single
4019	u4e33
9415	twos
2442	inserted
7065	recommeneded
296	mockindexwriter2
306	mockindexwriter3
450	termposition
344	mockindexwriter4
12834	testbytesrefhash
10331	unrecognized
7797	roundfixedsize
2538	contract
3217	u4e47
8085	compressiontools
6538	float_field
5608	optb
6366	embedded
6116	lengthnorm
3618	u4e3d
7670	valueids
9606	opto
3438	udafe
14289	term_start_char
441	getterm
6339	testalphanumericsa
1706	defensive
1327	getters
5906	valu
2170	vals
10247	fstlong
10037	checkskipto
14592	udc1cabc
6269	œªœøœ
15127	readerstoclose
15078	getfrequency
3839	udaf4
13414	snapshotted
2486	threadsandfields
12808	normfilename
9218	incrementtokenclassic
12393	commitmergedeletes
13722	udaea
2568	lastterm
838	advance
10443	forbidden
9370	sugar
2189	mapmode
3616	u4cf7
3589	u3bc6
381	listall
579	spans
9078	rptind
6930	numbytes
8188	cachedfieldsourcehashcode
14214	spanb
1676	query's
11986	setlenient
7911	loader
14796	ist
13127	pres
12833	maxbyteslengthexceededexception
9891	testcommituserdata
6127	albino
10256	enum's
14213	spana
7561	getindexstore
8421	prev
5531	loaded
9780	terrible
5528	emptymap
5711	minimum
10205	nosuchmethodexception
9824	neededshifts
9176	absolute
1379	iwc
9273	hackidy
5658	prepareindexandsnapshots
8977	sval
10633	stringtodate
9474	insertdoc
12528	iw2
5828	getposition
2565	builds
12527	iw1
8045	testcharsref
3871	uef54
9209	docscore
8780	lockprefix
12525	ir1
12526	ir2
8104	tokenstart
1614	requiring
14313	termindexstatus
9134	subsequently
7207	srchr
5633	freaks
1124	normalized
14178	testfieldmaskingspanquery
6267	œºœµ
9650	spare
8651	rmdir
2495	fieldcount
10199	desirable
2842	u5edf
2584	indexcommit
1644	readmasks
10555	prio
6639	oldest
15149	irs
12982	docsandwriter
10499	termbufferlength
10058	isi
10096	getkeepfullydeletedsegments
7020	targetsize
8503	u2c42
9803	nextisset
10533	accidental
3644	u5ecb
8250	currentposition
8096	static_initializer
5617	helper
7937	newbuffers
12550	getdeclaredconstructors
8909	shrinkhash
14388	x7321
3243	u5ed5
4017	u4ced
6732	subtract
7812	d8000
8648	testnumericfields
1708	prohibited
3037	udb08
8225	lasttvdposition
11843	tokenstreamvalue
5790	encodenormvalue
442	compareto
10352	outofbounds
14839	outgoing
13554	u6ff2
5416	loadfieldnames
4045	u5ec1
13460	testunmodifiableset
10411	assertcopyisequal
2386	working
9278	wrapperweight
14975	tokentextlen
2736	u1b61
9755	high_priority
12237	matters
9222	multianalyzer
6877	haven't
7915	displayed
8557	visual
10431	testpayloadfieldbit
8361	u1b5c
13450	dance
7124	sortablelongtodouble
8843	chararraydump
6922	operates
3137	u1b57
3164	u2c88
10609	bitvectors
10643	justcompilespanscorer
5446	getproperty
995	normalizes
2763	u2c92
8915	parallelpostingsarray
3538	u1b4d
3565	u2c7e
8948	hash1
5358	bytecomparator
13274	prob
12443	prox
11742	isopen
8574	createcompoundfile
9070	resolve
3939	u1b43
3966	u2c74
681	maxoverlap
2023	pagination
13841	u2c6a
14744	moreinclude
8450	preparecommitdata
9106	connected
10051	acceleration
3069	uef68
7452	testsortcombos
1212	nextdouble
13814	u1b39
13036	indexname
12365	stalls
1949	contrast
13754	uef4a
2188	filechannel
6836	os's
6027	testtermrangefilter
5758	parallelreader
9542	version_start
2787	u3bda
7860	inputchar
14965	oldsize
185	undeleteall
3470	uef5e
5895	maxdoc
7442	nonexisting
8983	batch
13461	testsupplementarychars
7971	midletter
1022	characters
5214	hangul
1556	floattobytes
10299	simpletext
5756	testparallelreader
3671	u6ffc
13371	testpreparecommitnochanges
12703	interfere
10540	testelevationcomparator
8533	testtopdocscollector
5634	making
6900	releasesearcher
13386	iscfsfile
7440	izj
3990	u3bbc
5274	resumes
874	addition
10227	doshare
10658	chaine
3188	u3bd0
6582	weights
1567	attributeimpl
505	target
1679	getfieldquery
5886	addcoreclosedlistener
10684	tilde
6569	disables
6407	öëâ
784	wait
14570	x87654321
7702	kid
14557	x87652
14559	x87653
14563	x87654
6762	intervening
3387	uba85
2537	iscacheable
14556	x87651
2496	fieldids
3788	uba7b
394	afterclass
14969	hashpos
15195	testmockgraphtokenfilterbasic
3994	u3e48
1278	collision
4021	u4f79
2843	u5f82
743	limits
11812	scorerqueue
5180	zzatbol
8030	heapremoveroot
13671	uba71
13438	utf8sortedasutf16comparator
2657	uax29urlemailtokenizerimpl34
14551	x87643
14548	x87641
11648	tortoise
14549	x87642
3593	u3e52
3620	u4f83
3219	u4f8d
9659	ords
3192	u3e5c
1070	useoldapi
6742	lastname
8970	setindexcommit
2677	u2ba4
6514	rarest
14544	x87631
12625	tortious
14545	x87632
2791	u3e66
2818	u4f97
9580	targethasarcs
12194	getreadonlyclone
1117	codepointat
2737	u1c04
524	integer
3093	ufeb0
8870	testallnullinputnio
12622	whatsoever
12975	signalall
14542	x87621
2359	forever
1529	eofloop
1000	construct
13840	u2bc7
718	body
9246	testposincrementfilter
3439	udba1
12536	termquerys
5591	key
5838	freqstream
283	partway
3965	u2bd1
7947	script
6209	ÿßÿñÿ
12215	ourself
6556	mapbackedset
7458	locales
303	crashdoc
9737	foobarword
72	dofullmerge
7707	walk
12231	maxmergedocs
3163	u2be5
2986	uba8f
14817	mccandless
12974	wake
4046	u5f64
8930	touched
12559	demonstrates
6507	postingsandfreq
6756	stems
3645	u5f6e
7395	funny
14269	fieldidx
14717	pendingterms
5802	ignores
12366	flushcontrol
12731	step3
3244	u5f78
7156	testmultisearcher
14270	suit
12732	step4
3564	u2bdb
1368	disabled
6846	readlen
11282	kra
2762	u2bef
12091	la1tokens
8926	configured
2735	u1abe
5919	gettermfrequencies
2337	readlong
8745	lockprefixset
6777	combine
6004	setdoccountpercent
1767	steps
8882	dovectoroffsets
14709	getdoccountpercent
3696	u7fe7
3295	u7ff1
7740	hashcodes
9462	top_terms_scoring_boolean_rewrite
6958	constrains
15168	constraint
13579	u7fdd
1774	algorithm
8360	u1af5
15056	docsperthread
14632	crossbones
9445	kohlschuetter
462	max_radix
11965	setrangecollator
5265	usual
901	collect's
3038	udbab
5490	delgen
753	larger
285	it's
12456	succeeds
7887	testlookaheadtokenfilter
13067	multisegment
5196	myanmar
8743	mocklockfactory
14849	commonoutputprefix
5347	it'd
5315	initfieldtype
6845	createrandomfile
9081	queued
8491	segmentation
5925	middle
5152	zz_pushback_2big
3494	ufea6
657	results
11827	gather
11062	diagonal
10091	dobody
6509	rarer
11933	rethrow
9916	getbinaryoffset
5653	psdp
6133	does_not_exist
6755	relative
531	addnode
9170	whichever
3938	u1aa0
7908	docfreqs
1749	equivalent
14937	teststopwordsearching
5413	no_tf_key
7713	conjunction
5761	norm1
14500	x86541
14501	x86542
6720	targetoffset
14503	x86543
9635	arcandstate
14605	testnormalizecharinsubclass
5671	teststaticread
5794	subs
13188	reqexclscorer
8528	generator
3136	u1ab4
6906	treated
9007	kkk
9339	skipping
14307	terms_per_doc
7570	asterisk
3537	u1aaa
14497	x86532
14496	x86531
5848	fieldsreaderorig
2505	runner
6161	testuax29urlemailtokenizer
1609	getter
5157	astate
3896	uff3f
3869	uee0e
5227	occurs
1857	showed
5397	indexoptions
3566	u2d21
10214	imperative
3067	uee22
3094	uff53
1870	stamps
10419	testkeywordattribute
13192	tononexcluded
411	turn
2371	lockfactoryclassname
7021	reallocate
492	builder
13842	u2d0d
1201	negative_infinity
9961	sub0
11736	fullmerge
5944	doc223
8505	u2d10
3967	u2d17
1527	getnexttoken
11597	twelve
5537	cleardelgen
2413	ways
6804	reentrantlock
1958	currentterm
8776	lockfile
835	jvm
14394	x7431
14395	x7432
6544	reuses
8933	getattributeclassesiterator
7070	prependattclass
9570	smarter
10522	mayberefresh
11638	figure
13779	uff35
13752	uee04
1834	rounded
1894	getprecisionstep
509	readnextrealarc
889	reused
3165	u2d2b
317	failonlyonflush
14984	newmask
14392	x7421
6343	dashed
2177	docidbitset
1024	offsetattribute
12539	uniques
3495	uff49
2764	u2d35
3468	uee18
14853	word's
1733	recording
2027	allocating
9089	simplest
15153	keepallcommits
13514	udc17
7653	cacheentrys
7248	docsinsegment
6678	timing
8779	assigns
13465	jsp
10594	testspansearchequivalence
1088	generates
2685	labels
2395	instantiationexception
3139	u1c9d
5335	properly
10561	textfield2
13013	textfield1
2894	u7ffb
1386	generated
1026	characterutils
490	scratcharc
11758	closedirsrc
11845	postingtable
840	nextdoc
1369	setreadertermsindexdivisor
5580	iterate
6625	allocation
9731	testphrasequerywithstopanalyzer
7987	accent
14611	testcrossplanenormalization
5153	zz_error_msg
9537	shouldexpand
10210	crucial
2282	unmap
12030	goop1
12031	goop2
10112	segmentsfile
2204	jre
8506	u2d77
2164	accept
5183	zzeofdone
12633	uni_sur_high_start
15035	addvalue
3669	u6eb6
3841	udc3a
8817	randomfailure
9958	testfieldcachereuseafterclone
8790	niofsdirectory
5513	delcount
9135	conveniently
9353	teststoplistpositions
3039	udc4e
11657	flattened
8645	addnoproxdoc
3540	u1c93
13724	udc30
7333	tracer
8162	termshash
8693	default_short_parser
9681	rarely
8868	testemptyinputnio
12774	udc1c
13269	fastget
365	length
9203	processpayload
12786	orld
12878	testarrayutil
14597	testlowercasetokenizer
5958	initvaluethreadlocal
12829	petabyte
5882	listeners
10108	steal
3440	udc44
13552	u6eac
3941	u1c89
8264	byte_block_size
834	access
14163	testequality
10394	multicomparatorsfieldvaluehitqueue
13172	byteslicewriter
13816	u1c7f
9890	filenotfoundexception
10261	seekceil
6626	nextlength'
7892	nexttoken
3268	u6ec0
951	based
1888	getfield
8364	u1c91
3345	u9fc7
12315	nodupdirs
5400	testdoc
7957	uff19
2007	overridden
15119	subreaders0
15120	subreaders1
15121	subreaders2
5789	orig
7956	uff10
15122	subreaders3
22	compliance
6778	resize
7699	getalldescendantreaderkeys
10367	bold
8363	u1c2a
8192	format_utf8_length_in_bytes
5297	custom
2867	u6eca
6633	initializing
333	thrown
2227	succeed
13629	u9fb3
5829	getterms
73	throws
9967	hmap
8283	property
5814	sense
3216	u4da4
15140	normsclosed
9253	testspanmultitermquerywrapper
626	instanceof
1064	subclass
987	expunge
13068	warmcount
8724	warn
6761	stop
5715	insertwithoverflow
1296	warm
6706	newfsswitchdirectory
10416	testpayloadattribute
6445	getdocswithfield
8122	stpf
7873	tvfieldnames
13117	formatpostingspositionsconsumer
2535	innerset
2815	u4dae
1678	matter
7478	locally
13012	field_2_text
7441	jzi
2503	rules
10078	testtermquery
5463	faultyfsdirectory
3746	u9fbd
7893	testnevercallingpeek
9768	normsfield
12304	forcemergedeletes
12243	interactively
14185	sally
6510	anding
2944	u9fd1
8415	getthreadresources
8518	awareness
400	termenum
10175	wrongly
8484	stib
1324	default_reader_terms_index_divisor
8483	stia
10618	testbv
6828	linearly
2221	objects
2841	u5e3c
7652	getcacheentries
7732	nearspansordered
9488	testrangequery
342	illegalstateex
8762	opening
6754	getoffsetgap
9600	sizeneeded
3643	u5e28
2239	jvms
12811	teststopfilter
4044	u5e1e
8149	resetskip
8618	hastested29
1161	ascending
440	termbytesref
945	estimatedmergebytes
1093	define
13385	index_extensions_in_compound_file
8047	numstrings
6032	maxid
3242	u5e32
1462	jjcanmove_2
7249	sawafterflush
239	getname
1463	jjcanmove_1
1461	jjcanmove_0
7948	han
564	findforcedmerges
14614	testcrossplanenormalization2
2550	increments
14290	term_char
2572	sharedprefix
7339	hat
6036	maxip
12936	component
465	ramoutputstream
41	permissions
6772	settermlength
14793	traversal
9144	writelocktimeout
6970	friday
1107	incrementtokenold
3989	u3b19
9815	triecodelong
9159	processed
9184	pooling
6414	testkorean
10208	assumptions
5726	testindexreaderclone
7522	abcdefghij
6487	getdecodingreader
2599	getperdoc
1317	default_reader_pooling
1331	tested
8504	u2ca9
8837	binarydumpnio
8234	readfields
6493	locate
1960	activity
13420	persists
10320	todot
5520	tracks
9528	bit_target_next
8570	singlefileoutput
2364	lockverifyserver
7390	lastdocid
9500	intsref
1001	filtering
0	package
8226	lasttvfposition
6124	hed
10004	calculation
9707	actualheader
6399	hex
14486	x86421
6118	isolate
2506	junitcore
8881	dovectorpositions
6974	classlib
1119	charcount
2407	weakreference
3694	u7ea1
12621	damages
8141	pointer
9174	compensate
612	teardown
8880	dovectors
13014	keyword_text
10022	bitsetdoc
3466	uecd2
5523	buffereddeletesgen
14221	reqoptscorer
13392	freecount
11969	setoccur
12257	closeinternal
3588	u3b23
6526	chunkend
10347	allidslist
7708	hierarchy
9030	tmakdbl
828	segstart
3187	u3b2d
6559	stay
9576	checkheader
3867	uecc8
12020	star
9930	mkdir
10322	totsec
10343	stat
8051	getutf16sortedasutf8comparator
14488	x86431
14489	x86432
6775	preserving
13750	uecbe
9776	maximal
15018	getsyserr
8578	efficiency
13245	calculating
2786	u3b37
2607	buffered
9700	headers
8811	interior
1009	type
5708	upheap
7609	hij
6137	firsttime
11901	inherits
279	hit
2380	primary
2598	aborting
9261	extrem
2385	locking
12131	printing
11935	getautogeneratephrasequeries
844	maxrammb
10606	testspannearversussloppyspannear
8751	nolockfactory
13471	udc1ccde
5847	owner
3065	uecdc
9444	christian
2892	u7eb5
10824	african
10559	segtermdocs
1396	locale
10072	subscorerdocid
9446	testparallelreaderemptyindex
1596	sacrificing
9675	dowritetarget
854	compute
8108	getsuffix
2045	termshashperfield
10577	lastbytepos
1569	modify
10663	foldings
7186	optimizing
1509	tokenmgrerror
3293	u7eab
7145	testcollectionutil
6757	stem
1828	step
395	testterminfosreaderindex
14615	testassertions
6635	testdatesort
9281	gonna
14690	responsibility
13124	cspq
1452	x7bfff8f8ffffd9ffl
13345	addoffcorrectmap
9713	testconstructor
11786	matchslop
14994	unreachable
12193	enrolled
7179	mulitsearcher
15049	read_buffer_size
2077	utf8result
3186	u3a8a
2130	messages
2766	u2e7b
6992	substantially
1841	depending
1448	xfffffffbffffffffl
1446	x7bffd0f8ffffd9ffl
15059	testlazyproxskipping
1724	testioutils
3167	u2e71
12198	getifexists
5352	relevancecomparator
6460	repeated
13155	checkoverridemethods
339	oome
8806	testmmapindex
2785	u3a94
6962	week
6833	proportion
9074	rptgroup
3568	u2e67
6350	apostrophes
3240	u5cec
10120	multitermenum
2044	addfield
9374	ofkind
9069	repeater
535	quadratic
7624	testcomposition
9479	sorter
6919	readchars
8917	numtocopy
12779	udc1c'
7073	tostringmethod
3969	u2e5d
1015	dots
2267	forname
5992	meaningless
9014	testnothingchange
9641	readnextarc
7035	offsetright
10487	possibility
7621	lowercasefiltermock
7666	identityhashcode
13844	u2e53
2025	optimize
8550	filereader
2839	u5cf6
187	testundeleteallafterclose
11961	lowerterm
13512	udc17abcd
15162	csqs
12987	indexserial
469	field_is_binary
1435	startsat
9212	gsi
8730	getbyteblock
13393	struck
3641	u5ce2
775	collector
8031	initially
5380	testrepetitiveincreasingsloppiness3
9977	currentvalue
12324	dsname
7028	num_bytes_short
12385	tricky
1637	tricks
2003	sorted
5483	norms
3218	u4eea
12848	testadd
14494	x86521
12613	furnished
5860	freq_extension
4042	u5cd8
6285	œªœªœ
1922	ordered
2546	actual
13121	csrq
9797	weak
12394	docupto
2817	u4ef4
13843	u2db0
7889	neverpeekslookaheadtokenfilter
15158	min_buffer_size
11757	extensions
12915	lockfactorys
12713	cacheddfsource
14863	initialcommit
3619	u4ee0
12990	nthreads
10231	intsequenceoutputs
10744	subscript
7833	backed
6719	byteat
6458	emulates
6480	invoking
7313	tracker's
7866	testdelete
5899	segmentcorereader
6453	docfieldprocessorperthread
10921	a0
3241	u5d8f
4020	u4ed6
1413	switch
6598	coordfactor
5386	a'
7940	stemmer
11171	a9
9769	matchallscorer
110	delete
10942	a1
9242	prevtype
10975	a2
10857	a3
11040	a4
10858	a5
11080	a6
2840	u5d99
11118	a7
11145	a8
12181	infoislive
13407	snapshots'
7938	getcharblock
13049	reduceopenfiles
14650	random_test_bytes
6863	wildcard_char
4043	u5d7b
2016	sentinel
3642	u5d85
155	testbasicdelete
12383	mergeexception
1180	min_value
14681	testlock
13751	ued61
2340	preserve
6046	maxrp
10002	x4ac65113
2051	reproduce
10152	readercommit
1398	positionincrementattribute
15077	setfrequency
14273	tokentype
6574	totally
1620	shifts
10423	clone's
8291	nonstringproperties
6483	java's
8260	jump
12425	os_name
3467	ued75
2522	runclasses
5825	setexpectations
9031	gzw
5502	documentwriter
685	bitset
6971	june
9933	erase
3868	ued6b
648	junk
11858	getpath
948	aborted
10052	accelerable
1295	mywarmer
9691	ignorecase
1538	bytetofloat
405	keyword
3066	ued7f
1395	hashmap
13505	maxtf
1245	matchalldocsquery
6344	dogs
7583	query8
8556	fw
2585	ic1
8802	fx
13421	noted
2219	gc
10292	testbigset
2594	ic2
8699	shift0
10361	i'
5952	testalltermdocs
1534	error_after
666	scorepayload
9520	gb
5438	references
8801	fl
5642	testcharfilter2
326	ff
14581	shift2
1846	solely
2083	fi
14582	shift3
5638	testcharfilter1
7195	fs
7578	query4
13168	second_cut
7579	query5
8609	fr
7581	query6
7582	query7
2095	detected
2030	iae
7574	query1
8206	fn
7559	fq
7575	query2
12486	fp
7576	query3
5275	zzinput
12601	ibm
12726	hc
747	gettimeelapsed
1562	i0
10600	testspanorversusboolean
327	gg
7272	keeping
2355	clones'
1458	i2
1456	i1
11001	f6
5442	assessing
11443	f7
11146	f8
6134	dw
11157	f9
8814	dx
10853	dz
14779	bytestarts
12573	excellent
1934	maxbound
10887	ea
10888	eb
5378	testrepetitiveincreasingsloppiness
11019	ec
11020	ed
12778	tocodepoint
2114	f'
10696	de
6111	decimalformat
324	dd
676	sumofsquaredweights
8140	df
6079	dk
12785	hellow
12358	battery
2098	loop
2437	f1
10838	f0
6132	dq
2439	f3
2438	f2
14686	parseable
1410	ds
10963	f5
12029	fuzzyslop
2440	f4
11749	getlockid
5804	safe
687	timelimitingcollector
6609	readable
14664	vlong
10698	fa
10769	fd
11173	fe
5457	fb
9227	operator
7399	fc
11021	ef
325	ee
6865	wildcardequals
9412	g'
5534	format_lockless
9921	testchangesafterclose
12300	aborts
7284	newer
11640	en
1130	em
5544	hasseparatenorms
6889	es
2211	outofmemoryexception
15053	getrecomputedsizeinbytes
10861	cb
6880	ca
111	docs
6817	invocation
7509	bw
11048	d9
13319	indexthreads
10613	bv
11037	d8
234	long
7489	bs
10937	d5
14833	edge'
12306	ithis
6130	d4
9637	br
9658	newid
10996	d7
14364	x64321
7705	ies
10970	d6
10746	d0
6126	d1
6129	d2
5946	d3
5712	couldn't
5631	bq
9457	testtermrangequery
11043	bf
3567	u2dc4
2342	bi
322	bb
1924	depends
10955	bc
10982	bd
1721	readaheadlimit
8058	d'
6348	dc
10855	db
6078	da
8423	numscans
3968	u2dba
12000	templates
6619	testillegalstateonreplay
13577	u7e97
8799	cx
10886	e9
9296	numbuffers
10885	e8
10807	e7
10768	e6
5639	cs
10722	e5
14883	decided
1215	cq
10720	e3
7961	cr
10721	e4
1536	e1
1086	iff
1742	e2
8672	cp
9968	cm
10697	e0
878	maximum
9274	ck
10651	cl
12831	ci
2765	u2dd8
13240	cj
10388	suggestion
2109	ch
12333	ifd
7719	ce
8060	e'
11004	cf
323	cc
777	collect
6173	tokenize
7167	galaxy
8584	cd
429	indexenum
2504	testrule
7109	inclusiveupperpoint
6665	icu
7326	queryx
11472	b3
7327	queryy
10448	b2
2071	perdoc
11493	b5
11481	b4
1047	expects
10786	b7
3166	u2dce
10716	b6
10601	testspannotversusspanterm
10833	b9
10805	b8
10918	notch
13193	exclscorer
8035	lchild
11396	b0
9913	b1
302	crashingfilter
7332	querym
2111	b'
11866	empty_bytes
830	members
15185	hackish
539	idx
7328	querya
10765	ay
7330	queryf
10882	ba
7331	queryg
875	ids
7329	querye
10753	c6
12893	testmergesortstability
10686	c5
12309	ido
6064	ar
5924	leverage
10685	c4
10683	c3
10378	ax
10860	c9
11960	referenced
8507	u2dde
10760	av
10859	c8
10758	au
10798	c7
14927	flags2
653	c1
682	idf
10756	ao
11842	streamvalue
13282	startmask
655	c2
10680	c0
6347	ac
7981	ad
9240	expands
9843	x0000fff
321	aa
7607	ab
10250	maxlong
5551	c'
7537	expectedresult
9640	ae
7004	growth
8205	checkvalidformat
10516	af
13525	nu
3569	u2f0a
912	newly
13275	p4
11813	nr
1940	intrangebuilder
9102	p2
7443	nosuchfield
9101	p1
6355	jim's
8758	testdefaultramdirectory
10660	oe
13472	udc1cb
3168	u2f14
9617	readfirsttargetarc
14710	cutoffs
14482	x86321
10118	readerindex
10569	texts
14203	q5
2218	os
5839	proxstream
11241	ou
651	q2
6605	op
650	q1
2767	u2f1e
11240	oo
14202	q4
14200	q3
14237	dualconjunctionsumscorer
15143	testcloseorig
2115	r'
2034	dont
1537	testsmallfloat
7439	ijz
7942	pl
2632	pm
11046	crossed
13034	r0
5738	r1
11809	delay
6000	small
10238	accumulate
13247	fastest
10114	lo
9008	ll
7590	ls
7930	bufferupto
12753	necessity
8620	lu
3991	u3c5f
11121	lz
3590	u3c69
879	mb
2630	jflex
2197	fsindexoutput
1531	backup
7939	offsetattributeimpl
410	mp
7542	o2
11608	seventeen
6336	mo
7541	o1
15110	mr
812	collected
1863	ms
8903	text2
727	multithree
1248	testfloatrange_2bit
116	deletedocuments
9201	setfreqcurrentdoc
11799	nrmatchers
1632	updatecached
13523	na
7674	item
3189	u3c73
6571	specifies
6515	iter
9540	fixed_array_num_arcs_deep
11170	nj
8218	rawdocs
8922	testtype
2788	u3c7d
1460	l2
1457	l1
330	jj
142	deletions
7724	variations
1874	constant_score_filter
12794	m'
7285	we'd
13326	kb
12902	perfectly
14291	quoted_char
7880	fieldvalue
2299	lots
93	int
7539	m1
7540	m2
331	kk
15013	testerrorrule
11114	lj
2113	n'
305	ioe
7962	lf
10652	la
533	frozenhash
7055	quicksort
789	setscorer
12038	rangein_end
9126	hs
12739	j2
1434	curpos
12722	hq
147	lost
12353	loss
11003	hv
328	hh
12165	turarnound
9085	ho
6052	collation
9969	hm
191	id
13321	ic
10036	countingstream
13123	ih
7730	isinorder
6565	maxclausecount
5947	ir
13104	iv
10019	inplace
733	iw
9999	overcounts
329	ii
10659	ij
13122	il
1520	im
9077	k0
45	io
2376	ip
897	tothits
7754	lose
14575	l'
1732	suppressed
11614	twenty
10780	topbar
11785	possiblepayload
1291	mysimilarity
8511	java5characterutils
3970	u2f00
6508	postings
5355	floatcomparator
7387	string2
6524	viable
14776	numnext
2450	ready
6489	onmalformedinput
12931	ioexceptions
9945	fieldable2
14873	strval
9944	fieldable1
6912	no_fieldables
12741	indexsearcher's
9888	xf
13451	xe
5387	z'
709	slack
12129	bufferedindexinputs
1493	jjnewlexstate
13846	u2f99
7350	isnt
7274	expiration
7564	wq
9468	lowerterms
10223	fsttester
1713	reads
14444	x8
9506	pure
11441	vy
12938	atomiclong
13417	indexcommits
7023	hot
1978	load
13338	indexpointer
12694	vm
8923	anothertestterm
918	give
3062	ueaf3
5395	loadfirstfieldselector
3864	ueadf
12074	x6
14381	x7
14327	x4
13813	u1a96
14334	x5
7928	charblockpool
8198	x2
9889	x3
8892	x0
8196	x1
3238	u5ba6
1420	curchar
7113	bytevalue
103	indexreader
14641	d160
9012	x'
12123	denote
8359	u1a8e
14288	escaped_char
1642	elementpos
3463	ueae9
2254	default_max_buff
6398	uk
7429	jhfdb
9971	ue
13320	allfiles
5597	w3
5598	w4
5599	w5
5293	front
10465	spanqueryfilter
5595	w1
5596	w2
50	field
13576	u7df4
11374	tz
5960	testnullvalue
7536	string'
8253	tv
7138	hmm
8968	ud
498	bytesperarc
15080	newoffsets
1557	v1
12988	testmulticonfig
8636	v0
5783	affects
7090	tm
5959	tl
7625	ts
5983	pull
1213	tq
9938	index1
5934	v2
6539	tp
943	isexternal
9123	tg
683	tf
12531	te
1546	round
5953	td
13524	tk
8406	ti
783	amount
10201	assertions
10563	tb
10564	tc
5620	ta
12242	unoptimized
5441	sv
6144	testsimpletiebreaker
10661	ss
5824	storepositions
5622	st
13426	senseless
7734	sz
1738	sw
5542	sx
6172	setmaxtokenlength
6073	testinternationalsort
8792	synchronizedmap
7535	hte
12183	sr
9132	disjoint
12022	wildterm
1186	sd
14828	parent's
2602	numstoredfields
5630	sf
2293	getcause
5290	se
1962	providing
12008	u'
3693	u7dfe
7600	setallowleadingwildcard
12648	x3ffl
5538	si
774	counting
13355	cumulativediff
608	no_payload_field
5204	sa
1895	sb
2321	getchannel
5236	yyclose
2837	u5bb0
9939	index2
184	deletedocument
12927	rw
5376	t3
9489	rq
5371	t2
9131	rp
5369	t1
12410	t0
9119	rl
9821	usebitset
1701	strings
9075	rg
7677	rf
2112	t'
9319	appears
11964	rc
10124	reach
942	mergegen
13154	problematic
6028	basetestrangefilter
1105	implement
8658	bunch
9919	fieldables
10676	qq
14195	qr
9927	s0
12669	s2
1705	qp
12668	s1
9147	mergedsegmentwarmer
2497	delid
13209	keepnoneoninitdeletionpolicy
1020	s'
2501	junitcompat
14206	qb
1936	addrange
14205	qa
12930	failurereason
5456	no_load
9305	pt
1717	provided
14637	d11e
6113	testdisjunctionmaxquery
1739	pw
286	r2
8522	read2
9063	pp
13031	r3
2001	pq
13043	r4
12453	filesexist
5939	pr
8616	uncompressed
9133	ps
3838	uda51
896	wrapped
12882	insist
9164	applies
9715	lexicographically
10444	singleterm
12188	holdslock
97	open
8478	portertestdata
9754	id_field
12913	prefixing
1712	wrapper
7277	margin
3866	uec25
1510	ignoring
9250	processor
11793	ppend
1218	ctopdocs
10254	fstenum's
9346	delta
2289	setaccessible
13749	uec1b
7246	nightly
3437	uda5b
5765	setnorm
3064	uec39
6779	truncate
9579	getfirstarc
3036	uda65
1210	termcountt
5666	testnosnapshotinfos
419	fieldinfos
9064	matchlength
10134	indexfiledeleter
1211	termcountc
1876	wasted
12840	directbytesstartarray
15100	performtestswithexceptioninreopen
3135	u1a11
7711	getcorecachekey
7342	hut
10164	doc'
14962	previoussize
3536	u1a07
14861	outputprefix
5835	coreclosedlistener
13037	doc5
13721	uda47
6155	doc2
6156	doc3
6153	doc0
2474	decides
6154	doc1
2368	myid
5272	pushes
15038	puts
15214	leftpos
7321	executors
5555	setversion
12883	nextsize
2734	u1a1b
13367	indexnotfoundexception
10385	slowcompletor
5600	zz
14703	rough
5263	producing
7769	onecomparatorscoringnomaxscorecollector
5788	testclonewithsetnorm
8935	typeatt2
6876	wildcardsearchpos
12337	newdsname
8358	u1a27
2446	sink's
10576	bits2vintlist_size
12796	orignorm
3465	uec2f
2552	raminputstream
5602	yy
10677	testallfoldings
3294	u7f4e
2517	push
12491	getreaderprocessor
12225	interactive
2024	attempts
15054	zo
11802	currentdoc'
5780	deletedocs
2893	u7f58
738	myhc
6108	theoretically
13578	u7f3a
2261	lock
9367	refers
5601	xx
12488	testpayloadprocessorprovider
145	applied
2608	pushed
8906	termbytes
12166	guarantee
8718	forcibly
3695	u7f44
8112	standardtokenizer
8844	testencodedsortabilitynio
919	chance
8963	testtransactionrollback
14295	dlucene
11803	advanceaftercurrent
290	threads
9	contributor
13135	testrangequeryidcollating
5746	openifchanged
10948	ffl
10946	ffi
9464	checkbooleanterms
9654	nodeandincount
3742	u9d31
13625	u9d27
5429	field_utf2_text
5291	feb
7750	commitpoint
5301	comparing
5344	secondary
7686	rfmap
2531	visited
5460	field_1_text
201	token
6711	inline
10766	parenthesized
12636	xdbff
1083	newcharacterbuffer
10176	emits
345	checkpoint
8056	numiters
46	ioexception
9663	guess
12010	u005c'
5296	shorts
12305	nummerges
9465	savedclausecount
986	change
556	settings
14	distributed
9726	testbarelycloseenough
4039	u5aef
3381	ub6b3
5310	dynamically
7968	capital
9111	repeatingterms
9562	nextarc
3782	ub6a9
6282	œäœåœøœéœñœµœ
9025	aaaa
8445	commitcalled
5455	testloadsize
9652	nodequeue
13382	filenames
8305	std31
2633	std34
5572	scorecachingwrappingscorer
3638	u5af9
6699	fdx
12886	elemsizes
13003	ff1
8110	getcolumn
13004	ff2
2601	fdt
7445	criterium
1220	countterms
2980	ub6bd
11829	visitrequired
12503	numpayloads
14956	postingshashsize
5818	offsets
12516	token_type_lower_prec
6091	constantweight
8650	fcl
530	freeze
7526	gdhjciefab
1612	inside
10273	isleaf
13442	utf16's
9357	getbitset
2838	u5c53
8950	errors
9590	writelabel
996	tokens
8754	getnolockfactory
14457	x8431
14458	x8432
3640	u5c3f
2612	num_bytes_object_ref
7235	testnonramdelete
5729	testindexreaderreopen
521	outputtostring
3239	u5c49
7842	getdecodedlength
14455	x8421
1053	build
9682	ovewrite
12005	lastcharwasescapechar
8841	decodedlen
4041	u5c35
8808	dereferenced
9920	fb1
1830	encoding
5805	positionbasedtermvectormapper
7094	built
12203	identifying
13635	ua385
3845	udec6
739	hitcount
2631	snapshot
5646	charfilter
7778	normalizing
13728	udebc
2369	verifierhostorip
3444	uded0
233	idfield
8243	totallength
3351	ua399
6700	ext
6978	numberformatexception
5277	zzcurrentposl
3752	ua38f
9901	testtermvectors
6503	posupto
12021	prefixterm
14308	bterms
10245	verifyunpruned
12571	exp
8438	indexoffset
3043	udeda
8512	java_5
6803	locks
8510	java_4
9697	permits
5566	exc
724	blah
1409	setdebugstream
7747	requirements
8242	deltalength
8265	byte_block_mask
6070	danishindex
1927	relevant
1101	depreciated
1548	floattointbits
3341	u9d3b
2940	u9d45
1799	ints
6560	interface
12816	concatenating
13061	testindexwriterreopensegmentfullmerge
12380	ramsizeinbytes
2414	things
5590	testexplanations
13284	startword
3639	u5b9c
10822	eth
12512	setomitnorms
10582	iterated
14222	requiredscorers
3785	ub892
10211	feature
14732	compressor
5965	iterates
2603	processfields
961	checkaborted
731	strudel
10984	descender
6566	expanded
12011	hexadecimal
13668	ub888
5278	zzmarkedposl
1235	testrangesplit_8bit
9390	x33333333
3044	udf7d
8575	filetodelete
9327	freqoutput
8565	simerge2
827	empty_int_array
8567	simerge3
11978	severaltokensatsameposition
12211	indexcommit's
14982	donextcall
11852	likelihood
238	currentthread
1953	termcompare
4040	u5b92
11903	customization
7230	bridges
2165	lazy_load
13636	ua428
8456	numobjects
1933	doublevalue
2939	u9ca2
6006	alter
3384	ub89c
2011	arguments
5481	bitvector
10281	cmo2
7480	stays
12163	quickly
9337	storepayloads
3352	ua43c
1514	jjfilltoken
9630	implicit
8297	getfailurecount
15000	testassumetest
12701	testmultivaluednumericrangequery
1012	eos
8687	dirimpl
2951	ua446
8480	checkonetermreuse
12665	outupto
443	testrandomsearchperformance
6475	rethrown
2478	init
2416	extraction
3753	ua432
207	indexinput
605	infostream
12597	freely
7976	midnumlet
5742	reopen
11937	surrounded
8404	terminfoandord
1989	overriding
8213	gettvfstream
8089	compressstring
7586	question
1387	javacc
697	multiple
5447	gettempdir
8615	actualsize
13469	esc
14946	multiply
1005	acronym_type
6998	bytesperelement
5876	originally
671	effect
1730	err
2186	closedchannelexception
5724	cloning
3412	uca70
13696	uca5c
10554	docval
100	info
3350	ua2f6
6908	removefield
2127	customize
7180	msearcher2
6009	represented
7188	msearcher3
14973	intuptostart
1242	ascfield
2982	ub803
11794	scorerdocqueue
14940	emptytokenstream
1495	x7ffffff01l
263	start
13634	ua2e2
6549	testcachingfloat
3813	uca66
2420	saving
6402	randomtextwithurls
3665	u6c2a
1285	hashset
15052	underlaying
6736	techniques
8795	testwindowsmmap
872	delegate
3264	u6c34
8154	childpointer
14678	ene
2056	eng
668	end
14812	options
12440	matchedcount
8695	default_float_parser
13173	offset0
3751	ua2ec
5282	zztransl
2863	u6c3e
7012	env
2624	ent
1686	applyslop
5306	represents
3011	uca7a
2119	eof
13492	testemptyset
14722	xffffffffl
1905	reading
14742	spannot
1299	assertnull
14579	curdocid
2335	readint
7047	endindex
3846	udf69
2591	gettimestamp
6807	stateless
8073	binaryvalcompressed
13261	getbits
9323	lastskipdoc
9154	montonic
7834	getencodedlength
6980	representation
14753	leftinbuffer
11479	ôºπ
1512	lexical
1727	testexception
7010	alignment
11653	ôº?
2564	utf8tostring
1316	getmaxbuffereddocs
12801	singlenormref
673	state
153	termdocs
6642	testreversedatesort
1275	test12
1274	test11
14682	testobtain
1280	test14
1276	test13
9436	nlztable
10123	acquirewritelock
5232	blow
13071	testaftercommit
7950	wordbreak
7143	bytearray
5556	getbuffereddeletesgen
949	paused
11738	docbasepersub
2610	undercount
13729	udf5f
5207	ideographic_type
3445	udf73
2064	incs
12226	pauses
9098	incr
14876	consulted
6422	ªæ
10877	ªç
11213	ªè
10909	ªé
11031	ªâ
2529	benefit
11033	ªã
8029	heapadjust
10875	ªä
10907	ªå
9694	ctors
11408	ªß
13039	testaddindexes2
11011	ªà
6548	testcachingint
10913	ªá
14834	divergent'
2365	lockstresstest
8062	testcopychars
14989	abcdefga
434	clone
1439	jjround
456	number
7601	abcdefg1
11423	ªº
845	maxdocstocache
11485	ªµ
15207	testletterhtmlishhuge
14791	verifyvectors
11119	ªª
2225	typically
10413	testpositionincrementattribute
397	number_of_fields
13391	docfreelist
12313	deleteall
2280	crashes
6897	smoketestsearcher
6802	timeunit
5470	sync
12267	accommodate
13100	purge_multiplier
5218	fills
9881	x7ffff
384	crashed
12447	getbuffereddeletetermssize
12866	getsummary
11522	serif
15223	resettable
9845	testsplitlongrange
1028	characterbuffer
12562	mdirectory
5453	emptyset
10359	verifystateandbelow
10125	nowrite
3383	ub7f9
2659	yyeof
2539	docidsetiterator
2383	betweeen
914	addindexes
14967	int_block_shift
3749	ua1a6
96	close
174	doctor
1380	getxyz
12171	latency
11956	rewriting
13331	initialsize
10407	testsimpleattributeimpls
353	gen
15088	starttime
3348	ua1b0
1570	iskeyword
6990	listobject
8086	compress
7002	asymptotic
10131	setuserdata
765	dotestmultithreads
3784	ub7ef
12803	i'm
10083	writelock
115	stale
13548	u6c20
7497	instantiate
9795	carefully
1016	acronyms
517	safely
9560	cachedrootarcs
10880	ªü
10047	fraction
11195	ªû
13667	ub7e5
11193	ªú
12612	persons
6934	formatpostingsfieldsconsumer
11217	ªì
11185	ªí
11183	ªê
11215	ªë
15074	stand
6299	ªñ
11187	ªî
5950	iscurrent
11219	ªï
11223	ªô
11225	ªõ
11190	ªò
11221	ªó
6391	personc
11413	ªø
11227	ªù
6389	persona
10911	ªö
6390	personb
12671	lead_surrogate_shift_
7125	rotate
12638	xdc00
14472	x8543
3349	ua253
12593	receipt
2836	u5b0d
10644	testasciifoldingfilter
14469	x8541
14470	x8542
933	operation
528	break
13624	u9c84
12721	subdoc
9171	pending
2434	entitydetect
2245	guarantees
43	import
15167	testbytesizelimit
5252	fetch
6937	formatpostingstermswriter
13129	testequalscores
14466	x8532
859	cachedsegs
13413	flexible
14465	x8531
1921	guaranteed
950	include
515	prime
14902	operating
967	defensively
11332	swash
2948	ua25d
3237	u5b03
7364	dhjfb
3741	u9c8e
7159	testemptyindex
14950	randboolquery
7839	protect
1816	variant
2606	queryandlimit
7824	interprets
15095	testreopen
13008	getidstring
13697	ucaff
6965	x923f64b9
1499	jjrounds
12979	bigfieldsize
12316	dups
12784	helloworld
3750	ua249
380	files
1306	getsimilarity
7283	clock
12406	flight
3340	u9c98
13633	ua23f
10490	reusabletoken
8759	testsimplefslockfactory
2258	location
2861	u6af8
6787	remains
162	testdeletereaderreaderconflictnofullmerge
5342	numhits
10225	positiveintoutput
9960	testfieldcachereuseafterreopen
13180	setsegmentspertier
1735	prior
12027	rparen
486	nodehash
2489	returning
13546	u6ada
1865	machine
5326	comparison
2509	statement
7646	estimateram
13128	testbasicsrngcollating
2271	getmethod
5343	sortpos
3663	u6ae4
10079	testtermbooleanquery
1741	stack
1338	isstatic
13156	filtertermdocs
14463	x8521
8455	stage
9759	rudimentary
8887	inverting
8071	testbinarydocument
1911	accessible
10263	mixed
9517	morfologik
7725	default_long_parser
2460	receive
2019	application
992	standard
2582	impl
13162	swaps
9745	palyndrome
14748	rewrittenexclude
2405	print
3262	u6aee
14952	nextperfield
10679	concatenated
433	indexposition
725	multione
8419	tiord
1179	getdocidset
1095	handle
907	determines
10478	associate
3012	ucb1d
4059	zz_trans
1332	defaults
10510	clearnotermbuffer
6277	œøœ?œµœπ
14966	intstart
7150	collectionutil
9279	filterdocidset
10301	tempdir
1115	correctoffset
1938	maxprefixcoded
7827	codingcase
2949	ua300
14755	serve
837	defined
2862	u6b9b
13220	lastdeletetime
2835	u5a6a
5778	origreader
8818	eval
5881	readerfinished
6005	default_doc_count_percent
6630	declare
6303	ºã
5980	defines
11795	disjunctionsumscorer
6315	ºç
2058	testmoredocs
3413	ucb13
12083	jj_add_error_token
12189	discard
1528	matchedtoken
8109	caught
10691	breve
12	notice
13106	getanddecrement
3814	ucb09
11617	angle
6977	luni
6588	minshouldmatch
9087	initsimple
11854	reclaim
13372	nio's
8737	allocslice
10400	empty_ints
9829	testlongextremevalues
11658	ôºà
11634	ôºá
10960	ôºß
11692	ôºä
9627	fta
11676	ôºå
11661	ôºâ
11671	ôºã
7194	ftl
7729	getslop
2143	demonstrating
481	fst
315	takes
8282	prop_key1
1449	x3ff000000000000l
2492	setfieldinfos
15213	rightoffset
11678	exclamation
5202	reports
10646	testlatin1accentfilter
7543	testemptystringvsnullstringsort
11686	ôºö
11202	ôºø
14613	fun
11674	ôºù
11663	ôºú
11688	ôºü
11548	ôºï
14356	x6321
11541	ôºî
11555	ôºñ
11564	ôºó
11573	ôºò
9226	setphraseslop
11703	ôºõ
11583	ôºô
11625	ôºç
11154	ôºæ
11681	ôºé
11697	ôºè
11523	ôºë
11515	ôºê
11529	ôºí
10429	testdata
11535	ôºì
13195	reqdoc
9531	bit_arc_has_output
8210	tvfformat
7067	attributeimpl's
10068	lastfield
1148	startoffset
9667	anynegdelta
14792	fsa
3637	u5a56
12388	incrementing
12348	tocommit
6697	fsd
11708	ôºº
6053	hyphens
11394	ôºµ
4038	u5a4c
9792	views
9003	testmappingcharfilter
7082	determined
9660	nodereftoaddressin
11650	ôºª
3236	u5a60
3339	u9bf5
7926	fox
5238	resets
12978	maxfields
9036	angry
652	foo
7162	indexstorea
7163	indexstoreb
2660	lookahead
11734	searchfiltered
1818	distinct
3740	u9beb
7571	testasterisk
13463	cldr
13165	unstable
17	information
7795	growablewriter
8558	checksegment
1321	getmergedsegmentwarmer
189	testindexreaderundeleteall
2984	ub949
8733	recycle
2938	u9bff
6139	testskiptofirsttimehit
5571	computation
3385	ub93f
9425	lowbyte
6283	œøœçœ?
12034	fms
12747	assertquery
8113	testtypetokenfilter
11905	conj_none
3786	ub935
2947	ua1ba
12115	updating
6368	wanted
9525	inputtype
8263	startindex
165	testdeletereaderwriterconflictnofullmerge
13669	ub92b
14490	x864321
1106	clearattributes
8214	seektvx
6725	algebra
7638	frequently
14640	clef
5172	zzstartread
11857	testindexwriter
11727	terminates
9283	filterdoc
8044	visitor
8907	initreader
8184	floatval
5384	randomphrasequery
10158	terminated
1151	nodocs
6513	phrases
10657	cles
6506	chunkstates
10021	inplaceand
6003	default_term_count_cutoff
15163	csq's
9439	xf0000000
9974	iter2
9972	iter1
12994	iter0
10931	µæ
13285	ensurecapacity
7784	fielddoc
14782	fld
5313	missingvalue
10111	inheritdoc
11136	µø
8946	testlucene_3042
1964	restrict
12762	fly
1246	testfloatrange_8bit
1400	datetools
2628	termsiterable
983	passing
8628	fie
12498	populatedocs
9610	fst's
6634	precedence
14761	iters
594	payloadanalyzer
9236	sublcass
9892	commituserdata
8411	fis
11007	µª
2205	fit
9396	pop_array
8440	twophasecommittool
133	fix
7831	middleshift
11724	discarding
5880	notify
6527	fieldscorequery
8998	writelong
12769	testcharacterutils
8768	searcherthread
11026	µº
11360	µµ
13623	u9be1
613	payloadtermquery
3263	u6b91
8955	testreflectionoftostring
2210	fragmented
2353	safety
3664	u6b87
13547	u6b7d
10087	normscache
11834	endconsumer
7568	prefixx
10965	µπ
5414	docs_only
11172	horn
6226	ÿñÿßÿçÿá
2943	u9f2e
11260	µ?
13038	doc150
107	opened
1602	block_size
2375	host
959	notifyall
10488	loading
8306	standardtokenizerimpl31
2868	u6f6d
3344	u9f24
12727	extract
7611	matchonedocwild
2354	unset
587	testpayloadtermquery
474	getfields
2643	prepended
2073	serializing
3745	u9f1a
12081	generateparseexception
5846	cfsdir
13695	uc9b9
6085	dependent
8685	deprecation
13628	u9f10
376	setcheckindexonclose
6752	getpositionincrementgap
8987	userdata
14888	currentcommitpoint
5578	testgetscores
3269	u6f63
3812	uc9c3
216	throwable
8513	mimics
6655	collationkeys
13553	u6f4f
1168	increasing
1997	meaning
1669	boosts
7588	mxtals
5354	intcomparator
3670	u6f59
3010	uc9d7
7648	calculateed
64	public
2108	retval
9907	tdocs
13084	didwarm
13698	ucba2
2	apache
10404	bint
13725	udcd3
1815	dramatically
9205	currentscore
12948	notified
12513	hood
13359	testindexwritercommit
2389	verifierhost
10705	hook
2361	releases
3414	ucbb6
3441	udce7
511	code
7815	char's
13632	ua19c
3040	udcf1
619	factors
638	items
5309	determining
13291	getandset
3815	ucbac
3842	udcdd
1072	factory
6964	day
813	large
8447	failoncommit
9666	nodearccount
223	ddd
13033	dirreader
3013	ucbc0
9912	bin1
6963	reconstructed
9857	x7ffffffffffffl
1184	constant_score_boolean_query_rewrite
6784	released
669	offset
1393	calendar
6258	œüœµœñœ
10312	wordsfilein
781	lastdoccollected
6274	œäœøœö
8886	perdoctvf
5937	getdir1
5938	getdir2
10042	folks
12422	bind
8292	getproperties
1436	jjnewstatecnt
11497	e92
11507	e93
11496	e90
11506	e91
1572	conditionally
2100	reason
6617	noopcollector
11435	e7f
11846	startlength
11434	e7d
9766	expectedcount
11422	e7e
477	fieldsstream
11406	e7b
10249	minlong
11421	e7c
7853	sufficient
11386	e7a
11457	e89
14484	x8641
11450	e88
11456	e87
14487	x8643
11449	e86
14485	x8642
7745	refresh
11455	e85
13517	ud917abcd
11448	e84
11454	e83
8600	oldsinglesegmentnames
11446	e80
11453	e81
11447	e82
5962	ctl
2002	hold
5917	termfreqvector
11354	e6e
11365	e6f
1704	bquery
11351	e6a
11362	e6b
14712	constantfilterrewrite
11352	e6c
9604	destpos
11363	e6d
10034	testsimpleskip
6942	abstraction
7696	vitoitemsets
7296	recorded
11402	e77
11384	e76
11404	e79
11385	e78
13114	csq
11399	e73
11382	e72
14481	x8632
11401	e75
14480	x8631
11383	e74
9239	posincrementanalyzer
11943	getphraseslop
2650	home
5440	testloadfirst
11342	e9d
11347	e9e
11341	e9c
10935	e9b
10730	e9a
14478	x8621
9420	probability
2199	portion
11463	e8c
11467	e8d
11473	e8e
11482	e8f
8487	sortedset
12485	balanceram
12465	threadstate
11466	e8b
11462	e8a
11508	e95
14576	setbitsiterator
1230	cur
11498	e94
11367	e97
14831	cut
10994	e96
11483	e99
11458	e98
3	lucene
3347	ua10d
1433	startstate
10597	intense
13300	pop_xor
3595	u3f98
12108	potentially
14360	x6421
3411	uc9cd
1574	keywordattribute
2983	ub8a6
2229	applications
2946	ua117
8304	floatfieldsource
3996	u3f8e
9791	cxf
1229	getenum
5574	mscores
15073	termtotve
5861	prox_extension
9143	arrive
2561	readstring
2616	docidupto
8068	indexoutofboundsexception
5811	storeoffsets
14841	undecided
14751	checkbuffersize
9299	focusing
754	resolution
14201	xxxxx
1241	testfloatrange
5258	wellformed
779	bits
14960	initpostingsarray
12743	testsearchafter
966	msec
10295	charidx
14260	threadsafe
9290	currentbufferindex
13303	otherarr
14875	actively
11488	ªπ
2090	serialversionuid
2033	params
1791	database
14495	x8653
14752	setbuffersize
14499	x8654
14492	x8651
8599	testcreatesinglesegmentnocfs
14493	x8652
11927	hasnewapi
15104	withreopen
728	blueberry
1890	includesmin
8078	stringstored
170	setmergepolicy
12421	sourcesegment
1326	validate
3562	u2a95
10542	ipod
2241	undocumented
3963	u2a8b
24	copy
3161	u2a9f
10784	e04
10791	e03
8539	testinvalidarguments
10785	e06
10792	e05
5256	occured
10200	usecase
10804	e08
10793	e07
10812	e09
6086	encapsulated
8043	scorervisitor
10702	e00
10783	e02
10728	e01
8249	models
3041	udd94
8738	newlevel
3442	udd8a
9343	proxskip
10900	e19
10868	e18
10899	e17
10867	e16
10898	e15
10866	e14
11967	conj
10848	e13
7392	cmp
10831	e12
14363	x6432
13838	u2a81
10280	cmo
10847	e11
14362	x6431
250	conf
10830	e10
7370	dhfbj
10829	e0e
10846	e0f
10828	e0c
10845	e0d
10827	e0a
10844	e0b
15021	encapsulates
12609	publish
8958	alltermdocs
10298	getdefaultfieldcodec
6232	ßç
8980	comm
10992	e29
13341	setposition
7041	comp
1023	setlength
9130	cnt
10978	e26
10990	e25
2609	frozenbuffereddeletes
6953	nrtmanager
10979	e28
10991	e27
6236	ßß
10976	e22
10968	e21
6234	ßá
10977	e24
10989	e23
6233	ßã
12107	stripsegmentname
6237	ßä
13219	expirationtimedeletionpolicy
6235	ßå
10953	e20
9453	paralleltermenum
10902	e1d
10922	e1e
1824	practice
7209	customsimilarity
10934	e1f
10869	e1a
10901	e1b
10870	e1c
10452	testacrossfields
1301	keeponlylastcommitdeletionpolicy
1539	orig_bytetofloat
11053	e30
11868	testfields
11067	e31
8012	col
11055	e34
10040	lastti
11069	e35
11054	e32
14661	udd60
11068	e33
7338	e38
7455	gicea
11102	e39
9395	x0f0f0f0f0f0f0f0fl
11085	e36
11101	e37
5926	dividing
2792	u3f09
13533	alreadyclosedexveption
11029	e2d
9328	proxoutput
11009	e2c
10993	e2b
10980	e2a
11030	e2f
11010	e2e
15012	testerrorinitializer
10138	rollbacksegments
14886	verbose_ref_counts
11124	e40
11140	e41
11126	e42
11142	e43
11148	e44
11161	e45
11150	e46
5971	cpu
11163	e47
14658	u2620ce
11151	e48
8254	segmenttermpositionvector
11164	e49
14821	gettotstatecount
2346	cost
12220	sweep
11086	e3a
11087	e3c
11103	e3b
11123	e3e
11104	e3d
8571	newestsegment
11139	e3f
11248	e56
3843	udd80
11266	e57
11247	e54
11264	e55
1149	generate
11180	e52
11211	e53
1451	jjchecknadd
11179	e50
11210	e51
9110	rptterms
8430	sameterminfo
11292	e58
11310	e59
11209	e4f
11177	e4e
11207	e4d
11176	e4c
11166	e4b
11152	e4a
3415	ucc59
11322	e60
6217	ÿçÿßÿö
8921	settype
9937	assertindexequals
12314	mergefinish
11337	e65
11325	e66
11339	e67
11326	e68
11335	e61
11323	e62
11336	e63
11324	e64
8499	u2a3f
11340	e69
8561	indexdoc
11297	e5e
11314	e5d
11315	e5f
11293	e5a
11295	e5c
11312	e5b
757	increase
13699	ucc45
2655	core
11366	e71
13726	udd76
11355	e70
11731	enforcesinglesegment
10640	justcompilespans
5843	segmentreaders
7060	chartermattributeimpl
8605	number_of_chars
5219	copybuffer
13631	ua0f9
6319	êàëêòø
1891	includesmax
6371	getresourceasstream
1593	avoid
3191	u3db9
83	ccc
5706	unused
11780	docspansordered
3014	ucc63
14305	hours
10602	testspanfirstversusspanterm
3592	u3daf
2790	u3dc3
12818	stopwords0
12820	stopwords1
8700	shiftfield
3816	ucc4f
6048	extremes
8481	segmentmergequeue
662	remove
7427	jfhdb
15183	poslengthatt
5836	segmentcorereaders
10568	corresponds
2246	indirectly
5409	getomitnorms
10271	countminoutput
2256	chunksizepower
7931	charupto
5921	binarysearch
260	return
5512	cfx
2759	u2a06
1780	framework
8180	valuesource
5499	cfs
12105	cfr
14976	ch2
7362	dhfjb
3993	u3da5
6562	setflags
7612	qtxt
5466	fileexists
14660	udd1e
10666	folded
6405	wordbreaktest
9431	ntz3
9428	ntz2
12675	lead_surrogate_offset_
2459	adds
7479	remote
8989	lastindexof
10653	cha
14406	x7541
12898	defers
14409	x7543
12026	jj_2_1
14407	x7542
6651	converts
13540	uax29urlemailtokenizerimpl
385	doccount
7200	uncomment
13027	testaddcloseopen
1981	priorityqueue
1204	float_nans
8777	createnewfile
5479	indexdir
7384	adcb
8097	suite
10157	matchingsegments
10675	chr
6433	blast
14777	bytes_per_posting
14659	u2620ne
1980	bitspans
9105	solution
6835	misses
9987	microsoft
10218	inputoutput
14400	x7521
2493	testrandomstoredfields
2250	blocked
7380	adbc
8509	java4characterutils
12905	abnormal
5311	fieldcomparatorsource
5160	zz_attribute_packed_0
9512	non_final_end_node
14403	x7532
14402	x7531
1076	bufferindex
8944	typeattributeimpl
11889	docnumawaremapper
13167	first_cut
6671	significantly
5989	multitermquerywrapperfilter
10904	ebb
10872	eba
10905	ebd
10873	ebc
10906	ebf
10874	ebe
12580	recipient
11184	ed0
11216	ed1
11186	ed2
11218	ed3
11188	ed4
508	islast
7906	frequencies
11220	ed5
182	isdeleted
11189	ed6
11222	ed7
11191	ed8
11224	ed9
5249	yybegin
12631	dealings
15106	previtereationdoc
2145	num_docs
12972	getcurrentsearchinggen
14169	testnullorsubscorer
10710	eac
10736	eab
10709	eaa
10738	eaf
10711	eae
10737	ead
633	boostingfunctermquery2
9708	header
10876	ec0
10908	ec1
370	fallback
6988	borrowed
8275	superclass
10879	ec4
2692	zz_rowmap
10912	ec5
10878	ec2
10910	ec3
11012	ec8
11032	ec9
10881	ec6
7800	getsize
10914	ec7
14418	x7632
11595	íí
11601	íî
11603	íï
14417	x7631
11605	íñ
11609	íò
12533	weightings
6497	endminus1
9368	specialtoken
11607	íó
11611	íô
12482	delinc
11615	íõ
1423	readchar
11612	íö
11042	íø
10797	íù
10751	íú
10821	íû
9771	queryexpl
10854	íü
10739	eb1
10713	eb2
10740	eb3
11970	modification
10714	eb4
8592	surrogates
14668	ramindexinput
10712	eb0
2343	write
10903	eb9
5415	testlazyfields
6765	token's
10741	eb5
10715	eb6
12745	after'
10742	eb7
852	caching
6504	poslimit
10871	eb8
10916	ìî
10936	ìï
14415	x7621
1450	jjaddstates
10849	ìì
10814	ìí
11036	ìò
7917	getmatch
10995	ìó
10969	ìñ
10420	attrimpl
11070	ìö
11047	ìô
11105	ìõ
11143	ìú
11232	ìû
11514	ìø
11168	ìù
10704	ea2
11525	íà
10732	ea3
11117	íß
10703	ea0
9341	docskip
10731	ea1
11267	ìü
11537	íä
11543	íã
14306	term_count
11531	íâ
11616	íá
11575	íè
11557	íç
10708	ea8
11014	íæ
10735	ea9
11550	íå
10707	ea6
11598	íì
10734	ea7
11592	íë
2543	precede
10706	ea4
11585	íê
10733	ea5
11566	íé
5251	expression
2163	selector
10954	íº
11599	ëø
11512	íµ
14278	diffiles
7752	careful
13077	lastcount
8247	isignoringoffsets
8949	captured
11115	efa
11873	getstartoffset
13700	ucce8
11120	efb
11424	efc
12438	segupto
1163	splitting
3194	u3fa2
11478	efe
11490	eff
13218	testexpirationtimedeletionpolicy
7683	valuemismatch
13551	u6e09
11499	ìè
11153	ìé
10745	ìê
10794	ìë
11056	ìä
459	not_analyzed_no_norms
11088	ìå
11588	ìæ
11127	ìç
11327	ìà
9079	collide
11298	ìá
11356	ìâ
11425	ìã
2040	termshashperthread
202	tokenfilter
11469	ìß
11569	ìº
3817	uccf2
11913	lowercaseexpandedterms
2102	replaces
11518	ìµ
106	assertequals
11411	eeb
11391	eec
11390	eea
1044	replaced
7695	badkids
11414	eef
11412	eed
11392	eee
12772	cpat3
1931	minbound
10923	íª
2402	verifylf
11596	ëæ
5841	coreref
6410	ëâ
11568	ëß
11393	ef0
11532	ëµ
3346	ua06a
1969	spanquery
2075	byteslicereader
11586	ëº
11194	edc
11228	edd
11196	ede
2945	ua074
11229	edf
1848	numericfields
11192	eda
3267	u6e1d
11226	edb
2866	u6e27
11489	ef9
11560	ìª
6641	edt
11476	ef6
11486	ef5
5404	faultyindexinput
2793	u3fac
11477	ef8
11487	ef7
11474	ef2
12411	mergeinit
11415	ef1
11475	ef4
11484	ef3
1160	functionality
7223	testsimplecase
9317	setnumoverlap
11214	ecf
11212	ecd
11182	ece
11034	ecb
11181	ecc
15067	setreplaceinvalidacronym
965	indefinitely
11013	eca
12428	os_version
6421	éä
12404	applymergechanges
11576	ëª
12177	maybemerge
11410	ee9
11389	ee8
11409	ee7
11388	ee6
11407	ee5
11387	ee4
11231	ee3
3668	u6e13
11198	ee2
11230	ee1
13495	testiterator
11197	ee0
6840	termnumber
7863	testsegmentreader
12127	max_term_length
11551	çü
12152	dye
6420	çø
3747	ua060
3343	u9e81
6424	èå
14517	x8742
13630	ua056
