7713	casenum
12809	lockexists
3798	ueeb1
6593	traversing
7987	getendcolumn
3825	uffe2
6932	reflectasstring
9775	tvoffset
7123	timed
13643	ueea7
13670	uffd8
9389	writablefst
12940	jointhreads
10483	testspannearversusbooleanand
2581	possibly
13613	udb8d
5095	yychar
3768	udb97
15058	setmaxmergembforforcedmerge
5733	relies
471	compatibility
2198	arrayindexoutofboundsexception
8591	relied
9666	inefficient
640	times
9326	testemptyindexwithvectors
13406	ufffd
2717	u3d20
13152	setnumwords
2744	u4e51
11832	notation
13360	uffff
13367	udc44b
14709	cutting
2996	ueec5
3023	ufff6
5363	lockless
5954	innerweight
745	elapsed
12337	analyze
5239	testrepetitiveincreasingsloppinesswithholes
6269	wordbreaktestunicode_6_0_0
5183	field_doc
635	seventyhash
3424	uffec
12487	redistribute
3397	ueebb
29	basis
6687	consumption
12102	drop
2261	entity
9461	stopat
10387	injecting
12838	elapses
2276	final1
12402	enumerate
2279	final3
2278	final2
2281	final4
438	gettext
14150	lengthfilter
13132	interchange
5880	basic
8580	estimated
8554	jar
8659	testnativefslockfactorylockexists
3920	u3d02
8761	charbuf
14591	derived
6854	jan
8038	writeskip
11926	jj_endpos
2320	finalstate
6589	belongs
3519	u3d0c
8877	finishcommit
1980	column
3118	u3d16
1621	fewer
5625	update
8379	u2aa6
459	tostring
2688	u2aa9
8023	skipbuffer
8302	sequential
13171	endmask
165	testdeletereaderwriterconflictfullmerge
8622	newupto
1756	reached
13339	preflex's
8782	termid
7778	minimize
1925	assertion
7786	entire
5673	isignoringpositions
6388	petered
10054	jdk
8105	tvfposition
7416	missingval
1435	setkeyword
545	accessed
12046	malformed
1287	indexingchain
7111	flushatdelcount
6807	defaultskiplistwriter
9699	flipping
10519	unsupported_msg
7141	prunebyage
13000	redefined
1636	rewrite
7631	getreversemul
12448	expectedids
12457	tolerance
9427	emptyoutputbytes
5972	constantscore
5723	purge
6529	constructing
1960	increment
11904	x40000
5170	interpreted
8756	testallnullinput
9395	job
9626	asserting
9945	lasttext
9209	curproxpointer
9246	interpreter
1010	filters
1507	tochararray
1609	getmessage
15109	weretruly
5161	explicitly
1923	finishdocument
5600	testclonewritetoorig
1438	space
1979	errorcolumn
1574	getrangequery
5274	hmmm
6404	previd
10087	desiredassertionstatus
6615	construction
7011	spanpaycheck
5754	storessegment
1917	termshashconsumerperfield
12738	testlargevalue
198	cannedtokenstream
661	warning
5276	text_field_1_key
930	single
3947	u4e33
9292	twos
2288	inserted
6934	recommeneded
295	mockindexwriter2
305	mockindexwriter3
449	termposition
343	mockindexwriter4
12722	testbytesrefhash
10210	unrecognized
7667	roundfixedsize
2391	contract
3145	u4e47
7956	compressiontools
6402	float_field
5449	optb
6230	embedded
5975	lengthnorm
3546	u4e3d
7559	valueids
9481	opto
3366	udafe
440	getterm
6203	testalphanumericsa
1579	defensive
1326	getters
5767	valu
2024	vals
10125	fstlong
9912	checkskipto
14479	udc1cabc
6132	œªœøœ
15015	readerstoclose
14967	getfrequency
3767	udaf4
13303	snapshotted
2344	threadsandfields
12695	normfilename
9094	incrementtokenclassic
12192	commitmergedeletes
13612	udaea
2422	lastterm
872	advance
10322	forbidden
9243	sugar
2135	mapmode
3544	u4cf7
3517	u3bc6
380	listall
577	spans
8966	rptind
6794	numbytes
8067	cachedfieldsourcehashcode
14105	spanb
1535	query's
11814	setlenient
7782	loader
14684	ist
13015	pres
12721	maxbyteslengthexceededexception
9767	testcommituserdata
5989	albino
10134	enum's
14104	spana
7438	getindexstore
8303	prev
5396	loaded
9653	terrible
5393	emptymap
5562	minimum
10089	nosuchmethodexception
9698	neededshifts
9046	absolute
1377	iwc
9148	hackidy
5517	prepareindexandsnapshots
8861	sval
10512	stringtodate
9345	insertdoc
12416	iw2
5688	getposition
2408	builds
12415	iw1
7915	testcharsref
3799	uef54
9068	docscore
8664	lockprefix
12413	ir1
12414	ir2
7975	tokenstart
1474	requiring
14200	termindexstatus
9009	subsequently
7077	srchr
5464	freaks
1093	normalized
14069	testfieldmaskingspanquery
6130	œºœµ
9521	spare
8533	rmdir
2350	fieldcount
10078	desirable
2770	u5edf
2436	indexcommit
1499	readmasks
10435	prio
6506	oldest
15037	irs
12869	docsandwriter
10391	termbufferlength
9934	isi
10006	getkeepfullydeletedsegments
6904	targetsize
8382	u2c42
9676	nextisset
10405	accidental
3572	u5ecb
8129	currentposition
7967	static_initializer
5453	helper
7807	newbuffers
12437	getdeclaredconstructors
8793	shrinkhash
14284	x7321
3171	u5ed5
3945	u4ced
6596	subtract
7679	d8000
8530	testnumericfields
1551	prohibited
2965	udb08
8106	lasttvdposition
11723	tokenstreamvalue
5649	encodenormvalue
441	compareto
10232	outofbounds
14731	outgoing
13444	u6ff2
5320	loadfieldnames
3973	u5ec1
13352	testunmodifiableset
10290	assertcopyisequal
2240	working
9151	wrapperweight
14864	tokentextlen
2664	u1b61
9632	high_priority
12003	matters
9105	multianalyzer
6746	haven't
7785	displayed
8434	visual
10310	testpayloadfieldbit
8242	u1b5c
13341	dance
6983	sortablelongtodouble
8727	chararraydump
6791	operates
3065	u1b57
3092	u2c88
10487	bitvectors
10523	justcompilespanscorer
5257	getproperty
991	normalizes
2691	u2c92
8799	parallelpostingsarray
3466	u1b4d
3493	u2c7e
8832	hash1
5218	bytecomparator
13162	prob
12245	prox
11636	isopen
8456	createcompoundfile
8933	resolve
3867	u1b43
3894	u2c74
679	maxoverlap
1887	pagination
13731	u2c6a
14632	moreinclude
8331	preparecommitdata
9918	acceleration
2997	uef68
7322	testsortcombos
1212	nextdouble
13704	u1b39
12923	indexname
12163	stalls
1757	contrast
13644	uef4a
2134	filechannel
6703	os's
5889	testtermrangefilter
5618	parallelreader
9420	version_start
2715	u3bda
7729	inputchar
14854	oldsize
184	undeleteall
3398	uef5e
5755	maxdoc
7312	nonexisting
8867	batch
13353	testsupplementarychars
7841	midletter
1020	characters
5110	hangul
1412	floattobytes
10178	simpletext
5616	testparallelreader
3599	u6ffc
13262	testpreparecommitnochanges
12588	interfere
10420	testelevationcomparator
8415	testtopdocscollector
5465	making
6769	releasesearcher
13277	iscfsfile
7310	izj
3918	u3bbc
2594	resumes
832	addition
10105	doshare
10538	chaine
3116	u3bd0
6450	weights
1429	attributeimpl
504	target
1558	getfieldquery
5746	addcoreclosedlistener
10564	tilde
6434	disables
6272	öëâ
695	wait
14466	x87654321
7584	kid
14453	x87652
14455	x87653
14459	x87654
6630	intervening
3315	uba85
2389	iscacheable
14452	x87651
2351	fieldids
3716	uba7b
393	afterclass
14858	hashpos
15084	testmockgraphtokenfilterbasic
3922	u3e48
1276	collision
3949	u4f79
2771	u5f82
747	limits
11691	scorerqueue
2531	zzatbol
7901	heapremoveroot
13561	uba71
13329	utf8sortedasutf16comparator
2510	uax29urlemailtokenizerimpl34
14447	x87643
14444	x87641
11528	tortoise
14445	x87642
3521	u3e52
3548	u4f83
3147	u4f8d
9530	ords
3120	u3e5c
1108	useoldapi
6610	lastname
8854	setindexcommit
2610	u2ba4
6377	rarest
14440	x87631
12517	tortious
14441	x87632
2719	u3e66
12353	getreadonlyclone
2746	u4f97
9455	targethasarcs
1123	codepointat
2665	u1c04
11946	hungary
523	integer
3021	ufeb0
8754	testallnullinputnio
12514	whatsoever
12862	signalall
14438	x87621
2213	forever
995	construct
13730	u2bc7
723	body
9123	testposincrementfilter
3367	udba1
12423	termquerys
5468	key
5698	freqstream
282	partway
3893	u2bd1
7817	script
6072	ÿßÿñÿ
12365	ourself
6419	mapbackedset
7328	locales
302	crashdoc
9613	foobarword
12370	maxmergedocs
71	dofullmerge
7529	walk
3091	u2be5
2914	uba8f
14697	mccandless
12861	wake
3974	u5f64
8814	touched
12446	demonstrates
6370	postingsandfreq
6624	stems
3573	u5f6e
7192	funny
14161	fieldidx
14605	pendingterms
5670	ignores
12165	flushcontrol
12618	step3
3172	u5f78
7027	testmultisearcher
14162	suit
12619	step4
3492	u2bdb
1367	disabled
6714	readlen
11162	kra
2690	u2bef
11929	la1tokens
8810	configured
2663	u1abe
5780	gettermfrequencies
2191	readlong
8628	lockprefixset
6644	combine
5850	setdoccountpercent
13202	openbitsetjava
1635	steps
8766	dovectoroffsets
14597	getdoccountpercent
3624	u7fe7
3223	u7ff1
7609	hashcodes
9329	top_terms_scoring_boolean_rewrite
6827	constrains
15057	constraint
13469	u7fdd
1642	algorithm
8241	u1af5
14945	docsperthread
14519	crossbones
9316	kohlschuetter
461	max_radix
11782	setrangecollator
2585	usual
851	collect's
2966	udbab
5357	delgen
757	larger
284	it's
7758	testlookaheadtokenfilter
12261	succeeds
12954	multisegment
2543	myanmar
8626	mocklockfactory
14741	commonoutputprefix
5207	it'd
5188	initfieldtype
6713	createrandomfile
8969	queued
8387	segmentation
5786	middle
5080	zz_pushback_2big
3422	ufea6
655	results
11707	gather
10942	diagonal
10001	dobody
6372	rarer
11965	rethrow
9792	getbinaryoffset
5512	psdp
5995	does_not_exist
6623	relative
530	addnode
9040	whichever
3866	u1aa0
10212	docfreqs
1617	equivalent
14825	teststopwordsearching
5317	no_tf_key
7534	conjunction
5621	norm1
14396	x86541
14397	x86542
6588	targetoffset
14399	x86543
9507	arcandstate
14492	testnormalizecharinsubclass
5530	teststaticread
5653	subs
13076	reqexclscorer
8410	generator
3064	u1ab4
6775	treated
8891	kkk
9215	skipping
14194	terms_per_doc
7424	asterisk
3465	u1aaa
14393	x86532
14392	x86531
5708	fieldsreaderorig
2362	runner
6024	testuax29urlemailtokenizer
1470	getter
2521	astate
3824	uff3f
3797	uee0e
2560	occurs
1726	showed
5309	indexoptions
3494	u2d21
10071	imperative
2995	uee22
3022	uff53
1740	stamps
10298	testkeywordattribute
13081	tononexcluded
410	turn
2225	lockfactoryclassname
6905	reallocate
491	builder
13732	u2d0d
1201	negative_infinity
9837	sub0
11616	fullmerge
5805	doc223
8384	u2d10
5132	getnexttoken
3895	u2d17
11477	twelve
5402	cleardelgen
2333	ways
6671	reentrantlock
1835	currentterm
8660	lockfile
869	jvm
14290	x7431
14291	x7432
6392	reuses
8817	getattributeclassesiterator
6939	prependattclass
9446	smarter
10401	mayberefresh
11518	figure
13669	uff35
13642	uee04
1702	rounded
1786	getprecisionstep
508	readnextrealarc
843	reused
3093	u2d2b
316	failonlyonflush
14872	newmask
14288	x7421
6207	dashed
2031	docidbitset
1102	offsetattribute
12428	uniques
3423	uff49
2692	u2d35
3396	uee18
14745	word's
1604	recording
1891	allocating
8941	simplest
15041	keepallcommits
13405	udc17
7516	cacheentrys
7118	docsinsegment
6545	timing
8663	assigns
13357	jsp
10473	testspansearchequivalence
1068	generates
2517	labels
2249	instantiationexception
3067	u1c9d
5172	properly
10441	textfield2
12901	textfield1
2822	u7ffb
2495	generated
1103	characterutils
489	scratcharc
11635	closedirsrc
11725	postingtable
874	nextdoc
1368	setreadertermsindexdivisor
5439	iterate
6491	allocation
9607	testphrasequerywithstopanalyzer
7857	accent
14498	testcrossplanenormalization
5081	zz_error_msg
9371	shouldexpand
10085	crucial
2113	unmap
11865	goop1
11866	goop2
10020	segmentsfile
2043	jre
8385	u2d77
2018	accept
5097	zzeofdone
12525	uni_sur_high_start
14926	addvalue
3597	u6eb6
3769	udc3a
8701	randomfailure
9834	testfieldcachereuseafterclone
8674	niofsdirectory
5380	delcount
9010	conveniently
9229	teststoplistpositions
2967	udc4e
11537	flattened
8527	addnoproxdoc
3468	u1c93
13614	udc30
7204	tracer
8041	termshash
8601	default_short_parser
9552	rarely
8752	testemptyinputnio
12660	udc1c
13157	fastget
364	length
9088	processpayload
12672	orld
12765	testarrayutil
14484	testlowercasetokenizer
5819	initvaluethreadlocal
12716	petabyte
5742	listeners
10017	steal
3368	udc44
13442	u6eac
3869	u1c89
8144	byte_block_size
868	access
14054	testequality
10275	multicomparatorsfieldvaluehitqueue
13060	byteslicewriter
13706	u1c7f
9766	filenotfoundexception
10139	seekceil
6492	nextlength'
7763	nexttoken
3196	u6ec0
970	based
1781	getfield
8245	u1c91
3273	u9fc7
12108	nodupdirs
5262	testdoc
7827	uff19
1878	overridden
15007	subreaders0
15008	subreaders1
15009	subreaders2
5648	orig
7826	uff10
15010	subreaders3
18	compliance
6645	resize
7582	getalldescendantreaderkeys
10247	bold
8244	u1c2a
8077	format_utf8_length_in_bytes
5154	custom
2795	u6eca
6499	initializing
332	thrown
2066	succeed
13519	u9fb3
5689	getterms
72	throws
9843	hmap
8164	property
5672	sense
3144	u4da4
15028	normsclosed
9129	testspanmultitermquerywrapper
624	instanceof
1057	subclass
954	expunge
12955	warmcount
8595	warn
6629	stop
5576	insertwithoverflow
1295	warm
6573	newfsswitchdirectory
10295	testpayloadattribute
6308	getdocswithfield
8001	stpf
7744	tvfieldnames
13005	formatpostingspositionsconsumer
2387	innerset
2743	u4dae
1537	matter
7348	locally
12900	field_2_text
7311	jzi
2360	rules
9953	testtermquery
5288	faultyfsdirectory
3674	u9fbd
7764	testnevercallingpeek
9641	normsfield
12011	interactively
12092	forcemergedeletes
14076	sally
6373	anding
2872	u9fd1
8297	getthreadresources
8396	awareness
399	termenum
10055	wrongly
8365	stib
1323	default_reader_terms_index_divisor
8364	stia
10496	testbv
6695	linearly
2060	objects
2769	u5e3c
7548	getcacheentries
7601	nearspansordered
9359	testrangequery
341	illegalstateex
8645	opening
6622	getoffsetgap
9475	sizeneeded
3571	u5e28
2078	jvms
12698	teststopfilter
3972	u5e1e
8028	resetskip
8500	hastested29
1161	ascending
439	termbytesref
965	estimatedmergebytes
1073	define
13276	index_extensions_in_compound_file
7917	numstrings
5894	maxid
3170	u5e32
7119	sawafterflush
238	getname
7818	han
563	findforcedmerges
14501	testcrossplanenormalization2
2404	increments
2426	sharedprefix
7210	hat
5898	maxip
12823	component
464	ramoutputstream
38	permissions
6639	settermlength
14681	traversal
9055	writelocktimeout
6872	friday
1117	incrementtokenold
3917	u3b19
9691	triecodelong
9028	processed
9054	pooling
6279	testkorean
10083	assumptions
5588	testindexreaderclone
7392	abcdefghij
6353	getdecodingreader
2451	getperdoc
1316	default_reader_pooling
1330	tested
8383	u2ca9
8721	binarydumpnio
8115	readfields
6344	locate
1762	activity
13304	persists
10199	todot
5386	tracks
9409	bit_target_next
8452	singlefileoutput
2218	lockverifyserver
7261	lastdocid
9388	intsref
996	filtering
864	package
8107	lasttvfposition
5986	hed
9879	calculation
9580	actualheader
6264	hex
14382	x86421
5977	isolate
2363	junitcore
8765	dovectorpositions
6876	classlib
1125	charcount
2305	weakreference
3622	u7ea1
12513	damages
8020	pointer
9044	compensate
610	teardown
8764	dovectors
12902	keyword_text
9899	bitsetdoc
3394	uecd2
5389	buffereddeletesgen
14113	reqoptscorer
13283	freecount
11787	setoccur
12029	closeinternal
3516	u3b23
6389	chunkend
10227	allidslist
7530	hierarchy
8914	tmakdbl
861	segstart
3115	u3b2d
6425	stay
9451	checkheader
3795	uecc8
11855	star
9806	mkdir
10201	totsec
10223	stat
7921	getutf16sortedasutf8comparator
14384	x86431
14385	x86432
6642	preserving
13640	uecbe
9649	maximal
14906	getsyserr
8460	efficiency
13133	calculating
2714	u3b37
2456	buffered
9573	headers
8695	interior
1012	type
5575	upheap
7476	hij
6000	firsttime
11937	inherits
278	hit
2234	primary
2450	aborting
9137	extrem
2239	locking
12333	printing
11968	getautogeneratephrasequeries
836	maxrammb
10484	testspannearversussloppyspannear
8634	nolockfactory
13363	udc1ccde
5707	owner
2993	uecdc
9315	christian
2820	u7eb5
10704	african
10439	segtermdocs
5167	locale
9947	subscorerdocid
9318	testparallelreaderemptyindex
1450	sacrificing
9546	dowritetarget
884	compute
7983	getsuffix
1919	termshashperfield
10461	lastbytepos
1424	modify
10543	foldings
7056	optimizing
11966	tokenmgrerror
3221	u7eab
7015	testcollectionutil
6625	stem
1696	step
394	testterminfosreaderindex
14502	testassertions
6502	testdatesort
9157	gonna
14578	responsibility
13012	cspq
13235	addoffcorrectmap
9586	testconstructor
11665	matchslop
14882	unreachable
12313	enrolled
7049	mulitsearcher
14938	read_buffer_size
1951	utf8result
3114	u3a8a
1987	messages
2694	u2e7b
6849	substantially
1709	depending
1644	trierangequery
14948	testlazyproxskipping
1595	testioutils
3095	u2e71
12254	getifexists
5212	relevancecomparator
6319	repeated
13043	checkoverridemethods
338	oome
8690	testmmapindex
2713	u3a94
6831	week
6700	proportion
8962	rptgroup
3496	u2e67
6214	apostrophes
3168	u5cec
9991	multitermenum
1918	addfield
9247	ofkind
8932	repeater
534	quadratic
7491	testcomposition
9351	sorter
6788	readchars
8801	numtocopy
12665	udc1c'
6951	tostringmethod
3897	u2e5d
1000	dots
2145	forname
5844	meaningless
8898	testnothingchange
9513	readnextarc
6859	offsetright
10381	possibility
7488	lowercasefiltermock
7557	identityhashcode
13734	u2e53
1889	optimize
8436	filereader
2767	u5cf6
186	testundeleteallafterclose
11777	lowerterm
13403	udc17abcd
15050	csqs
12874	indexserial
468	field_is_binary
9074	gsi
8613	getbyteblock
13284	struck
3569	u5ce2
777	collector
7896	initially
5240	testrepetitiveincreasingsloppiness3
9853	currentvalue
12117	dsname
6911	num_bytes_short
12184	tricky
1492	tricks
1874	sorted
5343	norms
3146	u4eea
12736	testadd
14390	x86521
12505	furnished
5720	freq_extension
3970	u5cd8
6148	œªœªœ
1747	ordered
2400	actual
13009	csrq
9669	weak
2745	u4ef4
12193	docupto
13733	u2db0
7760	neverpeekslookaheadtokenfilter
15046	min_buffer_size
11634	extensions
12802	lockfactorys
12603	cacheddfsource
14752	initialcommit
3547	u4ee0
12877	nthreads
10109	intsequenceoutputs
10624	subscript
7700	backed
6587	byteat
6317	emulates
6351	invoking
7186	tracker's
7737	testdelete
5759	segmentcorereader
6316	docfieldprocessorperthread
10801	a0
3169	u5d8f
3948	u4ed6
1392	switch
6466	coordfactor
5246	a'
7809	stemmer
11051	a9
9642	matchallscorer
109	delete
10822	a1
9120	prevtype
10855	a2
10737	a3
10920	a4
10738	a5
10960	a6
2768	u5d99
10998	a7
11025	a8
12346	infoislive
13298	snapshots'
7808	getcharblock
12936	reduceopenfiles
14537	random_test_bytes
6735	wildcard_char
3971	u5d7b
1902	sentinel
3570	u5d85
154	testbasicdelete
1180	min_value
12182	mergeexception
14569	testlock
13641	ued61
2194	preserve
5908	maxrp
9877	x4ac65113
1924	reproduce
9987	readercommit
1517	positionincrementattribute
14966	setfrequency
14165	tokentype
6438	totally
1480	shifts
10302	clone's
8172	nonstringproperties
6338	java's
8140	jump
12224	os_name
3395	ued75
2376	runclasses
5684	setexpectations
8915	gzw
5369	documentwriter
698	bitset
6873	june
9809	erase
3796	ued6b
646	junk
11738	getpath
941	aborted
9919	accelerable
1294	mywarmer
9558	ignorecase
1394	bytetofloat
404	keyword
2994	ued7f
1504	hashmap
13396	maxtf
1243	matchalldocsquery
6208	dogs
7455	query8
8440	fw
2437	ic1
8686	fx
13312	noted
2058	gc
10170	testbigset
2446	ic2
8607	shift0
10241	i'
5813	testalltermdocs
664	scorepayload
9370	gb
5335	references
8685	fl
5501	testcharfilter2
325	ff
14215	shift2
1714	solely
1957	fi
14218	shift3
5497	testcharfilter1
7065	fs
7450	query4
13056	second_cut
7451	query5
8491	fr
7453	query6
7454	query7
1964	detected
1541	query1
1904	iae
8089	fn
1542	query2
7436	fq
12372	fp
1544	query3
5133	zzinput
12493	ibm
12616	hc
751	gettimeelapsed
1418	i0
10479	testspanorversusboolean
326	gg
7142	keeping
2209	clones'
14112	i2
14177	i1
10881	f6
5339	assessing
11323	f7
11026	f8
5996	dw
11037	f9
8698	dx
10733	dz
14667	bytestarts
12465	excellent
1818	maxbound
10767	ea
10768	eb
5238	testrepetitiveincreasingsloppiness
10899	ec
10900	ed
12664	tocodepoint
10576	de
5981	decimalformat
323	dd
674	sumofsquaredweights
8019	df
5941	dk
12671	hellow
12154	battery
1967	loop
2283	f1
10718	f0
5994	dq
2285	f3
2284	f2
14574	parseable
5998	ds
10843	f5
11864	fuzzyslop
2286	f4
11638	getlockid
5661	safe
683	timelimitingcollector
6443	readable
14552	vlong
10578	fa
10649	fd
11053	fe
5280	fb
9107	operator
7269	fc
10901	ef
324	ee
6738	wildcardequals
9289	g'
5399	format_lockless
9797	testchangesafterclose
7168	newer
12083	aborts
11520	en
1098	em
5406	hasseparatenorms
6758	es
2050	outofmemoryexception
14942	getrecomputedsizeinbytes
10741	cb
6749	ca
110	docs
6683	invocation
7379	bw
10928	d9
13209	indexthreads
10489	bv
10917	d8
233	long
7359	bs
10817	d5
14725	edge'
5992	d4
9509	br
12094	ithis
9529	newid
10876	d7
14260	x64321
7587	ies
10850	d6
10626	d0
5988	d1
5991	d2
5807	d3
5563	couldn't
5493	bq
9330	testtermrangequery
10923	bf
3495	u2dc4
2196	bi
321	bb
1749	depends
10835	bc
10862	bd
1592	readaheadlimit
7929	d'
6212	dc
10735	db
5940	da
8305	numscans
3896	u2dba
11830	templates
6485	testillegalstateonreplay
13467	u7e97
8683	cx
10766	e9
9172	numbuffers
10765	e8
10687	e7
10648	e6
5498	cs
10602	e5
14774	decided
1215	cq
10600	e3
7831	cr
10601	e4
1066	iff
1608	e1
1614	e2
8553	cp
9844	cm
10577	e0
837	maximum
9149	ck
10531	cl
12718	ci
2693	u2dd8
13130	cj
10267	suggestion
10174	ch
7594	ce
7931	e'
12127	ifd
10884	cf
322	cc
6036	tokenize
696	collect
7037	galaxy
8466	cd
428	indexenum
2361	testrule
6971	inclusiveupperpoint
6533	icu
1546	queryx
11352	b3
7198	queryy
10327	b2
1945	perdoc
11373	b5
11361	b4
1040	expects
10666	b7
3094	u2dce
10596	b6
10480	testspannotversusspanterm
10713	b9
10685	b8
10798	notch
13080	exclscorer
7905	lchild
11276	b0
9789	b1
301	crashingfilter
7203	querym
7928	b'
11746	empty_bytes
863	members
15074	hackish
538	idx
7199	querya
10645	ay
7201	queryf
10762	ba
7202	queryg
833	ids
7200	querye
10633	c6
12780	testmergesortstability
10566	c5
5926	ar
5785	leverage
10565	c4
12097	ido
10563	c3
10257	ax
10740	c9
11776	referenced
8386	u2dde
10640	av
10739	c8
10638	au
10678	c7
14815	flags2
651	c1
680	idf
10636	ao
11722	streamvalue
13170	startmask
653	c2
10560	c0
6211	ac
7851	ad
9096	expands
9717	x0000fff
320	aa
7474	ab
10128	maxlong
5413	c'
7407	expectedresult
9512	ae
6888	growth
8088	checkvalidformat
10370	af
13416	nu
3497	u2f0a
909	newly
13163	p4
11692	nr
1824	intrangebuilder
12387	p2
12380	p1
7313	nosuchfield
6219	jim's
8641	testdefaultramdirectory
10540	oe
13364	udc1cb
3096	u2f14
9490	readfirsttargetarc
14598	cutoffs
14378	x86321
10026	readerindex
10449	texts
14094	q5
2057	os
5699	proxstream
11121	ou
649	q2
6473	op
648	q1
2695	u2f1e
11120	oo
14093	q4
14091	q3
14131	dualconjunctionsumscorer
15031	testcloseorig
12680	r'
1908	dont
1393	testsmallfloat
7309	ijz
7812	pl
2498	pm
10926	crossed
12921	r0
5587	r1
11688	delay
5846	small
10116	accumulate
13135	fastest
10022	lo
8892	ll
7461	ls
7800	bufferupto
12640	necessity
8502	lu
3919	u3c5f
11001	lz
3518	u3c69
838	mb
2496	jflex
2036	fsindexoutput
7810	offsetattributeimpl
7981	backup
409	mp
7412	o2
11488	seventeen
6199	mo
7411	o1
14998	mr
809	collected
1732	ms
8787	text2
731	multithree
1246	testfloatrange_2bit
115	deletedocuments
9086	setfreqcurrentdoc
11683	nrmatchers
1489	updatecached
13414	na
7561	item
3117	u3c73
6435	specifies
6378	iter
9380	fixed_array_num_arcs_deep
11050	nj
8099	rawdocs
8806	testtype
2716	u3c7d
8656	l2
14539	l1
329	jj
141	deletions
7542	variations
1768	constant_score_filter
12681	m'
7169	we'd
13218	kb
12788	perfectly
7751	fieldvalue
2121	lots
92	int
7409	m1
7410	m2
330	kk
14901	testerrorrule
10994	lj
7593	n'
304	ioe
7832	lf
10532	la
532	frozenhash
6925	quicksort
787	setscorer
11874	rangein_end
9002	hs
12626	j2
12612	hq
146	lost
10883	hv
12149	loss
327	hh
12301	turarnound
8972	ho
5914	collation
9845	hm
190	id
13211	ic
9911	countingstream
13011	ih
7599	isinorder
6444	maxclausecount
5808	ir
12991	iv
9893	inplace
737	iw
9874	overcounts
328	ii
10539	ij
13010	il
8965	k0
42	io
2230	ip
902	tothits
7623	lose
14214	l'
1603	suppressed
11494	twenty
10660	topbar
11664	possiblepayload
1290	mysimilarity
8400	java5characterutils
3898	u2f00
6371	postings
5215	floatcomparator
7258	string2
6387	viable
14664	numnext
2296	ready
6355	onmalformedinput
12818	ioexceptions
9821	fieldable2
14760	strval
9820	fieldable1
6783	no_fieldables
12628	indexsearcher's
9764	xf
13342	xe
5247	z'
714	slack
12332	bufferedindexinputs
13736	u2f99
7221	isnt
7144	expiration
7441	wq
9339	lowerterms
10101	fsttester
1583	reads
14340	x8
9394	pure
11321	vy
12841	atomiclong
13309	indexcommits
6907	hot
1852	load
13229	indexpointer
12581	vm
8807	anothertestterm
915	give
2990	ueaf3
5308	loadfirstfieldselector
3792	ueadf
11912	x6
14277	x7
14223	x4
13703	u1a96
14230	x5
7798	charblockpool
8083	x2
9765	x3
8776	x0
8081	x1
3166	u5ba6
1983	curchar
6972	bytevalue
102	indexreader
14528	d160
8896	x'
12297	denote
8240	u1a8e
1497	elementpos
3391	ueae9
2142	default_max_buff
6263	uk
7299	jhfdb
9847	ue
13210	allfiles
5474	w3
5475	w4
5476	w5
5151	front
10344	spanqueryfilter
5472	w1
5473	w2
48	field
13466	u7df4
11254	tz
5821	testnullvalue
7406	string'
8132	tv
7008	hmm
8852	ud
497	bytesperarc
14969	newoffsets
1413	v1
12875	testmulticonfig
8518	v0
5642	affects
6960	tm
5820	tl
7492	ts
5866	pull
1213	tq
9814	index1
5795	v2
6403	tp
963	isexternal
8999	tg
681	tf
12418	te
1402	round
5814	td
13415	tk
8289	ti
694	amount
10081	assertions
10443	tb
10444	tc
5486	ta
12010	unoptimized
5338	sv
6007	testsimpletiebreaker
10541	ss
5683	storepositions
5487	st
13317	senseless
7603	sz
1610	sw
5344	sx
6035	setmaxtokenlength
5935	testinternationalsort
8676	synchronizedmap
7405	hte
12312	sr
8946	disjoint
11857	wildterm
1186	sd
14720	parent's
2454	numstoredfields
5492	sf
2158	getcause
5148	se
1836	providing
11840	u'
3621	u7dfe
7467	setallowleadingwildcard
12540	x3ffl
5403	si
776	counting
13241	cumulativediff
606	no_payload_field
2551	sa
1787	sb
2175	getchannel
5125	yyclose
2765	u5bb0
9815	index2
183	deletedocument
12814	rw
5236	t3
9360	rq
5232	t2
9007	rp
5230	t1
12209	t0
8995	rl
9695	usebitset
1547	strings
8963	rg
7564	rf
7595	t'
9191	appears
11780	rc
10031	reach
962	mergegen
13042	problematic
5890	basetestrangefilter
1115	implement
8540	bunch
9795	fieldables
10556	qq
14086	qr
9803	s0
12558	s2
1578	qp
12557	s1
9057	mergedsegmentwarmer
2352	delid
13097	keepnoneoninitdeletionpolicy
1018	s'
14097	qb
1820	addrange
14096	qa
12817	failurereason
5279	no_load
9181	pt
1588	provided
14524	d11e
5982	testdisjunctionmaxquery
1611	pw
285	r2
8404	read2
8930	pp
12918	r3
1872	pq
12930	r4
5800	pr
8498	uncompressed
12258	filesexist
9008	ps
3766	uda51
901	wrapped
12769	insist
9034	applies
9588	lexicographically
10323	singleterm
12349	holdslock
96	open
8359	portertestdata
9631	id_field
12800	prefixing
1582	wrapper
7147	margin
3794	uec25
5685	ignoring
9126	processor
11672	ppend
1218	ctopdocs
10132	fstenum's
9222	delta
2154	setaccessible
13639	uec1b
7116	nightly
3365	uda5b
5624	setnorm
2992	uec39
6646	truncate
9454	getfirstarc
2964	uda65
1210	termcountt
5525	testnosnapshotinfos
418	fieldinfos
8960	matchlength
9962	indexfiledeleter
1211	termcountc
1770	wasted
12728	directbytesstartarray
14988	performtestswithexceptioninreopen
3063	u1a11
7589	getcorecachekey
7213	hut
10038	doc'
14851	previoussize
3464	u1a07
14750	outputprefix
5695	coreclosedlistener
12924	doc5
13611	uda47
6018	doc2
6019	doc3
6016	doc0
6017	doc1
2322	decides
2222	myid
2592	pushes
14924	puts
15103	leftpos
7193	executors
5414	setversion
12770	nextsize
2662	u1a1b
13258	indexnotfoundexception
10264	slowcompletor
5477	zz
14592	rough
2583	producing
7638	onecomparatorscoringnomaxscorecollector
5647	testclonewithsetnorm
8819	typeatt2
6745	wildcardsearchpos
12131	newdsname
8239	u1a27
2292	sink's
10455	bits2vintlist_size
12683	orignorm
3393	uec2f
2413	raminputstream
5479	yy
10557	testallfoldings
3222	u7f4e
2371	push
12377	getreaderprocessor
12321	interactive
1888	attempts
14943	zo
11679	currentdoc'
5639	deletedocs
2821	u7f58
742	myhc
5970	theoretically
13468	u7f3a
2097	lock
9240	refers
5478	xx
12374	testpayloadprocessorprovider
144	applied
2457	pushed
8790	termbytes
12155	guarantee
8588	forcibly
3623	u7f44
7993	standardtokenizer
8728	testencodedsortabilitynio
916	chance
8847	testtransactionrollback
14182	dlucene
11681	advanceaftercurrent
289	threads
5	contributor
13023	testrangequeryidcollating
5606	openifchanged
10828	ffl
10826	ffi
9335	checkbooleanterms
9525	nodeandincount
3670	u9d31
13515	u9d27
5328	field_utf2_text
5149	feb
7619	commitpoint
5158	comparing
5176	secondary
7572	rfmap
2383	visited
5283	field_1_text
200	token
6578	inline
10646	parenthesized
12528	xdbff
1111	newcharacterbuffer
10056	emits
344	checkpoint
7926	numiters
43	ioexception
9534	guess
11842	u005c'
5153	shorts
12093	nummerges
9336	savedclausecount
953	change
554	settings
10	distributed
9602	testbarelycloseenough
3967	u5aef
3309	ub6b3
5185	dynamically
7838	capital
8987	repeatingterms
9438	nextarc
3710	ub6a9
6145	œäœåœøœéœñœµœ
8909	aaaa
8326	commitcalled
5275	testloadsize
9523	nodequeue
13272	filenames
8186	std31
2509	std34
5431	scorecachingwrappingscorer
3566	u5af9
6566	fdx
12773	elemsizes
12890	ff1
7985	getcolumn
12891	ff2
2453	fdt
7315	criterium
1220	countterms
2908	ub6bd
11710	visitrequired
12391	numpayloads
14845	postingshashsize
5677	offsets
12406	token_type_lower_prec
5953	constantweight
8532	fcl
529	freeze
7396	gdhjciefab
1472	inside
10151	isleaf
13333	utf16's
9233	getbitset
2766	u5c53
8834	errors
9465	writelabel
992	tokens
8637	getnolockfactory
14353	x8431
14354	x8432
3568	u5c3f
2464	num_bytes_object_ref
7105	testnonramdelete
5591	testindexreaderreopen
520	outputtostring
3167	u5c49
7710	getdecodedlength
14351	x8421
1046	build
9553	ovewrite
11837	lastcharwasescapechar
8725	decodedlen
3969	u5c35
8692	dereferenced
9796	fb1
1698	encoding
5662	positionbasedtermvectormapper
6990	built
12317	identifying
13525	ua385
3773	udec6
743	hitcount
2497	snapshot
5505	charfilter
7647	normalizing
13618	udebc
2223	verifierhostorip
3372	uded0
232	idfield
8123	totallength
3279	ua399
6567	ext
6838	numberformatexception
5135	zzcurrentposl
3680	ua38f
9777	testtermvectors
6366	posupto
11856	prefixterm
14195	bterms
10123	verifyunpruned
12458	exp
8320	indexoffset
2971	udeda
8401	java_5
6674	locks
8399	java_4
9566	permits
5425	exc
728	blah
7616	requirements
8122	deltalength
8145	byte_block_mask
5932	danishindex
1752	relevant
1081	depreciated
1404	floattointbits
3269	u9d3b
2868	u9d45
1668	ints
6426	interface
12703	concatenating
12948	testindexwriterreopensegmentfullmerge
12179	ramsizeinbytes
2260	things
5467	testexplanations
13172	startword
3567	u5b9c
10702	eth
12400	setomitnorms
10459	iterated
14117	requiredscorers
3713	ub892
10091	feature
14621	compressor
5826	iterates
2455	processfields
974	checkaborted
735	strudel
10864	descender
6431	expanded
11843	hexadecimal
13558	ub888
5136	zzmarkedposl
1235	testrangesplit_8bit
9267	x33333333
2972	udf7d
8457	filetodelete
9203	freqoutput
8447	simerge2
860	empty_int_array
8449	simerge3
12361	indexcommit's
11800	severaltokensatsameposition
14871	donextcall
11732	likelihood
237	currentthread
1830	termcompare
3968	u5b92
11939	customization
7100	bridges
2019	lazy_load
13526	ua428
8337	numobjects
1817	doublevalue
2867	u9ca2
5852	alter
3312	ub89c
1879	arguments
5350	bitvector
10159	cmo2
7350	stays
12299	quickly
9213	storepayloads
3280	ua43c
9502	implicit
8178	getfailurecount
14888	testassumetest
12590	testmultivaluednumericrangequery
997	eos
8569	dirimpl
2879	ua446
8361	checkonetermreuse
12554	outupto
442	testrandomsearchperformance
6333	rethrown
2326	init
2262	extraction
3681	ua432
206	indexinput
603	infostream
12489	freely
7846	midnumlet
5602	reopen
11943	surrounded
8287	terminfoandord
1863	overriding
8096	gettvfstream
7960	compressstring
7425	question
11930	javacc
689	multiple
5258	gettempdir
8497	actualsize
13361	esc
14834	multiply
1008	acronym_type
6855	bytesperelement
5736	originally
669	effect
1601	err
2092	closedchannelexception
5584	cloning
3340	uca70
13586	uca5c
10434	docval
99	info
3278	ua2f6
6777	removefield
1985	customize
7050	msearcher2
5854	represented
7058	msearcher3
14862	intuptostart
1240	ascfield
2910	ub803
11676	scorerdocqueue
14828	emptytokenstream
262	start
13524	ua2e2
6412	testcachingfloat
3741	uca66
2266	saving
6267	randomtextwithurls
3593	u6c2a
1284	hashset
14941	underlaying
6604	techniques
8679	testwindowsmmap
828	delegate
3192	u6c34
8033	childpointer
14566	ene
1930	eng
666	end
14689	options
12241	matchedcount
8603	default_float_parser
13061	offset0
3679	ua2ec
5140	zztransl
2791	u6c3e
6896	env
2476	ent
1564	applyslop
5160	represents
2939	uca7a
1974	eof
13383	testemptyset
14610	xffffffffl
1797	reading
14630	spannot
1298	assertnull
14468	curdocid
2189	readint
6924	endindex
3774	udf69
2443	gettimestamp
6672	stateless
7944	binaryvalcompressed
13149	getbits
9199	lastskipdoc
9023	montonic
7701	getencodedlength
6840	representation
14642	leftinbuffer
11359	ôºπ
1963	lexical
1598	testexception
6894	alignment
11533	ôº?
2421	utf8tostring
1315	getmaxbuffereddocs
12688	singlenormref
671	state
152	termdocs
6509	testreversedatesort
1273	test12
1272	test11
14570	testobtain
1278	test14
1274	test13
9307	nlztable
10030	acquirewritelock
5121	blow
12958	testaftercommit
7820	wordbreak
7013	bytearray
5415	getbuffereddeletesgen
968	paused
11618	docbasepersub
2462	undercount
13619	udf5f
5103	ideographic_type
3373	udf73
12322	pauses
1938	incs
8983	incr
14768	consulted
6287	ªæ
10757	ªç
11093	ªè
10789	ªé
10911	ªâ
2380	benefit
10913	ªã
7900	heapadjust
10755	ªä
10787	ªå
9563	ctors
11288	ªß
12926	testaddindexes2
10891	ªà
6411	testcachingint
10793	ªá
14726	divergent'
2219	lockstresstest
7933	testcopychars
14877	abcdefga
433	clone
455	number
7468	abcdefg1
11303	ªº
842	maxdocstocache
11365	ªµ
15096	testletterhtmlishhuge
14679	verifyvectors
10999	ªª
2064	typically
10292	testpositionincrementattribute
396	number_of_fields
13282	docfreelist
2111	crashes
12104	deleteall
6766	smoketestsearcher
6673	timeunit
5296	sync
12044	accommodate
12987	purge_multiplier
2552	fills
9757	x7ffff
383	crashed
12251	getbuffereddeletetermssize
12754	getsummary
11402	serif
15113	resettable
9719	testsplitlongrange
1105	characterbuffer
12452	mdirectory
5270	emptyset
10239	verifystateandbelow
10032	nowrite
3311	ub7f9
2596	yyeof
2392	docidsetiterator
2237	betweeen
911	addindexes
14856	int_block_shift
3677	ua1a6
95	close
173	doctor
1378	getxyz
12267	latency
11955	rewriting
13222	initialsize
10286	testsimpleattributeimpls
352	gen
14976	starttime
3276	ua1b0
1425	iskeyword
6847	listobject
7957	compress
6886	asymptotic
9959	setuserdata
767	dotestmultithreads
3712	ub7ef
12690	i'm
9976	writelock
114	stale
13438	u6c20
7367	instantiate
9667	carefully
1001	acronyms
516	safely
9436	cachedrootarcs
10760	ªü
9914	fraction
11075	ªû
13557	ub7e5
11073	ªú
12504	persons
6803	formatpostingsfieldsconsumer
11097	ªì
11065	ªí
11063	ªê
11095	ªë
14962	stand
6162	ªñ
11067	ªî
5811	iscurrent
11099	ªï
11103	ªô
11105	ªõ
11070	ªò
11101	ªó
6256	personc
11293	ªø
11107	ªù
6254	persona
10791	ªö
6255	personb
12560	lead_surrogate_shift_
6984	rotate
12530	xdc00
14368	x8543
3277	ua253
12485	receipt
2764	u5b0d
10524	testasciifoldingfilter
14365	x8541
14366	x8542
928	operation
527	break
13514	u9c84
12611	subdoc
9041	pending
2280	entitydetect
2084	guarantees
40	import
15056	testbytesizelimit
2573	fetch
6806	formatpostingstermswriter
13017	testequalscores
14362	x8532
889	cachedsegs
13301	flexible
14361	x8531
1746	guaranteed
969	include
514	prime
14790	operating
980	defensively
11212	swash
2876	ua25d
3165	u5b03
7235	dhjfb
3669	u9c8e
7029	testemptyindex
14838	randboolquery
7706	protect
1684	variant
2460	queryandlimit
7691	interprets
14983	testreopen
12895	getidstring
13587	ucaff
6834	x923f64b9
12866	bigfieldsize
12109	dups
12670	helloworld
3678	ua249
379	files
1305	getsimilarity
7167	clock
3268	u9c98
12205	flight
13523	ua23f
10384	reusabletoken
8642	testsimplefslockfactory
2094	location
2789	u6af8
6654	remains
161	testdeletereaderreaderconflictnofullmerge
5174	numhits
10103	positiveintoutput
9836	testfieldcachereuseafterreopen
13068	setsegmentspertier
1606	prior
11862	rparen
484	nodehash
2338	returning
13436	u6ada
1734	machine
5168	comparison
2366	statement
7545	estimateram
13016	testbasicsrngcollating
2149	getmethod
5175	sortpos
3591	u6ae4
9954	testtermbooleanquery
1613	stack
1337	isstatic
13044	filtertermdocs
14359	x8521
8336	stage
9625	rudimentary
8771	inverting
7942	testbinarydocument
1803	accessible
10141	mixed
9367	morfologik
7543	default_long_parser
2307	receive
1882	application
2434	impl
2508	standard
13048	swaps
9595	palyndrome
14636	rewrittenexclude
2259	print
3190	u6aee
14841	nextperfield
10559	concatenated
432	indexposition
729	multione
8301	tiord
1179	getdocidset
1075	handle
904	determines
10372	associate
2940	ucb1d
3987	zz_trans
1331	defaults
10361	clearnotermbuffer
6140	œøœ?œµœπ
14855	intstart
7020	collectionutil
9155	filterdocidset
10180	tempdir
1090	correctoffset
1822	maxprefixcoded
7694	codingcase
2877	ua300
14644	serve
871	defined
2790	u6b9b
13108	lastdeletetime
2763	u5a6a
5637	origreader
8702	eval
5741	readerfinished
5851	default_doc_count_percent
6496	declare
6166	ºã
5839	defines
11674	disjunctionsumscorer
6178	ºç
1932	testmoredocs
3341	ucb13
11921	jj_add_error_token
12350	discard
9250	matchedtoken
7984	caught
10571	breve
8	notice
12993	getanddecrement
3742	ucb09
11497	angle
6879	luni
6456	minshouldmatch
8975	initsimple
11734	reclaim
13263	nio's
8620	allocslice
10279	empty_ints
9702	testlongextremevalues
11538	ôºà
11514	ôºá
10840	ôºß
11572	ôºä
9499	fta
11556	ôºå
11541	ôºâ
11551	ôºã
7064	ftl
7598	getslop
1994	demonstrating
487	fst
314	takes
8163	prop_key1
2347	setfieldinfos
15102	rightoffset
11558	exclamation
2549	reports
10526	testlatin1accentfilter
7413	testemptystringvsnullstringsort
11566	ôºö
11082	ôºø
14500	fun
11554	ôºù
11543	ôºú
11568	ôºü
11428	ôºï
14252	x6321
11421	ôºî
11435	ôºñ
11444	ôºó
11453	ôºò
9106	setphraseslop
11583	ôºõ
11463	ôºô
11505	ôºç
11034	ôºæ
11561	ôºé
11577	ôºè
11403	ôºë
11395	ôºê
11409	ôºí
10308	testdata
11415	ôºì
13082	reqdoc
9412	bit_arc_has_output
8093	tvfformat
6936	attributeimpl's
9944	lastfield
1148	startoffset
9538	anynegdelta
14680	fsa
3565	u5a56
12187	incrementing
6564	fsd
12142	tocommit
11588	ôºº
5915	hyphens
11274	ôºµ
3966	u5a4c
9664	views
8887	testmappingcharfilter
6944	determined
9531	nodereftoaddressin
11530	ôºª
3164	u5a60
3267	u9bf5
7796	fox
2561	resets
12865	maxfields
8920	angry
650	foo
7032	indexstorea
7033	indexstoreb
2512	lookahead
11614	searchfiltered
1686	distinct
3668	u9beb
7446	testasterisk
13355	cldr
13051	unstable
13	information
7665	growablewriter
8435	checksegment
1320	getmergedsegmentwarmer
188	testindexreaderundeleteall
2912	ub949
8616	recycle
2866	u9bff
6002	testskiptofirsttimehit
5430	computation
3313	ub93f
9300	lowbyte
6146	œøœçœ?
11869	fms
12634	assertquery
7994	testtypetokenfilter
11844	conj_none
3714	ub935
2875	ua1ba
12065	updating
6232	wanted
9406	inputtype
8143	startindex
164	testdeletereaderwriterconflictnofullmerge
13559	ub92b
14386	x864321
1116	clearattributes
8097	seektvx
6592	algebra
7504	frequently
14527	clef
5092	zzstartread
11737	testindexwriter
11605	terminates
9159	filterdoc
7914	visitor
8791	initreader
8063	floatval
5244	randomphrasequery
9994	terminated
1151	nodocs
6376	phrases
10537	cles
6369	chunkstates
9898	inplaceand
5849	default_term_count_cutoff
15052	csq's
9310	xf0000000
9850	iter2
9848	iter1
12881	iter0
10811	µæ
13173	ensurecapacity
7653	fielddoc
14670	fld
5187	missingvalue
9997	inheritdoc
11016	µø
8830	testlucene_3042
1838	restrict
12646	fly
1244	testfloatrange_8bit
6501	datetools
2480	termsiterable
948	passing
8510	fie
12385	populatedocs
9376	fst's
6500	precedence
14649	iters
592	payloadanalyzer
9115	sublcass
9768	commituserdata
8293	fis
10887	µª
2044	fit
9273	pop_array
8321	twophasecommittool
132	fix
7698	middleshift
11602	discarding
5740	notify
6390	fieldscorequery
8882	writelong
12655	testcharacterutils
8651	searcherthread
10906	µº
11240	µµ
13513	u9be1
611	payloadtermquery
3191	u6b91
8839	testreflectionoftostring
2049	fragmented
2207	safety
3592	u6b87
13437	u6b7d
9983	normscache
11714	endconsumer
7444	prefixx
10845	µπ
5318	docs_only
11052	horn
6089	ÿñÿßÿçÿá
2871	u9f2e
11140	µ?
12925	doc150
106	opened
1463	block_size
2229	host
972	notifyall
10382	loading
8187	standardtokenizerimpl31
2796	u6f6d
3272	u9f24
12599	extract
7478	matchonedocwild
2208	unset
585	testpayloadtermquery
473	getfields
2490	prepended
1947	serializing
3673	u9f1a
11919	generateparseexception
5706	cfsdir
13585	uc9b9
5947	dependent
8567	deprecation
13518	u9f10
375	setcheckindexonclose
6621	getpositionincrementgap
8871	userdata
14778	currentcommitpoint
5437	testgetscores
3197	u6f63
3740	uc9c3
215	throwable
8391	mimics
6522	collationkeys
13443	u6f4f
1168	increasing
1868	meaning
1557	boosts
7459	mxtals
5214	intcomparator
3598	u6f59
2938	uc9d7
7514	calculateed
63	public
9783	tdocs
12971	didwarm
13588	ucba2
1	apache
10283	bint
13615	udcd3
1683	dramatically
9090	currentscore
12833	notified
12401	hood
13250	testindexwritercommit
2243	verifierhost
10585	hook
2215	releases
3342	ucbb6
3369	udce7
510	code
7682	char's
13522	ua19c
2968	udcf1
617	factors
636	items
5184	determining
13179	getandset
3743	ucbac
3770	udcdd
1062	factory
6833	day
810	large
8328	failoncommit
9537	nodearccount
222	ddd
12920	dirreader
2941	ucbc0
9788	bin1
6832	reconstructed
9731	x7ffffffffffffl
1184	constant_score_boolean_query_rewrite
6652	released
667	offset
10515	calendar
6121	œüœµœñœ
10191	wordsfilein
782	lastdoccollected
6137	œäœøœö
8770	perdoctvf
5798	getdir1
5799	getdir2
9925	folks
8173	getproperties
12221	bind
11377	e92
11387	e93
11376	e90
11386	e91
1427	conditionally
1968	reason
6483	noopcollector
11315	e7f
11726	startlength
11314	e7d
9639	expectedcount
11302	e7e
476	fieldsstream
11286	e7b
10127	minlong
11301	e7c
7722	sufficient
11266	e7a
11337	e89
14380	x8641
11330	e88
11336	e87
14383	x8643
11329	e86
14381	x8642
7614	refresh
11335	e85
13408	ud917abcd
11328	e84
11334	e83
8482	oldsinglesegmentnames
11326	e80
11333	e81
11327	e82
5823	ctl
1873	hold
5778	termfreqvector
11234	e6e
11245	e6f
1577	bquery
11231	e6a
11242	e6b
14600	constantfilterrewrite
11232	e6c
9479	destpos
11243	e6d
9909	testsimpleskip
6811	abstraction
7579	vitoitemsets
7150	recorded
11282	e77
11264	e76
11284	e79
11265	e78
13003	csq
11279	e73
11262	e72
14377	x8632
11281	e75
14376	x8631
11263	e74
9118	posincrementanalyzer
11973	getphraseslop
2501	home
5337	testloadfirst
11222	e9d
11227	e9e
11221	e9c
10815	e9b
10610	e9a
14374	x8621
9295	probability
2038	portion
11343	e8c
11347	e8d
11353	e8e
11362	e8f
8368	sortedset
12292	balanceram
12272	threadstate
11346	e8b
11342	e8a
11388	e95
14467	setbitsiterator
1230	cur
11378	e94
11247	e97
14723	cut
10874	e96
11363	e99
11338	e98
44	lucene
3275	ua10d
10476	intense
13188	pop_xor
3523	u3f98
11992	potentially
14256	x6421
3339	uc9cd
1431	keywordattribute
2911	ub8a6
2068	applications
2874	ua117
8185	floatfieldsource
3924	u3f8e
9663	cxf
1229	getenum
5433	mscores
14965	termtotve
5721	prox_extension
9018	arrive
2418	readstring
2468	docidupto
7939	indexoutofboundsexception
5668	storeoffsets
14733	undecided
14641	checkbuffersize
9175	focusing
692	resolution
14092	xxxxx
1239	testfloatrange
780	bits
2578	wellformed
14849	initpostingsarray
12630	testsearchafter
979	msec
10173	charidx
14152	threadsafe
9166	currentbufferindex
13191	otherarr
14767	actively
11368	ªπ
6420	serialversionuid
1907	params
1660	database
14391	x8653
14638	setbuffersize
14395	x8654
14388	x8651
8481	testcreatesinglesegmentnocfs
14389	x8652
11810	hasnewapi
14992	withreopen
732	blueberry
1782	includesmin
7949	stringstored
169	setmergepolicy
12220	sourcesegment
1325	validate
3490	u2a95
10422	ipod
2080	undocumented
3891	u2a8b
20	copy
3089	u2a9f
10664	e04
10671	e03
8421	testinvalidarguments
10665	e06
10672	e05
2576	occured
10080	usecase
10684	e08
10673	e07
10692	e09
5948	encapsulated
7913	scorervisitor
10582	e00
10663	e02
10608	e01
8074	models
2969	udd94
8621	newlevel
3370	udd8a
9219	proxskip
10780	e19
10748	e18
10779	e17
10747	e16
10778	e15
10746	e14
11784	conj
10728	e13
7263	cmp
10711	e12
14259	x6432
13728	u2a81
10158	cmo
10727	e11
14258	x6431
249	conf
10710	e10
7241	dhfbj
10709	e0e
10726	e0f
10708	e0c
10725	e0d
10707	e0a
10724	e0b
14909	encapsulates
12501	publish
8842	alltermdocs
10177	getdefaultfieldcodec
6095	ßç
8864	comm
10872	e29
13232	setposition
6918	comp
1021	setlength
9006	cnt
10858	e26
10870	e25
2461	frozenbuffereddeletes
6822	nrtmanager
10859	e28
10871	e27
6099	ßß
10856	e22
10848	e21
6097	ßá
10857	e24
10869	e23
6096	ßã
11991	stripsegmentname
6100	ßä
13107	expirationtimedeletionpolicy
6098	ßå
10833	e20
9325	paralleltermenum
10782	e1d
10802	e1e
1692	practice
7079	customsimilarity
10814	e1f
10749	e1a
10781	e1b
10750	e1c
10331	testacrossfields
1395	orig_bytetofloat
1300	keeponlylastcommitdeletionpolicy
10933	e30
11749	testfields
10947	e31
7882	col
10935	e34
9923	lastti
10949	e35
10934	e32
14549	udd60
10948	e33
7209	e38
7325	gicea
10982	e39
9272	x0f0f0f0f0f0f0f0fl
10965	e36
10981	e37
5787	dividing
2720	u3f09
13424	alreadyclosedexveption
10909	e2d
9204	proxoutput
10889	e2c
10873	e2b
10860	e2a
10910	e2f
10890	e2e
14900	testerrorinitializer
9967	rollbacksegments
14776	verbose_ref_counts
11004	e40
11020	e41
11006	e42
11022	e43
11028	e44
11041	e45
11030	e46
5832	cpu
11043	e47
14546	u2620ce
11031	e48
8133	segmenttermpositionvector
11044	e49
14714	gettotstatecount
2200	cost
12368	sweep
10966	e3a
10967	e3c
10983	e3b
11003	e3e
10984	e3d
8453	newestsegment
11019	e3f
11128	e56
3771	udd80
11146	e57
11127	e54
11144	e55
1149	generate
11060	e52
11091	e53
11059	e50
11090	e51
8986	rptterms
8312	sameterminfo
11172	e58
11190	e59
11089	e4f
11057	e4e
11087	e4d
11056	e4c
11046	e4b
11032	e4a
3343	ucc59
11202	e60
6080	ÿçÿßÿö
8805	settype
9813	assertindexequals
11217	e65
12106	mergefinish
11205	e66
11219	e67
11206	e68
11215	e61
11203	e62
11216	e63
11204	e64
8378	u2a3f
11220	e69
8443	indexdoc
11177	e5e
11194	e5d
11195	e5f
11173	e5a
11175	e5c
11192	e5b
759	increase
13589	ucc45
2506	core
11246	e71
13616	udd76
11235	e70
11611	enforcesinglesegment
10520	justcompilespans
5703	segmentreaders
6933	chartermattributeimpl
8487	number_of_chars
5114	copybuffer
13521	ua0f9
6182	êàëêòø
1783	includesmax
6235	getresourceasstream
1447	avoid
3119	u3db9
82	ccc
5573	unused
11647	docspansordered
2942	ucc63
14192	hours
10481	testspanfirstversusspanterm
3520	u3daf
2718	u3dc3
12705	stopwords0
12707	stopwords1
3744	ucc4f
5910	extremes
8362	segmentmergequeue
660	remove
7297	jfhdb
15072	poslengthatt
5696	segmentcorereaders
10448	corresponds
2085	indirectly
5314	getomitnorms
10149	countminoutput
2144	chunksizepower
7801	charupto
5782	binarysearch
259	return
5379	cfx
2687	u2a06
1649	framework
8059	valuesource
5366	cfs
11988	cfr
14865	ch2
7233	dhfjb
3921	u3da5
6423	setflags
7479	qtxt
5292	fileexists
14548	udd1e
10546	folded
6270	wordbreaktest
12563	lead_surrogate_offset_
2306	adds
7349	remote
8873	lastindexof
10533	cha
14302	x7541
12782	defers
14305	x7543
11861	jj_2_1
14303	x7542
6518	converts
13430	uax29urlemailtokenizerimpl
384	doccount
7070	uncomment
12914	testaddcloseopen
1857	priorityqueue
1204	float_nans
8661	createnewfile
5306	indexdir
7255	adcb
7968	suite
9993	matchingsegments
10555	chr
6023	blast
14665	bytes_per_posting
14547	u2620ne
1854	bitspans
6702	misses
9861	microsoft
10097	inputoutput
14296	x7521
2348	testrandomstoredfields
2089	blocked
7251	adbc
8398	java4characterutils
12791	abnormal
5171	fieldcomparatorsource
5085	zz_attribute_packed_0
9400	non_final_end_node
14299	x7532
14298	x7531
1091	bufferindex
8828	typeattributeimpl
11770	docnumawaremapper
13055	first_cut
6538	significantly
5869	multitermquerywrapperfilter
10784	ebb
10752	eba
10785	ebd
10753	ebc
10786	ebf
10754	ebe
12472	recipient
11064	ed0
11096	ed1
11066	ed2
11098	ed3
11068	ed4
507	islast
7777	frequencies
11100	ed5
181	isdeleted
11069	ed6
11102	ed7
11071	ed8
11104	ed9
5129	yybegin
12523	dealings
14994	previtereationdoc
1999	num_docs
12859	getcurrentsearchinggen
14060	testnullorsubscorer
10590	eac
10616	eab
10589	eaa
10618	eaf
10591	eae
10617	ead
631	boostingfunctermquery2
9581	header
10756	ec0
10788	ec1
369	fallback
6845	borrowed
8155	superclass
10759	ec4
2620	zz_rowmap
10792	ec5
10758	ec2
10790	ec3
10892	ec8
10912	ec9
10761	ec6
7670	getsize
10794	ec7
14314	x7632
11475	íí
11481	íî
11483	íï
14313	x7631
11485	íñ
11489	íò
12420	weightings
6360	endminus1
9241	specialtoken
11487	íó
11491	íô
12289	delinc
11495	íõ
7976	readchar
11492	íö
10922	íø
10677	íù
10631	íú
10701	íû
9644	queryexpl
10734	íü
10619	eb1
10593	eb2
10620	eb3
11789	modification
10594	eb4
8474	surrogates
14556	ramindexinput
10592	eb0
2197	write
10783	eb9
5319	testlazyfields
6632	token's
10621	eb5
10595	eb6
12632	after'
10622	eb7
840	caching
6367	poslimit
10751	eb8
10796	ìî
10816	ìï
14311	x7621
10729	ìì
10694	ìí
10916	ìò
7787	getmatch
10875	ìó
10849	ìñ
10299	attrimpl
10950	ìö
10927	ìô
10985	ìõ
11023	ìú
11112	ìû
11394	ìø
11048	ìù
10584	ea2
11405	íà
10612	ea3
10997	íß
10583	ea0
9217	docskip
10611	ea1
11147	ìü
11417	íä
11423	íã
14193	term_count
11411	íâ
11496	íá
11455	íè
11437	íç
10588	ea8
10894	íæ
10615	ea9
11430	íå
10587	ea6
11478	íì
10614	ea7
11472	íë
2397	precede
10586	ea4
11465	íê
10613	ea5
11446	íé
2017	selector
2571	expression
10834	íº
11479	ëø
11392	íµ
14170	diffiles
7621	careful
12964	lastcount
8127	isignoringoffsets
8833	captured
10995	efa
11754	getstartoffset
13590	ucce8
11000	efb
11304	efc
1163	splitting
12238	segupto
3122	u3fa2
11358	efe
11370	eff
13106	testexpirationtimedeletionpolicy
7523	valuemismatch
13441	u6e09
11379	ìè
11033	ìé
10625	ìê
10674	ìë
10936	ìä
458	not_analyzed_no_norms
10968	ìå
11468	ìæ
11007	ìç
11207	ìà
8967	collide
11178	ìá
11236	ìâ
11305	ìã
1914	termshashperthread
201	tokenfilter
11349	ìß
11449	ìº
3745	uccf2
11811	lowercaseexpandedterms
1969	replaces
11398	ìµ
105	assertequals
11291	eeb
11271	eec
11270	eea
1037	replaced
7578	badkids
11294	eef
11292	eed
11272	eee
12658	cpat3
1815	minbound
10803	íª
2256	verifylf
11476	ëæ
5701	coreref
6275	ëâ
11448	ëß
11273	ef0
11412	ëµ
3274	ua06a
1843	spanquery
1949	byteslicereader
11466	ëº
11074	edc
11108	edd
11076	ede
2873	ua074
11109	edf
1716	numericfields
11072	eda
3195	u6e1d
11106	edb
2794	u6e27
11369	ef9
11440	ìª
6508	edt
11356	ef6
11366	ef5
5291	faultyindexinput
2721	u3fac
11357	ef8
11367	ef7
11354	ef2
11295	ef1
12210	mergeinit
11355	ef4
11364	ef3
1160	functionality
7093	testsimplecase
9195	setnumoverlap
11094	ecf
11092	ecd
11062	ece
10914	ecb
11061	ecc
14956	setreplaceinvalidacronym
978	indefinitely
10893	eca
12227	os_version
6286	éä
12203	applymergechanges
11456	ëª
12089	maybemerge
11290	ee9
11269	ee8
11289	ee7
11268	ee6
11287	ee5
11267	ee4
11111	ee3
3596	u6e13
11078	ee2
11110	ee1
13386	testiterator
11077	ee0
12330	max_term_length
6707	termnumber
7734	testsegmentreader
12339	dye
11431	çü
6285	çø
3675	ua060
3271	u9e81
6289	èå
14413	x8742
13520	ua056
6064	çí
3672	u9e77
14412	x8741
6044	çî
10795	çë
14415	x8743
11348	çì
11413	çé
10623	çê
11406	çç
5881	positive'
10477	testspantermversusterm
11425	çö
12342	laser
6293	çô
11418	çñ
1055	fully
13517	u9e6d
1026	chartokenizer
11393	çä
5884	positives'
11522	çã
11397	çå
11447	çà
9689	e15f
10421	adoc
11458	çâ
11439	çá
14409	x8732
14408	x8731
11823	newprefixquery
9364	testchainedfilters
865	accessing
11047	åø
1167	series
9189	numoverlap
11524	åö
12152	hardware
10886	iota
11532	åü
7352	testtopdocsscores
8594	fieldcacheimpl
6106	åÿ
3344	uccfc
7747	storetermvector
11581	åè
14437	x8762
14436	x8761
2185	remaining
11540	åæ
