0	
257	SmartVanillaViewer
6199	getCharOffset
5419	Tasks
2803	invisibly
6832	declared
6501	setLearnerParameters
1184	event
5928	slope
3555	advanced
30	"
6734	linkFileName
2026	textPane
378	#
77	!
530	&
3569	James
2850	isOverallMeasure
21	'
3330	hoschek
5025	$
1472	%
115	answer
13	*
4619	possibly
319	+
55	(
851	PrintStream
57	)
3	.
3824	testDirwithNoFile
12	/
6287	Stratified
73	,
3120	EXPERIMENTAL
46	-
4983	nameDict
624	initialization
305	3
676	2
314	1
1836	ExtractionEvaluation
317	0
2958	7
1611	6
1968	toLowerCase
271	5
877	4
7	;
72	:
1371	9
4037	externalLabelFile
2959	8
2373	components
7267	6471110918188705E94
523	?
100	>
218	=
98	<
264	D
1075	E
3568	F
2806	G
34	@
797	A
1073	B
1074	C
1634	accordingly
1244	MoveDocumentCursor
1535	L
3324	rejection
4199	M
6822	defDict
1282	N
7379	O
265	H
3155	I
529	J
675	K
3405	U
1650	T
7096	XValTest
489	W
3416	V
5024	Q
1280	P
3215	times
3806	S
2985	R
292	]
380	\
6366	_
2804	Crammer
2797	^
3414	Y
4012	outputs
3004	X
3699	bestWeight
291	[
4333	canonical
2891	Z
717	f
1547	g
1485	d
6263	Feb
343	e
507	b
463	c
64	a
381	n
2623	Toggles
397	o
1722	l
4687	Parsing
1636	m
341	j
3823	FancyLoaderTest
4601	Options
332	k
5055	finalSD
362	h
110	i
3884	POSTagger
367	w
391	v
408	u
740	t
7066	eLUMINANT
22	s
6238	averaging
3428	r
2961	Tokenize
3164	q
99	p
4788	makeApplyButton
3800	~
195	}
1024	|
43	{
2808	z
1109	y
2316	x
2050	entity
1169	Instances
3134	extractedSpan
4577	GridBagConstraint
2844	echo
1401	toUpperCase
4296	LEAGUE
531	InstanceFromSequence
2468	updated
4118	basic
2341	SemiMTFeatureGenImpl
1511	derived
4527	EMPTY_SET
2346	StartFeatures
377	append
2890	binomial
6709	Classifies
16	Classifier
3644	belongs
5118	libsvm
366	double
1364	preferred
1269	much
2048	seminar
5205	MyBinaryClassifier
2624	ReadOnlyButton
3110	column
1996	saveTrainPartitions
7278	1324281178206295E115
3538	getInputType
908	span
4586	jtable
506	update
5567	smelled
6163	SampleInner
4556	getSuperView
6663	Import
4306	premiership
7385	completely
7174	19122118273868150
657	possible
410	sequential
285	BatchClassifierLearner
5816	jcp
934	startsWith
1461	getSaveParameters
4748	updates
4780	ControllableViewer
6890	crossValSplitter
5117	estimates
4739	assigned
5950	3rd
547	finished
3901	setForeground
6066	ENTER
1953	FreqAnal
1063	entire
6041	removeClass
122	which
1011	flush
6396	LONG
2228	childTB
1646	adding
6902	nameOfFileToView
2436	getCellRenderer
3645	setDocumentGroupId
3232	Method
6014	getAllowedPValues
6147	javadoc
3453	graphical
4354	Hearst
427	Perceptron
242	border
6594	constructing
6714	labelSeq
565	increment
6379	filter_
703	interpreted
220	MultiExampleSchema
1041	saveTypesAsOps
5888	MultinomialClassifier
783	interpreter
6872	verification
6787	filters
5450	pos_t
4516	SystemOut
1482	spanProp
4932	space
5492	pos_h
4863	ExplanationViewer
6325	simpler
144	addExample
5945	deltaLoglik
6428	getCompressDatasetHelp
2923	constructior
508	rather
3953	SequentialLearner
4040	labelsFile
4046	ClassifierTeacher
6288	helps
2062	TextBases
871	CLOSE_TYPES_IN_LABELED_DOCS
2434	recall
929	docList
4287	Star
2698	warning
4592	getPoint
5098	SVMTest
2095	single
428	Algorithms
7301	42594775983836E159
7078	companyWord
801	every
2583	tbViewer
3655	getNumberOfSegmentGroups
4801	Tell
6562	Analogous
7173	55216385312342289
3327	Modelling
6695	wrap
5908	setFeatureGivenClassParameter
3046	extractFeatures
1723	setSelectedFile
1819	Must
5194	designated
1053	embedded
4276	500
2723	setAnnotationType
2641	Saving
7161	00000000000000000
4045	Tester
4350	Abbreviation
3769	falseData
7357	1729568794264134E278
3062	getters
930	while
1431	InstanceViewer
5580	segmentTransform
3129	tmpBase
1559	corresponding
6702	vals
3404	Step
4191	2737_0
1183	NULL_CLASS_NAME
2078	textBaseMappers
5458	demotion
7350	7133839564458575E262
2571	OnlineClassifierDocumentEditor
3844	SemiSupervisedClassifierTeacher
2661	myGBC
4036	SimpleTextLoader
7255	2696403353658264E73
449	getHistorySizeHelp
5264	temval
1708	Browse
855	Loads
939	advance
4622	consumeArguments
1252	appear
4415	itr
4050	itearator
726	EvalError
2146	its
603	Property
4911	BinaryClassifierLearner
4814	CLONE
33	teachers
5529	itx
3210	wordCharactersPercentage
1375	weightx
810	spans
1376	weighty
1118	substring
4688	Computational
1566	ByteArrayInputStream
5312	Score
2264	parentDocMap
4674	October
6829	ANNOTATE_WITH
6568	isn
921	loader
7306	1462805637347086E170
6721	numCopies
178	calls
6678	prev
5790	Functions
787	loaded
1124	beginOrEnd
5280	msg05
1258	indicates
5274	pred
7360	714723635992061E284
3913	addLabeledData
949	sort
5172	Pair
2036	expensive
3832	Defines
2799	distillCache
6979	Construct
854	TreeSet
4649	candidates
759	importOps
739	documents
2919	contrary
5783	rates
7348	5563239178728637E258
6604	Nuclear
7136	189670994589177e
3519	subpop
2045	labels0
4347	printed
2175	Generate
6512	getMultiHelp
3043	AnnotatedSpanFE
771	CLOSE_ALL_TYPES
2732	answerLabels
139	must
1386	canHandle
471	curious
4929	tokenArray
6684	Exports
2634	Opening
528	println
4053	toLearner
237	javax
4587	colIndex
6873	care
2712	InsideOutsideReduction
6943	Internal
1916	sourceString
3307	Zechner
4035	assuming
2553	insertions
6990	yNeg
7072	Merger
6533	getTestsetFilenameHelp
3017	NEGATIVE_INFINITY
3314	Doctoral
5128	Precision
3960	TestParams
2831	showExtractor
187	case
5545	CONFIG_FORMAT_EXT
1684	Pretty
6737	linkFile
5508	endTag
2868	deviation
542	completeUpdate
6273	addFeatureVal
3389	regions
6291	setRequiredAnnotation
5851	glossary2
5698	referenceStats
606	repository
7049	interrupted
1553	helper
209	Cameron
5442	Karov
3614	ClockSeed
7316	393108684451899E190
2362	mapStatesToLabels
5190	setNumberOfFeatures
6455	setPriorPos
1554	newSubpopId
6309	pipeline
3074	getUseCompressedCharType
2765	getTruthLabels
1186	AbstractAction
3686	addedASegmentStartingAtPos
5341	getUseHighPrecisionArithmeticHelp
3955	transformations
6824	defLevel
5785	ReparametrizeTauSig2Lambdas
3029	cand
7214	20922789888000L
2749	getTo
61	everything
5394	Online
4721	rankedExamples
3280	zero
2680	annotation
5268	stackFeatureName
1937	Weight
5830	TRAIN_FILE
3450	DatasetLoader
6413	working
3214	indentNumber
6399	sole
3481	loadLinkFile
2541	leftBoundary
3511	RandomSplitter
422	Hidden
4039	lastIndexOf
1821	dataFile
2421	displayed
6897	annotating
1007	ClassNotFoundException
3294	Inversion
5971	toShow
833	innerClassifier
3736	combination
1057	some
1131	ranking
7245	196222208654802E56
2649	checkIfAdded
7382	k_fac
634	stream
4390	StringSpan
7374	Efficiently
4525	inDict
4538	propogating
4626	Give
6351	operated
811	Testing
6599	treeEx
1019	getTextToken
7083	prog
445	setHistorySize
1342	Controllable
6857	Hurst
6133	allowedValues
3014	prob
2471	spansWithDocumentMap
1795	oldTypes
6161	setFlag
3094	AbstractAnnotator
1652	Collection
3999	selectableTypes
785	prop
2874	Combine
3320	Austria
4510	nesym
4168	TEST
6464	RefUtils
5006	Confidence
6595	explanations
1896	End
6525	TrainTestParams
3798	InternalNode
3229	startWithSameInitialPunctCharacters
4486	Forward
3662	accumNeg
6037	additions
6190	differs
3706	isBinary
4520	getMultiClassifier
2075	TextBaseEntry
4263	drew
2102	sure
2740	WEST
2813	listIterator
4343	Abbreviations
6230	numActiveFeatures
6989	getTeacher
5109	Only
1515	adjacent
4802	selectedType
7131	134069595540929e
2522	batch
4965	parser
907	characters
6418	batchTrainCommittee
1062	call
484	paper
4054	Learnt
2725	temporary
2852	toSummary
6854	Original
2651	currently
3241	Buffer
6513	getCrosshelp
1101	another
4975	rides
352	full
1594	finding
1136	Learns
5242	making
426	Experiments
3193	subSequence
4213	JOHNSON
1479	check
2662	spanProps
5624	stratified
2183	ultimately
1962	tokenHash
2566	FileFilter
6345	addition
6250	searcher
6981	soft
6717	Multiset
3660	weights
7019	JScrollBar
5617	stratifies
3668	target
1579	endsWith
6655	average
7337	0128887482749884E234
11	Iterator
5486	zpos
6722	occurences
2257	childDocId
7047	wait
973	asString
1135	BatchBinaryClassifierLearner
1682	kid
180	intervening
3387	Rectangular
1294	something
7363	0044015765453032E291
1920	black
7461	getId
6862	Joshua
2533	subclasses
6435	NegativeBinomialLearner
6383	hasProp_
5735	estimateVar
1469	sourceforge
6281	separately
6181	400
1747	groundTruthLabelsFile
2764	checkReadOnly
4835	classifications
5907	estimateFeatureProbMLE
2319	getSegments
6370	tokenNeg_
6505	Warning
4813	learner1
6967	getHistory
5776	getPms
2526	SemiSupervisedDataset
7098	415
2288	currKey
2266	entries
6293	Attach
7309	4438595832024942E176
2303	Sarawagi
5069	testFile
1622	getClass
3600	integer
7272	123445837688612E103
3038	SampleDatasets
3801	schapireSingerValue
2308	maxMemory
5099	Evaluate
2912	boat
7352	3113358856834527E267
6405	uwBag
1020	getLo
4976	NameMatcher
5149	sumy
4671	getLinksMap
4608	background
5148	sumv
997	nothing
3057	setFeatureWindowSize
6554	setMaximum
793	Get
1065	XML
1484	construct
190	returned
2510	currentSize
701	bound
4147	comments
4356	Symposium
5050	_prediction_updated
3377	body
31	learners
2404	toolbar
3151	seqAnn
4597	thru
6120	numTypeSelectors
1818	enough
1346	prefersToBeResized
6461	mudeltaPos
5191	infoGain
6110	JavaBean
1888	CRFLearner
753	key
5730	sumX
2833	annFullLabels
3843	classifiers
2761	Change
1287	editing
1199	BasicTextBase
2937	testRegexTokenizer
7362	2296942187394494E289
6261	searcherEx
3158	HMM
685	script
361	learner_
5932	Recipes
6629	2pi
1160	rankingLists
3765	bestEntropy
2494	better
5120	against
5825	SimpleClassifierUI
6123	pname2
1548	containing
3474	invertIteration
7421	4426950408889634
3105	crAnn
4594	lightweight
6427	setCompressDataset
1285	setView
4617	ignored
4629	terminate
1181	HISTORY_FEATURE
5721	setSubView
4518	MultiClassifierAnnotator
5104	maxF1
1170	sortByScore
5664	profilesForPartition
1742	MixupDebugger
4358	451
5154	svm_node
222	MultiExample
3409	458
1637	realClassName
3367	l_nu
4558	getSerializableContent
1114	docPos
538	voting
5330	setMaxIters
6602	CERN
2477	renderers
5991	JSpinner
3643	charOffset
1242	edit
6937	Notation
4359	462
5708	subsampleFraction
3352	l_my
3698	ignores
3171	logplus
4298	BEAT
5279	testSpans
2355	validClassNames
1038	getSpanProperties
5771	Lambda
6488	TrainParams
5158	Mean
120	they
335	getTrain
4632	configured
6715	Objects
7451	SemiSuperisedClassifierLearner
889	modifying
904	documentID
2736	extractInstance
3417	approximate
5440	Driven
1851	2f2
2207	structure
6209	wset
6196	Char
2766	Sample
1581	loadClass
2926	steps
7082	guessLabels
1781	them
503	then
7274	307885441519387E107
558	numClasses
3626	53668
1264	valueChanged
5144	svm_predict
2309	SegmentDataSequence
5654	constraint
7415	Instantly
3102	VPHMMLearner
2876	followed
4125	DocPerLineTestData
3969	Classify
5900	estimateClassProbMLE
416	algorithm
4142	Course
1255	setViewEntireDocument
1980	extracted_email
4733	actualFtrs
3712	bestName
3152	newAnnotator
6972	disregard
5759	lambdaEstimateVec
3363	larger
5646	constraintFileName
4638	configures
4821	VanillaViewer
7331	471580690878813E221
5558	laffter
4060	within
5553	taunt
4181	2457_0
3624	53688
5890	isPresent
6511	setCross
7407	polynomial
2692	getFE
7302	614466715035125E161
2772	second
6688	getSelectionEnd
2359	segmentation
1100	overlapped
4731	correctEx
4542	displaying
3518	subpopIterator
7423	looks
2518	semisupervised
161	results
6042	setInLine
1241	getSize
5864	trials
5084	3132616875183545
4580	appropriate
1072	such
5753	estimatePoissonWeightedLambda
4786	controlled
5156	writeBytes
4305	league
649	relative
1770	stuff
7073	Agreement
6901	resetAll
7355	789142901463393E273
3925	knn
4729	included
185	this
4552	OBJECT_UPDATED
5364	EdgeLinearHistFeatures
3678	equivalent
1000	recognized
5884	SemiSupervisedNaiveBayesLearner
3764	featureCount
4257	WORLD
2261	includes
4579	sends
7081	subj
3285	generator
4612	treated
3153	FeatureFilter
3540	assignDefaultLabels
5355	getID
2883	populationStdDev
1022	getHi
843	BufferedOutputStream
1434	Strings
831	binaryLabel
5682	spanEditor
6534	realative
1080	documentId
6406	dictFile
3929	StratifiedCrossValSplitter
2532	passed
6002	getter
437	isDebugEnabled
267	Generalization
3410	35
3768	trueData
3337	36
6155	33
6245	34
14	Learn
7179	39
3312	unimodal
3170	37
4603	occurs
7242	4050061177528801E51
4300	42
6532	TrainTestParameters
2902	snow
2665	docID
3419	points
5973	toSplitter
3235	turn
3738	builder
5412	22
2942	24
1363	25
6217	27
1946	29
7200	2L
1705	30
1872	31
386	classLabelName
944	docId
5744	1e
670	ways
3513	trainList
4183	2513_0
3477	iteratorSGM
7324	506141741511141E207
2549	insertString
3115	19
7284	314240134565354E126
2952	17
1860	18
2377	guessBox
1871	15
4982	16
2941	13
1948	14
2255	11
2943	12
2776	21
1881	20
7263	9826083154044396E87
2447	figure
7199	1L
7087	KernelVotedPerceptron
975	NumberFormatException
2578	SpanFeatureExtractor
3169	1E
6475	saveAsFilename
2150	parentDocId
2406	ZoomAction
1560	getSubsequenceInstance
5391	SimpleDatasetViewer
498	paired
3984	annotatedInstance
4220	08
1878	09
2209	documentIds
7368	5260757449731988E302
4369	04
455	predicted
5140	05
1877	07
4129	00
7428	01
1856	02
1493	combined
4368	03
1413	GUI
2768	TestExtractionProblem
882	10
5787	tauSigEstimateVec
6059	pname
1330	setSelectedIndex
2621	outType
4569	actions
7260	32098711274139E81
5173	featValues
1506	detail
5449	20071130L
2171	both
4893	testClassifierParameters
1885	82
1889	83
1861	87
7194	67
4092	69
3544	contTag
5285	association
6322	generates
456	labels
2901	white
2987	properly
148	that
4809	OneVsAllLearner
2282	printMap
7201	6L
6646	generated
509	than
1190	JTextPane
5040	previously
7196	71
1359	75
1320	slider
2348	model
6306	stdout
1949	58
1276	addActionForKeyStroke
2824	extractionEval
7403	4a
5082	infinity
4937	iterate
2531	Enables
2217	prevDocId
3688	weighted
5218	StackedGraphicalLearner
7192	64
1857	65
1866	62
364	className
3575	60
7190	61
1534	MutableCandidateSegmentGroup
4198	49
7183	48
6628	2v
1448	DatasetClassifierTeacher
5078	checkClassifyText
7398	2x
4692	45
3118	47
6224	46
7130	106146679532726e
6553	setValue
6432	SemiMarkowLearner
4946	PrintWriter
2830	getTestExtractorHelp
1952	Wang
3780	RandomForests
1827	isFile
7185	51
7187	54
1784	50
1761	RefreshProgramAction
5240	newStackingDepth
3443	accept
2108	bases
303	regression
3783	Forests
270	Vol
5200	prototype
5866	setNandP
6740	getSourceAssignedToExample
3996	config
5077	expectations
5746	estimatePoissonLambda
2573	choose
6770	onLevel
4251	Madrid
6361	rSpan
2296	compareTo
4106	putting
1822	textBaseFile
7275	4809140811395404E109
4427	currSentence
3890	SplitViewer
6183	Access
4593	getValueAt
5188	getTopFeatures
2908	tiger
6347	traces
941	failed
1132	Comparator
4139	Ways
6193	containment
5570	inputError
7387	accurate
5432	Abound
4355	Pacific
313	length
5629	msgId
5820	Span2Instance
2993	99
5733	estimateMean
2120	want
5636	hence
5782	95
792	HasSubpopulationId
4292	92
1874	91
6929	restricted
1352	90
6229	ROMMALearner
4720	access
4223	Johnson
4523	isAnnotatedBy
2587	labelBox
6867	Makoto
1864	88
262	based
3223	theCount
4237	SOCCER
5623	users
2179	currDstEntry
3096	confidences
6506	crossdimensional
6831	extendLabels
4316	translated
5625	requests
7124	nweight
1504	sliding
4717	turned
1332	GridBagLayout
2350	nestedCrfModel
513	directly
44	Accept
4548	linked
2950	custom
2512	getFamily
2162	translates
5473	initializing
2794	tau_t
1076	thrown
1388	senders
780	throws
3921	candidateLooper
1037	property
7455	sense
4805	Export
4434	countTokens
5724	Estimators
3041	Simple
230	instanceof
4900	taggerSignalParameters
1289	subclass
947	warn
7045	stop
2193	newLevelName
1542	Specify
5479	hasFeature
312	getInnerLearner
6812	getImportLevel
6598	stringEx
1890	Doesn
3036	logGamma
3505	displays
1647	Foo
4773	during
2415	spanArray
2867	mean
4804	getColoredValues
2576	ioTypeLabel
897	For
1102	overalpping
6851	20071023L
1441	office
2664	Check
4912	batchTrainBinary
1569	locally
2333	NestedMTFeatureTypes
4537	rules
4515	00001
3845	SemiSupervisedClassifierLearner
1256	Activates
1942	User
5868	FUNCTION
823	GenericCollinsLearnerV1
3985	newEx
5455	theta
6648	Uses
4145	parts
5206	MyBC
7441	2Pi
3880	samplemail
716	taggerTestLabels
1957	DF
601	objects
669	these
602	FancyLoader
1117	subSpan
480	StringUtil
309	getSplitter
3578	344
1048	Do
5130	F1
3267	AN16pp
5882	EM
3415	Ds
2237	Used
5532	opening
4708	numEpochs
5034	temp
1158	each
3413	Dk
3489	FixedTestSetSplitter
3760	MIN_VALUE
4896	splitterParameters
5952	mistakes
5684	createSpanEditor
1273	keymap
3116	312
1782	setMinimumSize
1846	LongUITest
5678	Ex
4656	explainFindSpans
7253	274883284060024E69
1408	recieving
4457	FN
4449	FP
4962	tell
1815	parse
5344	TestDataSequenceC
6374	Eg
3889	ZoomedViewer
6710	Place
4062	define
1790	updateTextLabels
3577	329
7346	1749972043909107E254
1698	JFileChooser
1300	MAX_STATUS
4787	getControlledViewer
466	sequence
5425	Avrim
2040	getTokenProperties
404	setSuperView
1995	SequenceClassifierLearner
6336	getCount
2139	srcDocId
6130	getAllowed
2011	EmptyLabels
113	has
4112	bNorm
3095	Wraps
1731	component
7366	003691705778434E297
7369	2690680090047056E304
7338	917786472619482E236
1549	had
3936	T1InstanceTransformLearner
1166	isPositive
1239	synchronized
7265	247650592082472E90
7156	086278682608780e
2010	SimpleAttributeSet
4546	processed
872	assumptions
589	Pattern
6136	browseButton
4425	newHi
1950	AM
7435	C7
7431	C3
3567	BR
481	At
7433	C5
5197	As
5456	promotion
6611	granted
3378	reflections
5413	Balanced
6502	getDatasetFilenameHelp
6058	getShortDescription
6318	requiredAnnotation
3072	Aa
7426	C0
1415	An
5961	showing
7429	C1
3056	ExtractionFE
6580	locate
101	Learners
7102	sites
1706	selectedFile
1808	addWindowListener
1984	STEM_PROP
306	CV
1261	updateViewLabels
1466	setAdditionalParameters
3139	crSeqClassifier
6743	levelStack
1250	viewed
2879	variance
2678	annotate
6636	transformation
3584	nhse
2128	FilterTokenizer
6524	never
2687	TestClassifier
870	there
7092	bayesExtreme
1253	viewer
610	DATADIR_PROP
234	hasAnswers
4827	govern
4253	ARMENIA
4648	filtering
1	package
5288	Mutual
5116	calculation
7311	7629525510902457E180
6664	exportButton
3639	documentString
1687	IDS
4738	minimizes
5224	stackingDepth
5998	among
6222	Li
5804	EditLabels
4533	MouseAdapter
6573	findNativeAnnotatorFromString
2262	listed
5397	OnlineSignalParams
4424	newLo
4657	Explaining
7235	0333147966386144E40
1904	Color
6900	requireList
917	performed
3509	pointer
3073	setUseCompressedCharType
5301	compensate
5872	NB
2186	mapped
1960	heuristic
4143	My
5748	numberOfClasses
2100	mapper
7013	unnormalized
2225	NO
6742	levelsToLabelsMap
6048	PropertyEditor
2667	unless
6751	hierarchy
1263	listen
7088	empirically
4218	DUBLIN
5420	Voting
3803	totalNeg
3983	multiLabelClassification
1083	getDocumentContents
6055	getBeanInfo
5214	PredictedClassTransform
4061	CharAnnotation
53	void
6083	OS
1059	mkdir
635	No
3301	stat
4936	MyDocumentSpanIterator
6299	Extractor
1997	splitSequence
5133	On
4204	PH
6651	PI
5597	maximal
1958	PF
6386	lcBag
5083	calculating
3900	cursorColor
3932	MultiClassifier
241	JScrollPane
7231	222838654177924E33
1959	HS
5855	Dieter
551	since
1715	setText
869	type
4892	trainClassifierParameters
4226	his
2677	Something
900	ID
1473	20Tutorial
4342	biomedical
6823	defineDictionary
6960	localF
6015	rootClass
3710	numLabel
4239	IN
6961	localH
2755	fatal
450	Number
777	IO
2589	AddSelection
4158	IS
4941	printing
2751	SampleTextBases
2002	DatasetSequenceClassifierTeacher
6258	weightOfConstrainedPrediction
7061	scrolling
5633	Id
4812	ManyVsRestLearner
673	If
1849	1f3
4327	Graphical
1069	In
54	setSchema
1714	setFile
3506	Called
4797	highlighted
3717	Is
6808	patt
919	It
1338	ControlledViewer
4227	IBF
798	considered
3546	getNonDefaultTagValues
1586	path
501	compute
6726	PreprocessTextForExtractor
6355	Modify
3212	indentPercentage
3651	maxSegmentSize
5241	validation
2911	your
4566	superViewer
5778	modify
7444	1680
4684	Reranking
842	BufferedInputStream
3133	pass
3565	subroutine
4644	Has
687	stem
2552	Overrides
3022	step
1122	setBoundary
7177	50507345013688888
7159	777674929752690e
3187	matched
1245	Up
4001	nice
5217	BatchClassifier
706	matches
734	matcher
6697	newFeatures
5919	convergence
3978	exits
4150	US
5924	getLogLikelihood
5468	vote
990	To
1278	UP
4004	modifications
3943	UI
7394	Ti
2182	intermediate
7401	2ab
2046	demos
6180	Layout
7376	referred
3609	TT
3353	c_pm
709	param
6316	featureStoragePolicy
6529	MultiTrainTestParams
1238	messages
4973	depicting
7003	gnu
3807	W_
5858	gamma
490	We
5693	availableLabels
1410	addActionListener
4837	depending
2810	WX
5488	MyClassifier
7322	875044200833601E202
3885	whatever
2884	sqrt
4137	Title
4399	isValidShortForm
5605	documentSize
2272	parentLo
5690	presenting
5276	sorry
2538	beginContextSpanInDocument
2137	down
5619	arbitrary
6486	Open
773	Adding
4509	emission
221	getMultiSchema
7002	Output
2089	identified
5260	hashMap
4042	isLabelFile
6932	getCounts
2733	getTaggedLabels
7108	Pr
3446	R4
7121	getScale
3439	R2
3445	R3
5243	getCrossValSplits
299	calibrate
5336	getUseHighPrecisionArithmetic
1373	gridx
2506	documentIdOfS
1374	gridy
2742	fields
992	control
4274	VIENNA
5573	LeaveOneOutDictVersion
5215	TrainMultiClassifier
1314	20080314L
3440	R1
4260	YEREVAN
4140	Gum
536	wrongXj
3963	useGUI
4928	identifier
1277	getKeyStroke
6610	hereby
1954	TF
746	Exception
6389	trBag
4170	TO
4458	TN
5988	JDialog
7252	06581751709439E67
4448	TP
4473	So
5523	Consuming
5660	byProfile
5389	splitCandidateSegmentGroup
174	Teachers
5228	crossValSplits
6908	Re
7036	SE
7329	974504222477287E217
20	learner
1105	sorted
5003	extended
6939	regret
2113	you
2656	valField
2070	retokenize
3388	immediate
5071	setCheckStandards
7264	2688693218588414E89
5225	useLogistic
5612	tspan
5027	transformedNames
2223	ordered
165	learned
4842	bypass
6519	TrainTest
521	actual
2273	parentHi
1012	Save
5898	cllassIndex
7067	Reuters
6044	BoxComponent
7281	797126020747369E120
1693	lastIdList
255	gui
2021	IdViewer
3715	getProbability
3144	sumPredictedWeights
2232	chopping
4392	pairs
5931	Numerical
986	nextToken
6456	setPriorNeg
3729	BestOfN
6874	TextBaseLabeler
2924	TextBaseTests
5445	Additionally
6416	committeeSize
3809	block
993	switch
3475	addSGM
3326	Transactions
1990	stemmer
4777	getExamples
5023	delete
5498	a1
3488	SemiSupervisedClassifier
4023	helpParamsButton
6403	Dictionary
1507	just
4246	Spanish
2374	documentCellHeightSlider
4420	Holds
6766	evaluated
1760	refreshButton
4781	interrogate
1538	subPopId
7408	degree
1933	tableData
3311	discrete
2519	Abstract
276	Press
6348	doTrace
7330	466855489220473E219
3593	iseed2
6985	SoftTFIDF
3891	rename
3592	iseed1
6283	preserve
1642	doesn
1418	previousLabels
6226	387
6221	Yi
1142	BatchRankingLearner
238	swing
6089	getDeclaredMethod
1685	StringBuilder
1829	mixupProgram
6705	adaptedClassifier
2423	paint
591	TextBaseViewer
2574	importType
5	minorthird
3119	374
5656	userSplitter
4432	tmpIndex
2535	DefaultStyledDocument
3067	Aaaa
7094	sparseNum
6414	committees
365	getClassName
5667	partitionContaining
4531	fileToLoad
5616	complicated
6225	361
5897	numberOfFeatures
7442	360
3412	complement
7296	916779348709491E149
2342	numLabels
6027	typeSelectors
1848	cspace
3863	TextLabelsAnnotatorTeacher
4440	paren
5491	mytheta
3020	acceptance
2134	exist
607	REPOSITORY_PROP
5481	y_t_hat
6799	keyword
5246	getParams
5849	statlets
720	beanShell
7370	257415615308004E306
1085	their
2726	storage
95	hasNextQuery
300	predictions
7228	048883446117138E29
4631	shouldTerminate
2602	thisUpButton
4870	evalViewer
4808	Generalizes
5189	ff
2438	highlightDiffs
5847	fi
6407	fr
6887	ft
5766	fo
2499	fn
1807	CENTER
2498	fp
3590	Paul
6234	getHyperplaneNormSquared
3398	gy
5829	gz
4438	200
4935	getTokenArray
3397	gx
1026	getDocumentId
4364	papers
4229	he
6467	Generalized
2650	Cannot
5560	ha
5528	iax
4711	Index
2605	buttonsThatChangeStuff
3533	_entityPart
5742	mudelta
3277	gt
5859	Computing
2159	mechanisms
910	go
2458	zoomFont
3287	dt
6660	readOnlyButton
4209	216
1792	getGuessBox
924	indicate
240	JPanel
5108	summaryStatistics
5772	parameterization
1987	ed
1530	de
6966	deci
7015	df
6992	getFeatureValue
308	Create
2480	loop
3345	dl
5901	setClassParameter
1858	f1
183	do
6241	f3
1334	JSplitPane
3354	f2
2329	ds
205	Trains
3356	f5
3346	dr
3355	f4
6320	setFeatureStoragePolicy
6232	getNormSquared
452	look
7386	safe
389	ex
1015	readable
6439	featureToKeep
4019	ev
5860	223
541	needs
5304	getCompensatedPMutualInfo
4997	fa
6781	createLevel
2041	colNames
1487	fe
3763	fc
7288	854826422573984E134
502	independent
4086	eg
5969	crossValidatedDataset
2603	MoveOnlineDocumentCursor
5576	DEFAULT_PATTERN
2488	el
331	Split
4726	hyperplane
6071	ep
916	em
1988	es
3051	eq
2133	yet
2625	cb
2196	docs
4111	bw
136	by
5185	ig1
392	long
4806	getSpanDifference
5186	ig2
454	br
2628	editDocument
18	describes
5475	Problema
5608	bp
1027	getConfidence
5846	bi
1528	bc
52	be
4841	dc
379	predicts
6526	sequenceSplitter
4999	templates
7041	nYou
6091	Runtime
6063	getReadMethod
1495	cv
5310	ct
3181	cs
705	iff
5101	e1
1031	UnsupportedOperationException
5052	e2
5480	y_t
4245	played
1541	maximum
645	getProperty
3264	ch
3040	SampleFE
2408	collect
2358	doTrain
2129	tokenize
1529	cd
3731	Alexander
3972	GUIParams
5115	MultiClass
735	does
3016	b2
1956	frequency
1297	routine
3148	labelsKey
4852	HORIZONTAL_SCROLLBAR_AS_NEEDED
470	statistics
1694	getTokenizer
7411	b0
3015	b1
387	Explanation
5334	maxItersHelp
661	sample
6677	export
2964	requirement
6752	You
5267	idx
1690	ids
515	at
4855	pass2
417	as
4655	prediction
4854	pass1
6246	c3
3640	referenced
4110	aw
6425	memory
5037	al
5095	c1
6978	SoftDictionary
2028	color
718	isDirectory
3911	_predicted_
5106	c2
7425	approximation
15	an
1671	Lookup
3300	ac
5499	aa
1527	ab
467	numberOfSequences
3191	CharSequence
3360	p6
3359	p5
3358	p4
614	labelDir
3357	p3
4443	lIndex
3027	p2
3024	p1
149	no
5940	previousLoglik
3336	p0
4764	implementations
5593	ny
2643	forgotten
5193	fixed
6665	ExportGuessSpans
731	sgmlExpected
6194	overlaps
24	of
5871	pG
4087	Statistical
340	transforming
4155	DocPerLineTestData_WithBlanks
5383	CompactCandidateSegmentGroup
48	on
671	ol
5671	oi
5672	oj
6079	os
3162	emissions
2441	maybe
938	op
87	or
4634	done
5761	sigmaSD
2753	TrackedTextBaseComponent
2823	TestExtractor
6935	negCouns
6126	helpButton
6676	ioType
6240	pa
465	pc
4916	makeLabels
4205	pm
5738	pn
1692	ResultLooper
3347	r1
6218	ROMMA
4146	comment
3030	pi
679	small
3659	accumulate
961	lo
5905	fCnt
3340	ll
3351	lr
3182	LineProcessingUtil
4810	OneVsAll
2073	Mercer
6965	lu
1068	lt
3407	Table
6687	getSelectionStart
1989	ly
6459	mudeltaNeg
1403	mc
3981	md
5322	modelGraph
2981	eairoldi
1196	AttributeSet
2020	Ids
3566	published
2125	situation
6441	InfoGainInstanceTransform
5914	mi
6560	completed
2057	mp
411	Hyperplane
4996	o2
4995	o1
2368	ListCellRenderer
5526	ms
2997	mu
3371	my
5089	3132616875182228
1688	extension
5368	toMinorthirdClassifier
1052	specified
5981	nb
5710	testIt
2384	item
7050	traps
3135	computeConfidence
4927	specifies
5680	totTrainSize
7101	subsample
2327	iter
279	nj
7384	nk
418	described
3790	newUnusedFeatures
5852	Compound
5970	toSeqLearner
5062	wrappers
1908	TransformedViewer
3230	ind
1635	msgPat
348	train
4985	WINDOW_SIZE
6119	numTextFields
2143	srcDocSpan
3543	Begin
6842	trailing
318	int
5180	ins
6631	inf
5791	m2
5837	testSubPop
338	testData
672	li
6138	spinner
853	StringTokenizer
6916	ld
4417	ioe
1691	getAssociatedIds
1436	lc
2893	vanilla
4625	errorMessage
6242	hp
5675	j2
4056	loss
4288	Yugoslavia
5534	commands
3740	Yep
1021	hi
5674	j1
693	id
3145	appropriately
112	if
6045	currentName
3692	ie
5520	processedArgs
2324	segmentEnd
1439	iq
3342	k4
151	is
3344	k5
134	it
2155	parentSpan
4243	MADRID
5212	k8
5399	set_LabeledDataParameters
2454	ii
4757	ij
5994	HyperlinkEvent
7262	146997326038794E85
5913	il
6914	dirName
83	in
412	io
3343	k1
3341	k2
6175	fixes
2675	editedSpan
1919	blue
3623	iz
2737	addSequence
576	subviewer
5917	logLik
2269	greater
5015	Working
804	nulls
3009	xr
3010	xp
3957	Arrays
943	setSpanProp
3727	splitters
2814	wx
1840	Test
6838	REGEX
1841	Classification
2416	setListData
5801	LABELFILE
2081	place
1268	how
1366	y1
3012	wp
1368	y2
3011	wr
2478	rendered
887	loadOps
2842	OverallTest
1621	Calling
3886	zoomedOut
2832	vx
876	CLOSE_BY_OPERATION
4551	TEXT_MESSAGE
3747	getSplit
2381	getSpanPainter
631	load
500	we
6749	executes
1934	Double
231	iteratorOverUnlabeled
2267	give
477	viterbi
4539	events
5247	stackedDataset
6783	currentLevel
5615	vs
7080	vp
6601	DefaultMutableTreeNode
6391	punk
1367	x2
1365	x1
699	executed
978	addToMsg
3425	critical
4844	MyTableModel
3767	bestFalseData
914	closeAllType
4823	easy
6845	indexViewer
2708	annotationType
5704	Splits
7030	vb
2845	va
2418	renderer
6755	setProgram
1447	ui
4278	BASKETBALL
4913	facilitate
7206	40320L
6304	ul
4766	MultiLearner
75	previous
4506	matrix
6575	us
4741	w0
6233	w2
159	up
6135	field
6219	Relaxed
2145	dest
1450	CommandLineProcessor
3298	tu
3276	tt
3159	hmm
704	annotations
1397	uc
1369	part
2397	happens
1876	TrainTestExtractor
7319	574585761207606E196
6270	Constructors
27	to
5029	tn
5752	tm
7133	079067210376509e
1573	20080303L
3998	ts
2426	tr
7195	88974313718153498
6369	index1
2428	tp
1918	tf
4819	TableCellRenderer
5736	round
6402	ONLY
1870	SVMLearner
4824	inspection
5863	Gamma
6013	Filename
1661	th
6312	STORE_AS_BINARY
1046	saveTypesAsStrings
3256	assertions
2607	tb
3917	tc
3495	getTrainingParameters
2056	sv
4422	ss
5153	st
4079	DatasetIndex
996	instanceIterator
1474	htm
581	text
1168	addAll
2432	sp
737	so
5564	setLaff
6591	setType
2430	sr
2012	SpanViewer
5705	disjoint
2851	sd
398	sc
864	xml
7035	se
323	innerClassifiers
4547	intended
5975	sh
5311	parseLong
7449	918938533204673
6314	reduce
2218	docNum
3183	input
475	transitions
6057	inspecting
6284	strata
3457	EXISTS
3869	sa
5187	sb
6877	rr
5712	rs
4011	rv
2979	rw
5757	estimateNaiveBayesWeightedMean
6876	t1
1513	sN
5653	hsi
2762	rk
7209	39916800L
1043	strings
491	re
1416	appears
3396	my_k
4620	consume
6342	tracing
6582	objInput
3696	posWeight
2792	usedFeatures
194	implement
5283	setFirstWordIsDocumentId
865	plain
4689	Linguistics
526	System
6643	Mueller
3605	s2
6875	20080302L
1512	s1
4083	cosine
982	trace
5786	lambdaSum
6542	track
5201	provides
2484	pane
4627	Specifies
2034	getColoredProperties
3399	px
3400	py
5166	svm_load_model
1604	provided
7135	387612882307075e
272	pp
3348	r2
3349	r4
4388	DELIMITER
5765	pr
644	ps
3350	r5
2771	examine
1423	wrapped
3709	numeric
7034	SecurityException
328	test
2031	resetHighlights
989	applies
2118	First
2084	whether
5538	getMethods
1612	open
4955	wrapper
3466	oper
4691	page
6659	_edited
569	hyp
5461	margin
765	ignoring
4604	processor
2278	childLo
7320	689502913449135E198
3127	singleton
562	delta
1796	getItemCount
476	sequenceIterator
62	prepare
4725	initializeMargins
4709	exampleSize
1476	getCLP
4121	testLoadDataFile
1917	truncate
4991	deletedNameList
7224	204484017332394E23
3708	isValid
4180	2450_0
6039	addClass
6216	20080609L
3914	Provide
4508	esym
5350	FeatureGenImpl
4803	pair
1743	20080306L
750	Expected
4267	European
438	historySize
814	spit
2507	indexOfT
5482	winnow
5504	mycl
396	Object
3168	logp
3167	logq
7207	362880L
167	should
7445	291
504	attach
4926	Constructor
2948	doc2
5834	EVAL_SAVE_FILE
2949	doc3
2944	doc0
2947	doc1
1697	ActionListener
273	241
6910	textFiles
184	little
4989	lowRiskNameList
1812	pack
5937	though
2744	Zhenzhen
2504	isEmpty
2365	Component
1104	proper
1116	isOpenTag
4826	getDataset
5767	MCMC
5861	246
3879	wcohen
5248	stackDataset
4872	RunMixup
2279	childHi
7420	log2
7197	25703896716800901
881	MAX_WARNINGS
3196	producing
4702	importance
3005	ProbTauGivenSigmaX
2991	apps
806	contain
5877	Nigam
5899	probabilityOfOccurrence
1335	JTextField
3906	OnlineBinaryTextClassifierLearner
4660	linksmap
182	object
4038	tempLabels
6746	push
2986	Minorthird
243	TitledBorder
436	protected
3851	interactive
2951	newPattern
6579	attempts
1940	IntelliJ
4308	Wigan
5963	inputLabel
1440	250
2451	truthSpanLooper
639	error
4960	software_view
7202	24L
7170	10441257307551530
6442	NegativeBinomialClassifier
3209	zA
2169	refers
4080	nearest
3401	xx
2017	Text
4334	versions
1955	term
2819	ExtractorAnnotator
3373	applied
2226	guarantee
4047	pushed
274	259
1886	tokenF1
4124	USE_XML
1129	extractions
1768	getTruthBox
6963	negFactor
5751	lambda
7039	threads
5983	beans
1467	getTrainClassifierHelp
5438	trick
3438	distinction
4678	TransformingClassifier
4273	SCOTLAND
3233	getMessageLines
6307	overloaded
3734	few
6612	fee
7305	0813967582402912E168
5182	VAL_COMPARATOR
5925	EMconverged
1746	getEditor
2352	MaxMemory
2112	Sometimes
4650	FilteredFinder
7343	8543707171800694E247
5661	comparing
6644	cacheFilled
92	made
4945	OutputStreamWriter
2367	DecimalFormat
459	token
253	experiments
4903	multiClassificationSignalParameters
3635	inline
1615	usually
6117	guiConfigure
7134	664469118982119e
2545	conHi
4271	AUSTRIA
7273	470115461512686E105
957	loStr
2996	rnorm
4160	BUG
4798	diffing
4885	InLineSelectableTypes
6256	constrainedPrediction
7139	330563433362871e
2729	Ask
1219	SpanDocument
6429	getSemiMarkovLearner
803	including
2391	guess
5145	predict
6040	seperately
3691	having
5627	profiles
5203	getBinaryClassifiers
4722	orderExamplesList
1406	prefixField
191	change
2888	distributed
6574	lead
3786	leaf
5127	Avg
4429	closeParenIndex
2838	testBase
3154	Should
1291	processing
2503	intValue
2284	Between
1719	OBJECT_SELECTED
5657	testUsers
5460	far
3058	windowSize
125	label
1286	display
2580	spanTypes
2083	indicating
6858	Matthew
6597	Aug
434	BatchSequenceClassifierLearner
360	String
1350	VERTICAL_SPLIT
1578	fileName
86	active
4406	hasCapital
104	make
4002	Command
260	Stacked
4381	LONG_FORM_PROP
40	ClassifierLearner
6310	Store
6936	nindex
5512	getUnlabeled
5793	Sum
5566	Your
5376	groupList
1357	RIGHT
2543	conLo
4529	isType
6719	TWO
1226	downButton
5351	FeatureImpl
3013	vbeta
7279	94618213078298E116
294	finalLearner
4987	mail
1452	JointCommandLineProcessor
390	toGUI
970	offsets
4384	truePositives
2420	highlights
573	main
738	expected
5122	trainSet
3528	inside
9	java
6807	getWordSet
79	unlabeled
7239	0397882081197447E46
4262	Portugal
4126	assertNotNull
6371	token_
1970	uniqueList
3789	Sorry
5637	WebmasterSplitter
5614	maxSegSize
5845	checkSubPopIds
2492	errors
3491	TrainExtractorParams
2866	report
451	tokens
2065	Currently
4840	filterOnFeature
6806	wordSet
5179	criterion
4668	addLink
2356	numStates
568	CollinsPerceptron
3185	regexp
108	setInstancePool
1584	recovering
5235	setUseTargetPrediction
1977	TF_IDF
2375	displayedTypeBox
4493	x_0
324	build
1279	getAction
885	labeling
431	EMNLP
5798	TrainTagger
5229	adjust
3853	setDisplayDatasetBeforeLearning
769	Span
3778	built
7176	67186010608067280
604	defining
5141	acordingly
7389	smallest
4043	setLabelFile
1217	editorPane
1212	statusMsg
5718	sending
4133	Hall
2153	dstOffset
6827	PROVIDE
1082	docString
5515	999
2777	InstanceTransform
6880	getMultiSpanProperty
2211	mapPlace
4651	spanFilter
1429	contains
2638	ext
5245	newCrossValSplits
6962	posFactor
2027	Context
1994	trainCds
1477	experiment
1717	action
6493	WARN
2894	JTextArea
6993	Hand
7147	629153749334029e
4485	Viterbi
2863	exp
4014	console
6412	forming
3202	punct
4409	inFile
2349	NestedCRF
2461	Documents
1165	exi
747	printStackTrace
6372	Bag
3430	scale
6003	Type
2422	spanDifference
6043	InLineComponent
2314	inst
5649	Bad
770	closeLabels
4957	CCG
4362	biotext
5540	getParameterTypes
6447	wgtPos
5681	SpanEditor
816	into
4339	getExampleID
39	interface
590	PatternSyntaxException
3910	labeledData
3687	MultiClassLabels
4033	things
5696	DEFAULT_LEARNER
6116	setSelected
1093	curLabel
6792	importFromLevel
4141	Statistics
1911	etc
6050	setWarning
7342	6953641378881633E245
6482	getSaveAsFilenameHelp
1655	iterated
6339	pipelines
3204	linelength
3234	outL
6007	newValue
1563	classNameSet
28	communicate
518	feature
121	boolean
4470	recieves
6148	href
4940	iterates
1395	ViewerFrame
402	finalPanel
3873	outputfile
4663	specify
4094	classifying
7413	Overflow
5993	EmptyBorder
2037	tokenized
2347	EndFeatures
5527	ex2
6243	ex1
2556	Clear
5474	Possible
4032	setGraphicContext
5916	likelihood
3093	ConfidenceUtils
1246	Down
3791	removeElement
1609	written
2939	tokenizer
4057	logLoss
6941	From
6846	lnameListViewer
5379	getFeatureFactory
6625	node188
5836	SubPopIdTest
1005	readObject
66	learning
373	Transformed
3270	math
6463	setPmsPos
658	arguments
6248	ex3
5621	restricts
1178	exA
1179	exB
1797	getItemAt
4075	multiSpanProp
3124	extracting
4167	THE
4800	exported
5797	perform
5769	sigAcceptRate
6202	spanLabeler
1859	NotReq
6535	nSplitter
2106	Add
852	Set
4914	posTest
2092	parentName
1141	presented
6647	shared
6679	enabled
6474	setLearner
2260	Gets
4894	testExtractorParameters
2313	init
7270	1978571669969892E100
2715	extraction
2363	explains
1201	Tracks
1151	rankings
5466	ceiling
6061	getPropertyType
2317	set_y
5239	setStackingDepth
6656	highestNegativeIndex
2928	getRootLogger
3471	legal
3262	www
6830	MIXUP
4832	incorrectButton
2091	child
4994	allNames
268	Neural
6915	annFile
2848	Performance
4920	administrative
6778	placed
177	multiple
5358	wwc
6539	Indicates
5411	Sep
3971	Seq
5725	Estimate
6571	findSavedAnnotatorFromStream
2323	setSegment
4736	multiply
2989	See
1167	ranking1
5263	Agr
1847	TrainTestClassifier
3579	originally
2246	effect
4450	err
5689	documentPool
4241	FIRST
3039	Some
2463	cspan
7238	23022617466601E44
1766	NewTypeAction
4669	cloning
3751	RandomTreeSplitter
6012	specially
1951	Richard
336	info
6102	konqueror
616	SCRIPTDIR_PROP
4790	resizable
5494	atheta
2330	startScan
3310	continuous
2564	subspanLength
4494	ell
5259	ngbs
1630	again
3514	testList
2220	many
3808	wnj
6450	numPos
6384	targetValue
1088	start
3812	wp0
1017	saving
4279	INTERNATIONAL
1161	map1
3811	wp1
2173	srcMapperList
1180	numericLabel
7251	5511187532873816E66
4410	abbrString
5261	hashset
3562	translation
2306	Segmenter
1379	delegate
250	MaxEntLearner
5478	feautures
4208	eng
5471	aggressive
2110	parentLevel
911	end
5942	2204e
1816	options
6020	instanceMap
1203	documentList
1497	getOutputProp
2915	merrily
5894	examplesGivenClass
998	already
3254	env
1755	errorString
6268	InstanceTransformLearner
4196	etime
469	shuffle
3813	wn1
2022	getSpan
3814	wn0
1206	viewEntireDocument
7353	0063439050956838E269
3250	reading
1780	splitpane
1060	Could
6105	netscape
138	All
5809	skip
2168	getDocument
4528	getTypeSet
3478	invertIterationSGM
5731	sumWgt
3231	ind2
5874	SUBPROGRAMS
1090	Sort
1754	labelsLoader
2917	dream
5543	propertyValue
6878	mark
3877	emails
4568	forwarded
4933	comes
5503	deleted
2581	learnerName
5016	tokenWindow
3448	representation
1662	Efficient
595	mixup
1712	FILES_AND_DIRECTORIES
1763	getViewer
5100	stats
6086	eio
2187	matchingSpan
1216	state
6509	setMulti
6030	getSystemResourceAsStream
2192	getMappedChildSpan
5599	maxSegSizeForY
1340	controls
6696	legit
966	details
1198	Keymap
356	newInstance
6380	map_
2927	setUp
3255	Detailed
4395	longForm
6606	Permission
818	BinaryClassifier
4724	best_w0
3574	STRONG
1941	IDEA
1275	DEFAULT_KEYMAP
2131	maps
1356	TOP
1295	special
6034	fullName
1935	columnNames
3339	my_last
3805	wpj
102	need
207	using
3176	stringBuffer
1361	setRightComponent
1772	800
2291	Comparable
5812	missing
520	over
2371	NULL_TRUTH_ENTRY
1143	ordinary
3470	clone
5096	tempFile
2098	childName
4576	Retrieve
4635	processArgs
977	number
3630	40692
5611	nullExample
6353	Filter
3663	compareSegmentsAndIncrement
5327	setLogSpaceOption
845	FileNotFoundException
6358	consisting
1764	newTypeField
674	sampleK
7292	2438414054641305E142
3616	typically
7138	255462182712733e
5732	maxCnt
1422	before
4281	BELGRADE
4247	division
3436	immed
2495	sync
1843	Tree
2722	setSpanFeatureExtractor
3384	sampled
1809	windowClosing
4258	CUP
5371	featureIdentifier
1974	getSpanType
4411	defnString
710	sample1
5879	Thrun
3718	isMultiCorrect
662	sample3
3140	constrained
6108	web
6797	statementType
714	sample2
1716	fire
1393	MyViewer
4402	Character
1030	closureIterator
7014	unnormalizedTFIDFWeight
3075	setTokenPropertyFeatures
4017	goButton
3746	clever
5019	Found
7313	2311927486598138E184
94	methods
6951	lossH
1825	argp
6227	Aggressive
6470	getLearnerInSequentialMode
786	args
6952	lossF
6192	boundary
913	close
4942	arg_
5737	wgt
6675	nextButton
3259	facts
3675	Build
6898	TEXT_FILE_FILTER
3560	SUP
2337	gen
3864	prepareSequenceData
955	get
5409	documentSpanLooper
2274	approptiate
1931	instanceComponent
4338	compress
4275	Scotland
7148	385560249232324e
4397	near
1405	isSelected
1392	argv
4949	SentenceSplitter
6515	getClassifierFilename
3418	reflection
499	Instead
6019	instantiate
1752	programLabels
5464	W_MIN
4373	acronyms
594	SampleExtractionProblem
1103	Otherwise
5249	StackedGraphicalClassifier
7383	n_minus_k_fac
315	throw
1700	area
6207	ClassLabels
5362	style
4828	DataControls
5632	profileId
1078	formed
5072	testWrapper
473	sequenceErrors
3649	GenericCollinsLearner
7438	StirlingCorrection
2972	Run
5447	hypothesis
4559	signalling
5640	fraction
5506	five
3515	setTrainFraction
3816	wij
1633	message
2033	typeSpan
4964	stand
2690	loadFrom
3469	why
1867	SVM
2437	TBV
1372	gbc
4197	paragraph
6328	newLoader
6360	lSpan
7186	60667556776437357
546	break
942	operation
1500	getMainResult
5539	stopList
6285	StrataSorter
7180	33988418719949404
3552	makePattern
8	import
4330	creating
5777	screen
304	innerLearner
2639	file0
6075	getEventType
1230	include
6747	Effectively
6725	Preprocess
2627	getMinSelectionIndex
6868	TBA
6454	unseen
800	different
4662	caller
213	MultiClassifierTeacher
3507	creation
5496	incoming
1572	EncapsulatingAnnotatorLoader
5561	atWhat
1762	Reload
4360	detailed
915	closed
6913	fileJ
7269	7112245242814127E98
7166	57925121201010100
7243	041526306337384E52
6779	similar
654	files
3603	Equivalent
7388	quicker
2252	Say
3610	clock
4069	setAnnotatedBy
1463	getSignalParameters
5443	Roth
817	subsets
960	hasMoreTokens
5758	mcmcEstimateDirichletPoissonTauSigma
6496	mutli
2203	currDocSpan
918	POLICY
2016	textViewer
6367	subspanNeg_
2459	setFixedCellHeight
430	Collins
4796	typeBox
4953	cogcomp
7286	4227095383672744E130
2345	EdgeFeatures
3021	Metropolis
608	location
7336	6590428819525483E232
557	w_t
5729	prior
3442	squeeze
4178	official
6605	Research
1800	truthTypeSet
3302	stadl
4439	Matching
4865	classifierViewer
4653	detailMap
5802	DebugMixup
3408	comparison
6796	statement
446	newHistorySize
1251	Select
2072	Quinten
6362	contains_
127	called
2558	getLength
6081	getURL
5252	stack
3517	SubpopSorter
4116	testCaseDir
5828	newObjectFromBSH
5284	loadLines
838	way
2914	Merrily
795	was
5001	risk
6681	TAB
752	Can
6266	deciding
3907	outputType
5114	Remove
4471	receive
4027	setOut
6191	subtly
2521	standard
1925	addSubView
2946	tokens2
2940	tokens1
2517	DISPOSE_ON_CLOSE
5381	mismatched
6302	Generally
1049	print
2351	allocModel
1220	editedDoc
3964	getTestParameters
7126	pseudoCounts
5226	useTargetPrediction
2149	Extract
6377	tokens_
1389	handle
7116	isPos
3317	Technical
6103	epiphany
5493	neg_h
1543	associate
5320	defaults
2122	forward
5688	unsupervised
6469	sequentialLearner
2539	leftContextChars
1580	myClassLoader
90	Queries
5278	ClassifyTest
321	BasicDataset
5741	sumWgt2
6422	compressDataset
698	defined
6741	terminator
1943	rcwang
775	eval
47	constraints
6613	copyright
152	available
2825	doSplit
4878	getAnnotatorOutputParams
6537	defines
6254	alternateClasses
1399	lastObj
2500	decode
3920	Erases
2645	coming
2003	DEFAULT_PARTITION_ID
7310	5882455415227423E178
3620	uniformly
344	next
2821	SubTextBase
4138	Three
7364	287218585534299E293
6769	Throws
6835	TRIE
4022	clearButton
4398	longSpan
5290	Given
6614	notice
6265	resposible
2582	ocdEditor
1195	ListSelectionListener
6070	helpPanel
4194	2912_1
6918	DatasetSemiSupervisedClassifierTeacher
4179	news
5338	newUseHighPrecisionArithmetic
2074	TextBaseManager
6798	getStatementType
5645	req2ProfileMap
2178	currSrcEntry
6919	getEffectiveLevel
2385	displayType
4076	toMultiDataset
3570	CITE
301	inner
3008	vup
7028	PLAIN
3028	candidate
5232	getUseConfidences
2344	addFeature
2124	takes
848	LineNumberReader
1177	scores
4200	00pm
3838	newClassName
6457	vNeg
4938	setCharOffset
5204	getClassNames
4917	fun
3406	Uniform
954	size
4734	ftr
5639	populations
5087	testSampleData
5691	passive
3366	setMean
2709	seqData
5270	truevalues
2895	TokenizerTest
5591	fty
351	result
3753	featureIndex
6761	Statement
4201	235A
4301	SEMIFINAL
6198	getHiChar
3647	MarginPerceptron
4295	RUGBY
6257	weightOfPrediction
6276	ChiSquareTransformLearner
3714	posProb
6884	fidx
3395	functions
4328	Learning
4286	Red
5500	filterFeat
1850	Req
4884	getAllowedOutputFormatValues
2759	EditTypeAction
3986	typeString
2043	getDocumentGroupId
4469	views
3847	determined
5451	neg_t
859	operations
2854	propertyIterator
5410	foundSpan
6694	cursor
4048	via
63	for
668	foo
6073	addHyperlinkListener
1555	grouping
681	file
4096	Neighbor
1353	setTopComponent
171	information
1377	getControls
580	DATA_DIR
2695	showTestDetails
4293	halftime
2485	setFont
5609	onBestPath
2141	dstName
4130	Adamson
4880	getRunMixupHelp
2910	Row
97	setAnswer
156	computation
2956	BasicSpan
1112	markedup
2424	fmt
133	query
762	trying
3044	BAG_OF_WORDS
6315	STORE_COMPACTLY
1897	mainClass
733	compile
5995	HyperlinkListener
3636	doubles
6596	giving
1187	JButton
2784	MIRA
5427	CMU
4321	1264
1034	closureSpans
4114	responsible
4623	startPos
7069	Multex
4909	_LabeledDataParameters
7443	1260
1721	setVisible
5516	jList
549	CMM
6565	findAnnotator
1915	emphasized
1648	nextFoo
3902	darkGray
4318	MISC
7393	polynomials
2610	Types
5920	hasConverged
4698	answers
3755	silly
1803	setSelectedItem
994	documentSpanIterator
3524	three
128	returns
6214	multiNegLabel
555	work
1489	showData
2448	guessType
6953	beta2
2703	reweighter
6666	deleteButton
1855	errorRate
5713	getNumberOfFolds
199	Mellon
7145	207655919609640e
1741	program
3987	classifierFile
4091	Retrieval
3068	word
1070	even
4563	passing
2570	Experiment
1042	Linefeeds
3638	contained
4412	fin
1047	includeOffset
6212	multiPosLabel
4740	brute
4972	fit
5873	REFERENCE
6540	graphicContext
763	fix
2395	Highlight
6617	representations
3032	TRUE
6909	reLabelText
3099	pulled
3236	fine
751	find
3268	node208
5282	checkSpans
1224	saveAsFile
5462	W_MAX
564	getClassIndex
647	fill
6634	Box
4564	propogare
2235	newDocText
4543	Viewers
2298	CRF
3602	repeatable
6517	getTestsetFilename
3451	SGMExample
3682	previousClassName
1875	Extraction
7103	totalTest
4589	mouseClicked
3454	coreset
3787	Leaf
5014	float
4701	incorporate
2051	time
5775	ReparametrizeLambdas2TauSig
3852	getDisplayDatasetBeforeLearning
5324	debugLvl
3106	quot
3583	742
7218	2432902008176640000L
600	loading
4745	expLoss
7271	504785885678624E101
3526	extract
4407	isUpperCase
3836	validClassNameSet
7213	1307674368000L
1398	prefix
748	lines
3732	Friedman
5093	serializing
6262	Conditional
3108	trueName
4898	trainExtractorParameters
1290	dependent
5227	useConfidence
3026	AlphaTau
37	Cohen
2007	Partition
4159	KNOWN
4967	input_file
6005	setter
2550	EMPTY
5043	Usually
1004	loadSerialized
4189	2674_0
4727	A_Pos
4171	REMIND
4097	getNeighbors
5938	increasing
6237	d_t
38	public
3225	line1
1732	getDefaultDir
3227	line2
5980	vec
245	apache
6294	annotatorLoader
217	activeLearning
4886	CLASSES
1218	editorHolder
393	serialVersionUID
3947	SimpleTrainParams
1710	superView
2608	Initialize
5565	dad
2561	charIndex
3272	textbook
7184	47118135183522388
627	dataPropertiesFound
7017	PipedInputStream
899	code
3018	bounds
5067	dat
4499	factors
1654	items
4858	getRowCount
4265	Cup
4335	factory
3380	large
1040	val
6844	van
964	parseInt
1152	Each
1912	concise
2188	srcIterator
5734	var
3000	Dirichlet
35	author
5519	InvocationTargetException
2791	useBudget
6022	typeSelector
6775	Allowed
6640	Statist
2115	offset
5955	numExamples
4562	Listen
4107	classlabel
5467	votedCount
7141	942840107209530e
7203	120L
219	Override
4775	getSchemas
1641	reason
4535	Visualize
3188	otherwise
6074	hyperlinkUpdate
6837	getTrie
905	given
3458	COUNT
1585	byte
2528	Implementations
5638	folds
7112	f_in_ex
5124	testSet
4811	ManyVsRest
6860	Hannah
4519	TestMultiClassifier
7307	2265202031961373E172
912	Lines
1525	hold
4401	hasLetter
5546	auto
4132	Baker
2969	testSplitTokenizer
1759	getViewerTracker
4695	Requires
6950	bigger
4818	AbstractTableModel
1519	maxWindowSize
7018	PipedOutputStream
2366	Font
3019	probability
5723	Dec
5711	cvs
4357	Biocomputing
6127	primitive
2446	green
1207	DUMMY_ID
2008	cvd
1209	links
3126	justThisDoc
3180	vitor
7335	690472707318049E230
189	method
2669	alread
246	log4j
4041	Wizard
6729	related
4765	ClassifierLearnerFactory
6137	typeOrBrowsePanel
6713	explainedSeq
5622	request
2501	colorByStatus
157	useful
6195	getLoTextToken
5944	decreased
6220	Maximum
6856	UpperCase
5231	setUseLogisticOnConfidences
7404	SPEED
483	Collin
2648	checkLabel
2849	Results
1108	sortedTags
3694	POS_CLASS_NAME
5318	BasicFeatureIndex
3722	Vector
1699	panel
4591	rowAtPoint
2388	760
4277	msg5
4294	msg6
4252	msg3
3304	WIN
4270	msg4
1025	DEFAULT
4211	msg1
4236	msg2
805	subset
1986	tion
7294	0873661566567426E146
1910	building
3909	OnlineDocument_
5806	gives
2646	Completed
1344	setControlledViewer
6711	instanceToPlace
6026	inherited
5222	params
5726	estimateBinomialPN
7418	log10
4446	longFormSize
4067	getOffset
1402	applyControls
6072	setEditorKit
1906	JTable
3484	relTemp
4607	colorOpts
2444	yellow
3834	checks
824	innerLearnerPrototype
5169	Chi
3146	undocumented
6658	EDITOR_PROP
1235	elements
70	copy
1445	cool
3198	featureName
5013	applyDictIncreasePrecision
857	contents
2728	setDocumentPool
1590	encapsulated
3594	12345
6228	optionally
1288	requestFocus
3993	clp
700	variables
4856	models
4242	DIVISION
6080	cmd
1449	ClassifierAnnotator
828	cloneable
6259	conp
5687	AnnotatorTeacher
3974	graphic
4	cmu
5221	StackingParams
2101	parentEntry
105	use
1175	cmp
5374	cmm
713	testLabels
186	immutable
4426	isWhitespace
4696	cont
4703	goodness
6947	RegretWinnow
5315	comp
5906	cnt
1966	isEmail
3871	subView
5815	cp2
572	20080207L
5110	come
5814	cp1
1347	preferredLocation
7140	573675487951841e
5056	_updated_fixed
6536	getSplitterHelp
1775	col
1394	MyControls
281	com
2870	cov
252	AdaBoost
5489	lpos_h
4336	compressSGM
5265	ngbiter
7026	doMainRunning
4676	20080201L
5137	Precision2
2537	contextSpan
6850	testViewer
3420	delimit
203	Collections
2569	OnlineLearning
3558	period
4980	cost
5073	url
6931	20071015L
1231	modified
3875	True
2697	summarize
7191	26170176100200198
4375	abbrevShort
4472	canRecieve
7440	Stirling
3437	generate
5935	estimation
7056	closePipes
429	Mike
4008	subpanel2
4005	subpanel1
5171	TOP_FEATURES
1880	SequenceAnnotatorLearner
2300	crf
3077	setting
145	Example
2932	TODO
5408	subspans
1626	findClass
2606	getAnnotator
1726	showSaveDialog
4851	setHorizontalScrollBarPolicy
3113	testStrings
5437	Margin
5620	profile
7160	logFactorials
1458	SaveParams
