0	
258	SmartVanillaViewer
6200	getCharOffset
5420	Tasks
2804	invisibly
6833	declared
6502	setLearnerParameters
1185	event
5929	slope
3556	advanced
31	"
6735	linkFileName
2027	textPane
379	#
2	 
78	!
531	&
3570	James
2851	isOverallMeasure
22	'
3331	hoschek
5026	$
1473	%
116	answer
14	*
4620	possibly
320	+
56	(
852	PrintStream
58	)
4	.
3825	testDirwithNoFile
13	/
6288	Stratified
74	,
3121	EXPERIMENTAL
47	-
4984	nameDict
625	initialization
306	3
677	2
315	1
1837	ExtractionEvaluation
318	0
2959	7
1612	6
1969	toLowerCase
272	5
878	4
8	;
73	:
1372	9
4038	externalLabelFile
2960	8
2374	components
7268	6471110918188705E94
524	?
101	>
219	=
99	<
265	D
1076	E
3569	F
2807	G
35	@
798	A
1074	B
1075	C
1635	accordingly
1245	MoveDocumentCursor
1536	L
3325	rejection
4200	M
6823	defDict
1283	N
7380	O
266	H
3156	I
530	J
676	K
3406	U
1651	T
7097	XValTest
490	W
3417	V
5025	Q
1281	P
3216	times
3807	S
2986	R
293	]
381	\
6367	_
2805	Crammer
2798	^
3415	Y
4013	outputs
3005	X
3700	bestWeight
292	[
4334	canonical
2892	Z
718	f
1548	g
1486	d
6264	Feb
344	e
508	b
464	c
65	a
382	n
2624	Toggles
398	o
1723	l
4688	Parsing
1637	m
342	j
3824	FancyLoaderTest
4602	Options
333	k
5056	finalSD
363	h
111	i
3885	POSTagger
368	w
392	v
409	u
741	t
7067	eLUMINANT
23	s
6239	averaging
3429	r
2962	Tokenize
3165	q
100	p
4789	makeApplyButton
3801	~
196	}
1025	|
44	{
2809	z
1110	y
2317	x
2051	entity
1170	Instances
3135	extractedSpan
4578	GridBagConstraint
2845	echo
1402	toUpperCase
4297	LEAGUE
532	InstanceFromSequence
2469	updated
4119	basic
2342	SemiMTFeatureGenImpl
1512	derived
4528	EMPTY_SET
2347	StartFeatures
378	append
2891	binomial
6710	Classifies
17	Classifier
3645	belongs
5119	libsvm
367	double
1365	preferred
1270	much
2049	seminar
5206	MyBinaryClassifier
2625	ReadOnlyButton
3111	column
1997	saveTrainPartitions
7279	1324281178206295E115
3539	getInputType
909	span
4587	jtable
507	update
5568	smelled
6164	SampleInner
4557	getSuperView
6664	Import
4307	premiership
7386	completely
7175	19122118273868150
658	possible
411	sequential
286	BatchClassifierLearner
5817	jcp
935	startsWith
1462	getSaveParameters
4749	updates
4781	ControllableViewer
6891	crossValSplitter
5118	estimates
4740	assigned
5951	3rd
548	finished
3902	setForeground
6067	ENTER
1954	FreqAnal
1064	entire
6042	removeClass
123	which
1012	flush
6397	LONG
2229	childTB
1647	adding
6903	nameOfFileToView
2437	getCellRenderer
3646	setDocumentGroupId
3233	Method
6015	getAllowedPValues
6148	javadoc
3454	graphical
4355	Hearst
428	Perceptron
243	border
6595	constructing
6715	labelSeq
566	increment
6380	filter_
704	interpreted
221	MultiExampleSchema
1042	saveTypesAsOps
5889	MultinomialClassifier
784	interpreter
6873	verification
6788	filters
5451	pos_t
4517	SystemOut
1483	spanProp
4933	space
5493	pos_h
4864	ExplanationViewer
6326	simpler
145	addExample
5946	deltaLoglik
6429	getCompressDatasetHelp
2924	constructior
509	rather
3954	SequentialLearner
4041	labelsFile
4047	ClassifierTeacher
6289	helps
2063	TextBases
872	CLOSE_TYPES_IN_LABELED_DOCS
2435	recall
930	docList
4288	Star
2699	warning
4593	getPoint
5099	SVMTest
2096	single
429	Algorithms
7302	42594775983836E159
7079	companyWord
802	every
2584	tbViewer
3656	getNumberOfSegmentGroups
4802	Tell
6563	Analogous
7174	55216385312342289
3328	Modelling
6696	wrap
5909	setFeatureGivenClassParameter
3047	extractFeatures
1724	setSelectedFile
1820	Must
5195	designated
1054	embedded
4277	500
2724	setAnnotationType
2642	Saving
7162	00000000000000000
4046	Tester
4351	Abbreviation
3770	falseData
7358	1729568794264134E278
3063	getters
931	while
1432	InstanceViewer
5581	segmentTransform
3130	tmpBase
1560	corresponding
6703	vals
3405	Step
4192	2737_0
1184	NULL_CLASS_NAME
2079	textBaseMappers
5459	demotion
7351	7133839564458575E262
2572	OnlineClassifierDocumentEditor
3845	SemiSupervisedClassifierTeacher
2662	myGBC
4037	SimpleTextLoader
7256	2696403353658264E73
450	getHistorySizeHelp
5265	temval
1709	Browse
856	Loads
940	advance
4623	consumeArguments
1253	appear
4416	itr
4051	itearator
727	EvalError
2147	its
604	Property
4912	BinaryClassifierLearner
4815	CLONE
34	teachers
5530	itx
3211	wordCharactersPercentage
1376	weightx
811	spans
1377	weighty
1119	substring
4689	Computational
1567	ByteArrayInputStream
5313	Score
2265	parentDocMap
4675	October
6830	ANNOTATE_WITH
6569	isn
922	loader
7307	1462805637347086E170
6722	numCopies
179	calls
6679	prev
5791	Functions
788	loaded
1125	beginOrEnd
5281	msg05
1259	indicates
5275	pred
7361	714723635992061E284
3914	addLabeledData
950	sort
5173	Pair
2037	expensive
3833	Defines
2800	distillCache
6980	Construct
855	TreeSet
4650	candidates
760	importOps
740	documents
2920	contrary
5784	rates
7349	5563239178728637E258
6605	Nuclear
7137	189670994589177e
3520	subpop
2046	labels0
4348	printed
2176	Generate
6513	getMultiHelp
3044	AnnotatedSpanFE
772	CLOSE_ALL_TYPES
2733	answerLabels
140	must
1387	canHandle
472	curious
4930	tokenArray
6685	Exports
2635	Opening
529	println
4054	toLearner
238	javax
4588	colIndex
6874	care
2713	InsideOutsideReduction
6944	Internal
1917	sourceString
3308	Zechner
4036	assuming
2554	insertions
6991	yNeg
7073	Merger
6534	getTestsetFilenameHelp
3018	NEGATIVE_INFINITY
3315	Doctoral
5129	Precision
3961	TestParams
2832	showExtractor
188	case
5546	CONFIG_FORMAT_EXT
1685	Pretty
6738	linkFile
5509	endTag
2869	deviation
543	completeUpdate
6274	addFeatureVal
3390	regions
6292	setRequiredAnnotation
5852	glossary2
5699	referenceStats
607	repository
7050	interrupted
1554	helper
210	Cameron
5443	Karov
3615	ClockSeed
7317	393108684451899E190
2363	mapStatesToLabels
5191	setNumberOfFeatures
6456	setPriorPos
1555	newSubpopId
6310	pipeline
3075	getUseCompressedCharType
2766	getTruthLabels
1187	AbstractAction
3687	addedASegmentStartingAtPos
5342	getUseHighPrecisionArithmeticHelp
3956	transformations
6825	defLevel
5786	ReparametrizeTauSig2Lambdas
3030	cand
7215	20922789888000L
2750	getTo
62	everything
5395	Online
4722	rankedExamples
3281	zero
2681	annotation
5269	stackFeatureName
1938	Weight
5831	TRAIN_FILE
3451	DatasetLoader
6414	working
3215	indentNumber
6400	sole
3482	loadLinkFile
2542	leftBoundary
3512	RandomSplitter
423	Hidden
4040	lastIndexOf
1822	dataFile
2422	displayed
6898	annotating
1008	ClassNotFoundException
3295	Inversion
5972	toShow
834	innerClassifier
3737	combination
1058	some
1132	ranking
7246	196222208654802E56
2650	checkIfAdded
7383	k_fac
635	stream
4391	StringSpan
7375	Efficiently
4526	inDict
4539	propogating
4627	Give
6352	operated
812	Testing
6600	treeEx
1020	getTextToken
7084	prog
446	setHistorySize
1343	Controllable
6858	Hurst
6134	allowedValues
3015	prob
2472	spansWithDocumentMap
1796	oldTypes
6162	setFlag
3095	AbstractAnnotator
1653	Collection
4000	selectableTypes
786	prop
2875	Combine
3321	Austria
4511	nesym
4169	TEST
6465	RefUtils
5007	Confidence
6596	explanations
1897	End
6526	TrainTestParams
3799	InternalNode
3230	startWithSameInitialPunctCharacters
4487	Forward
3663	accumNeg
6038	additions
6191	differs
3707	isBinary
4521	getMultiClassifier
2076	TextBaseEntry
4264	drew
2103	sure
2741	WEST
2814	listIterator
4344	Abbreviations
6231	numActiveFeatures
6990	getTeacher
5110	Only
1516	adjacent
4803	selectedType
7132	134069595540929e
2523	batch
4966	parser
908	characters
6419	batchTrainCommittee
1063	call
485	paper
4055	Learnt
2726	temporary
2853	toSummary
6855	Original
2652	currently
3242	Buffer
6514	getCrosshelp
1102	another
4976	rides
353	full
1595	finding
1137	Learns
5243	making
427	Experiments
3194	subSequence
4214	JOHNSON
1480	check
2663	spanProps
5625	stratified
2184	ultimately
1963	tokenHash
2567	FileFilter
6346	addition
6251	searcher
6982	soft
6718	Multiset
3661	weights
7020	JScrollBar
5618	stratifies
3669	target
1580	endsWith
6656	average
7338	0128887482749884E234
12	Iterator
5487	zpos
6723	occurences
2258	childDocId
7048	wait
974	asString
1136	BatchBinaryClassifierLearner
1683	kid
181	intervening
3388	Rectangular
1295	something
7364	0044015765453032E291
1921	black
7462	getId
6863	Joshua
2534	subclasses
6436	NegativeBinomialLearner
6384	hasProp_
5736	estimateVar
1470	sourceforge
6282	separately
6182	400
1748	groundTruthLabelsFile
2765	checkReadOnly
4836	classifications
5908	estimateFeatureProbMLE
2320	getSegments
6371	tokenNeg_
6506	Warning
4814	learner1
6968	getHistory
5777	getPms
2527	SemiSupervisedDataset
7099	415
2289	currKey
2267	entries
6294	Attach
7310	4438595832024942E176
2304	Sarawagi
5070	testFile
1623	getClass
3601	integer
7273	123445837688612E103
3039	SampleDatasets
3802	schapireSingerValue
2309	maxMemory
5100	Evaluate
2913	boat
7353	3113358856834527E267
6406	uwBag
1021	getLo
4977	NameMatcher
5150	sumy
4672	getLinksMap
4609	background
5149	sumv
998	nothing
3058	setFeatureWindowSize
6555	setMaximum
794	Get
1066	XML
1485	construct
191	returned
2511	currentSize
702	bound
4148	comments
4357	Symposium
5051	_prediction_updated
3378	body
32	learners
2405	toolbar
3152	seqAnn
4598	thru
6121	numTypeSelectors
1819	enough
1347	prefersToBeResized
6462	mudeltaPos
5192	infoGain
6111	JavaBean
1889	CRFLearner
754	key
5731	sumX
2834	annFullLabels
3844	classifiers
2762	Change
1288	editing
1200	BasicTextBase
2938	testRegexTokenizer
7363	2296942187394494E289
6262	searcherEx
3159	HMM
686	script
362	learner_
5933	Recipes
6630	2pi
1161	rankingLists
3766	bestEntropy
2495	better
5121	against
5826	SimpleClassifierUI
6124	pname2
1549	containing
3475	invertIteration
7422	4426950408889634
3106	crAnn
4595	lightweight
6428	setCompressDataset
1286	setView
4618	ignored
4630	terminate
1182	HISTORY_FEATURE
5722	setSubView
4519	MultiClassifierAnnotator
5105	maxF1
1171	sortByScore
5665	profilesForPartition
1743	MixupDebugger
4359	451
5155	svm_node
223	MultiExample
3410	458
1638	realClassName
3368	l_nu
4559	getSerializableContent
1115	docPos
539	voting
5331	setMaxIters
6603	CERN
2478	renderers
5992	JSpinner
3644	charOffset
1243	edit
6938	Notation
4360	462
5709	subsampleFraction
3353	l_my
3699	ignores
3172	logplus
4299	BEAT
5280	testSpans
2356	validClassNames
1039	getSpanProperties
5772	Lambda
6489	TrainParams
5159	Mean
121	they
336	getTrain
4633	configured
6716	Objects
7452	SemiSuperisedClassifierLearner
890	modifying
905	documentID
2737	extractInstance
3418	approximate
5441	Driven
1852	2f2
2208	structure
6210	wset
6197	Char
2767	Sample
1582	loadClass
2927	steps
7083	guessLabels
1782	them
504	then
7275	307885441519387E107
559	numClasses
3627	53668
1265	valueChanged
5145	svm_predict
2310	SegmentDataSequence
5655	constraint
7416	Instantly
3103	VPHMMLearner
2877	followed
4126	DocPerLineTestData
3970	Classify
5901	estimateClassProbMLE
417	algorithm
4143	Course
1256	setViewEntireDocument
1981	extracted_email
4734	actualFtrs
3713	bestName
3153	newAnnotator
6973	disregard
5760	lambdaEstimateVec
3364	larger
5647	constraintFileName
4639	configures
4822	VanillaViewer
7332	471580690878813E221
5559	laffter
4061	within
5554	taunt
4182	2457_0
3625	53688
5891	isPresent
6512	setCross
7408	polynomial
2693	getFE
7303	614466715035125E161
2773	second
6689	getSelectionEnd
2360	segmentation
1101	overlapped
4732	correctEx
4543	displaying
3519	subpopIterator
7424	looks
2519	semisupervised
162	results
6043	setInLine
1242	getSize
5865	trials
5085	3132616875183545
4581	appropriate
1073	such
5754	estimatePoissonWeightedLambda
4787	controlled
5157	writeBytes
4306	league
650	relative
1771	stuff
7074	Agreement
6902	resetAll
7356	789142901463393E273
3926	knn
4730	included
186	this
4553	OBJECT_UPDATED
5365	EdgeLinearHistFeatures
3679	equivalent
1001	recognized
5885	SemiSupervisedNaiveBayesLearner
3765	featureCount
4258	WORLD
2262	includes
4580	sends
7082	subj
3286	generator
4613	treated
3154	FeatureFilter
3541	assignDefaultLabels
5356	getID
2884	populationStdDev
1023	getHi
844	BufferedOutputStream
1435	Strings
832	binaryLabel
5683	spanEditor
6535	realative
1081	documentId
6407	dictFile
3930	StratifiedCrossValSplitter
2533	passed
6003	getter
438	isDebugEnabled
268	Generalization
3411	35
3769	trueData
3338	36
6156	33
6246	34
15	Learn
7180	39
3313	unimodal
3171	37
4604	occurs
7243	4050061177528801E51
4301	42
6533	TrainTestParameters
2903	snow
2666	docID
3420	points
5974	toSplitter
3236	turn
3739	builder
5413	22
2943	24
1364	25
6218	27
1947	29
7201	2L
1706	30
1873	31
387	classLabelName
945	docId
5745	1e
671	ways
3514	trainList
4184	2513_0
3478	iteratorSGM
7325	506141741511141E207
2550	insertString
3116	19
7285	314240134565354E126
2953	17
1861	18
2378	guessBox
1872	15
4983	16
2942	13
1949	14
2256	11
2944	12
2777	21
1882	20
7264	9826083154044396E87
2448	figure
7200	1L
7088	KernelVotedPerceptron
976	NumberFormatException
2579	SpanFeatureExtractor
3170	1E
6476	saveAsFilename
2151	parentDocId
2407	ZoomAction
1561	getSubsequenceInstance
5392	SimpleDatasetViewer
499	paired
3985	annotatedInstance
4221	08
1879	09
2210	documentIds
7369	5260757449731988E302
4370	04
456	predicted
5141	05
1878	07
4130	00
7429	01
1857	02
1494	combined
4369	03
1414	GUI
2769	TestExtractionProblem
883	10
5788	tauSigEstimateVec
6060	pname
1331	setSelectedIndex
2622	outType
4570	actions
7261	32098711274139E81
5174	featValues
1507	detail
5450	20071130L
2172	both
4894	testClassifierParameters
1886	82
1890	83
1862	87
7195	67
4093	69
3545	contTag
5286	association
6323	generates
457	labels
2902	white
2988	properly
149	that
4810	OneVsAllLearner
2283	printMap
7202	6L
6647	generated
510	than
1191	JTextPane
5041	previously
7197	71
1360	75
1321	slider
2349	model
6307	stdout
1950	58
1277	addActionForKeyStroke
2825	extractionEval
7404	4a
5083	infinity
4938	iterate
2532	Enables
2218	prevDocId
3689	weighted
5219	StackedGraphicalLearner
7193	64
1858	65
1867	62
365	className
3576	60
7191	61
1535	MutableCandidateSegmentGroup
4199	49
7184	48
6629	2v
1449	DatasetClassifierTeacher
5079	checkClassifyText
7399	2x
4693	45
3119	47
6225	46
7131	106146679532726e
6554	setValue
6433	SemiMarkowLearner
4947	PrintWriter
2831	getTestExtractorHelp
1953	Wang
3781	RandomForests
1828	isFile
7186	51
7188	54
1785	50
1762	RefreshProgramAction
5241	newStackingDepth
3444	accept
2109	bases
304	regression
3784	Forests
271	Vol
5201	prototype
5867	setNandP
6741	getSourceAssignedToExample
3997	config
5078	expectations
5747	estimatePoissonLambda
2574	choose
6771	onLevel
4252	Madrid
6362	rSpan
2297	compareTo
4107	putting
1823	textBaseFile
7276	4809140811395404E109
4428	currSentence
3891	SplitViewer
6184	Access
4594	getValueAt
5189	getTopFeatures
2909	tiger
6348	traces
942	failed
1133	Comparator
4140	Ways
6194	containment
5571	inputError
7388	accurate
5433	Abound
4356	Pacific
314	length
5630	msgId
5821	Span2Instance
2994	99
5734	estimateMean
2121	want
5637	hence
5783	95
793	HasSubpopulationId
4293	92
1875	91
6930	restricted
1353	90
6230	ROMMALearner
4721	access
4224	Johnson
4524	isAnnotatedBy
2588	labelBox
6868	Makoto
1865	88
263	based
3224	theCount
4238	SOCCER
5624	users
2180	currDstEntry
3097	confidences
6507	crossdimensional
6832	extendLabels
4317	translated
5626	requests
7125	nweight
1505	sliding
4718	turned
1333	GridBagLayout
2351	nestedCrfModel
514	directly
45	Accept
4549	linked
2951	custom
2513	getFamily
2163	translates
5474	initializing
2795	tau_t
1077	thrown
1389	senders
781	throws
3922	candidateLooper
1038	property
7456	sense
4806	Export
4435	countTokens
5725	Estimators
3042	Simple
231	instanceof
4901	taggerSignalParameters
1290	subclass
948	warn
7046	stop
2194	newLevelName
1543	Specify
5480	hasFeature
313	getInnerLearner
6813	getImportLevel
6599	stringEx
1891	Doesn
3037	logGamma
3506	displays
1648	Foo
4774	during
2416	spanArray
2868	mean
4805	getColoredValues
2577	ioTypeLabel
898	For
1103	overalpping
6852	20071023L
1442	office
2665	Check
4913	batchTrainBinary
1570	locally
2334	NestedMTFeatureTypes
4538	rules
4516	00001
3846	SemiSupervisedClassifierLearner
1257	Activates
1943	User
5869	FUNCTION
824	GenericCollinsLearnerV1
3986	newEx
5456	theta
6649	Uses
4146	parts
5207	MyBC
7442	2Pi
3881	samplemail
717	taggerTestLabels
1958	DF
602	objects
670	these
603	FancyLoader
1118	subSpan
481	StringUtil
310	getSplitter
3579	344
1049	Do
5131	F1
3268	AN16pp
5883	EM
3416	Ds
2238	Used
5533	opening
4709	numEpochs
5035	temp
1159	each
3414	Dk
3490	FixedTestSetSplitter
3761	MIN_VALUE
4897	splitterParameters
5953	mistakes
5685	createSpanEditor
1274	keymap
3117	312
1783	setMinimumSize
1847	LongUITest
5679	Ex
4657	explainFindSpans
7254	274883284060024E69
1409	recieving
4458	FN
4450	FP
4963	tell
1816	parse
5345	TestDataSequenceC
6375	Eg
3890	ZoomedViewer
6711	Place
4063	define
1791	updateTextLabels
3578	329
7347	1749972043909107E254
1699	JFileChooser
1301	MAX_STATUS
4788	getControlledViewer
467	sequence
5426	Avrim
2041	getTokenProperties
405	setSuperView
1996	SequenceClassifierLearner
6337	getCount
2140	srcDocId
6131	getAllowed
2012	EmptyLabels
114	has
4113	bNorm
3096	Wraps
1732	component
7367	003691705778434E297
7370	2690680090047056E304
7339	917786472619482E236
1550	had
3937	T1InstanceTransformLearner
1167	isPositive
1240	synchronized
7266	247650592082472E90
7157	086278682608780e
2011	SimpleAttributeSet
4547	processed
873	assumptions
590	Pattern
6137	browseButton
4426	newHi
1951	AM
7436	C7
7432	C3
3568	BR
482	At
7434	C5
5198	As
5457	promotion
6612	granted
3379	reflections
5414	Balanced
6503	getDatasetFilenameHelp
6059	getShortDescription
6319	requiredAnnotation
3073	Aa
7427	C0
1416	An
5962	showing
7430	C1
3057	ExtractionFE
6581	locate
102	Learners
7103	sites
1707	selectedFile
1809	addWindowListener
1985	STEM_PROP
307	CV
1262	updateViewLabels
1467	setAdditionalParameters
3140	crSeqClassifier
6744	levelStack
1251	viewed
2880	variance
2679	annotate
6637	transformation
3585	nhse
2129	FilterTokenizer
6525	never
2688	TestClassifier
871	there
7093	bayesExtreme
1254	viewer
611	DATADIR_PROP
235	hasAnswers
4828	govern
4254	ARMENIA
4649	filtering
1	package
5289	Mutual
5117	calculation
7312	7629525510902457E180
6665	exportButton
3640	documentString
1688	IDS
4739	minimizes
5225	stackingDepth
5999	among
6223	Li
5805	EditLabels
4534	MouseAdapter
6574	findNativeAnnotatorFromString
2263	listed
5398	OnlineSignalParams
4425	newLo
4658	Explaining
7236	0333147966386144E40
1905	Color
6901	requireList
918	performed
3510	pointer
3074	setUseCompressedCharType
5302	compensate
5873	NB
2187	mapped
1961	heuristic
4144	My
5749	numberOfClasses
2101	mapper
7014	unnormalized
2226	NO
6743	levelsToLabelsMap
6049	PropertyEditor
2668	unless
6752	hierarchy
1264	listen
7089	empirically
4219	DUBLIN
5421	Voting
3804	totalNeg
3984	multiLabelClassification
1084	getDocumentContents
6056	getBeanInfo
5215	PredictedClassTransform
4062	CharAnnotation
54	void
6084	OS
1060	mkdir
636	No
3302	stat
4937	MyDocumentSpanIterator
6300	Extractor
1998	splitSequence
5134	On
4205	PH
6652	PI
5598	maximal
1959	PF
6387	lcBag
5084	calculating
3901	cursorColor
3933	MultiClassifier
242	JScrollPane
7232	222838654177924E33
1960	HS
5856	Dieter
552	since
1716	setText
870	type
4893	trainClassifierParameters
4227	his
2678	Something
901	ID
1474	20Tutorial
4343	biomedical
6824	defineDictionary
6961	localF
6016	rootClass
3711	numLabel
4240	IN
6962	localH
2756	fatal
451	Number
778	IO
2590	AddSelection
4159	IS
4942	printing
2752	SampleTextBases
2003	DatasetSequenceClassifierTeacher
6259	weightOfConstrainedPrediction
7062	scrolling
5634	Id
4813	ManyVsRestLearner
674	If
1850	1f3
4328	Graphical
1070	In
55	setSchema
1715	setFile
3507	Called
4798	highlighted
3718	Is
6809	patt
920	It
1339	ControlledViewer
4228	IBF
799	considered
3547	getNonDefaultTagValues
1587	path
502	compute
6727	PreprocessTextForExtractor
6356	Modify
3213	indentPercentage
3652	maxSegmentSize
5242	validation
2912	your
4567	superViewer
5779	modify
7445	1680
4685	Reranking
843	BufferedInputStream
3134	pass
3566	subroutine
4645	Has
688	stem
2553	Overrides
3023	step
1123	setBoundary
7178	50507345013688888
7160	777674929752690e
3188	matched
1246	Up
4002	nice
5218	BatchClassifier
707	matches
735	matcher
6698	newFeatures
5920	convergence
3979	exits
4151	US
5925	getLogLikelihood
5469	vote
991	To
1279	UP
4005	modifications
3944	UI
7395	Ti
2183	intermediate
7402	2ab
2047	demos
6181	Layout
7377	referred
3610	TT
3354	c_pm
710	param
6317	featureStoragePolicy
6530	MultiTrainTestParams
1239	messages
4974	depicting
7004	gnu
3808	W_
5859	gamma
491	We
5694	availableLabels
1411	addActionListener
4838	depending
2811	WX
5489	MyClassifier
7323	875044200833601E202
3886	whatever
2885	sqrt
4138	Title
4400	isValidShortForm
5606	documentSize
2273	parentLo
5691	presenting
5277	sorry
2539	beginContextSpanInDocument
2138	down
5620	arbitrary
6487	Open
774	Adding
4510	emission
222	getMultiSchema
7003	Output
2090	identified
5261	hashMap
4043	isLabelFile
6933	getCounts
2734	getTaggedLabels
7109	Pr
3447	R4
7122	getScale
3440	R2
3446	R3
5244	getCrossValSplits
300	calibrate
5337	getUseHighPrecisionArithmetic
1374	gridx
2507	documentIdOfS
1375	gridy
2743	fields
993	control
4275	VIENNA
5574	LeaveOneOutDictVersion
5216	TrainMultiClassifier
1315	20080314L
3441	R1
4261	YEREVAN
4141	Gum
537	wrongXj
3964	useGUI
4929	identifier
1278	getKeyStroke
6611	hereby
1955	TF
747	Exception
6390	trBag
4171	TO
4459	TN
5989	JDialog
7253	06581751709439E67
4449	TP
4474	So
5524	Consuming
5661	byProfile
5390	splitCandidateSegmentGroup
175	Teachers
5229	crossValSplits
6909	Re
7037	SE
7330	974504222477287E217
21	learner
1106	sorted
5004	extended
6940	regret
2114	you
2657	valField
2071	retokenize
3389	immediate
5072	setCheckStandards
7265	2688693218588414E89
5226	useLogistic
5613	tspan
5028	transformedNames
2224	ordered
166	learned
4843	bypass
6520	TrainTest
522	actual
2274	parentHi
1013	Save
5899	cllassIndex
7068	Reuters
6045	BoxComponent
7282	797126020747369E120
1694	lastIdList
256	gui
2022	IdViewer
3716	getProbability
3145	sumPredictedWeights
2233	chopping
4393	pairs
5932	Numerical
987	nextToken
6457	setPriorNeg
3730	BestOfN
6875	TextBaseLabeler
2925	TextBaseTests
5446	Additionally
6417	committeeSize
3810	block
994	switch
3476	addSGM
3327	Transactions
1991	stemmer
4778	getExamples
5024	delete
5499	a1
3489	SemiSupervisedClassifier
4024	helpParamsButton
6404	Dictionary
1508	just
4247	Spanish
2375	documentCellHeightSlider
4421	Holds
6767	evaluated
1761	refreshButton
4782	interrogate
1539	subPopId
7409	degree
1934	tableData
3312	discrete
2520	Abstract
277	Press
6349	doTrace
7331	466855489220473E219
3594	iseed2
6986	SoftTFIDF
3892	rename
3593	iseed1
6284	preserve
1643	doesn
1419	previousLabels
6227	387
6222	Yi
1143	BatchRankingLearner
239	swing
6090	getDeclaredMethod
1686	StringBuilder
1830	mixupProgram
6706	adaptedClassifier
2424	paint
592	TextBaseViewer
2575	importType
6	minorthird
3120	374
5657	userSplitter
4433	tmpIndex
2536	DefaultStyledDocument
3068	Aaaa
7095	sparseNum
6415	committees
366	getClassName
5668	partitionContaining
4532	fileToLoad
5617	complicated
6226	361
5898	numberOfFeatures
7443	360
3413	complement
7297	916779348709491E149
2343	numLabels
6028	typeSelectors
1849	cspace
3864	TextLabelsAnnotatorTeacher
4441	paren
5492	mytheta
3021	acceptance
2135	exist
608	REPOSITORY_PROP
5482	y_t_hat
6800	keyword
5247	getParams
5850	statlets
721	beanShell
7371	257415615308004E306
1086	their
2727	storage
96	hasNextQuery
301	predictions
7229	048883446117138E29
4632	shouldTerminate
2603	thisUpButton
4871	evalViewer
4809	Generalizes
5190	ff
2439	highlightDiffs
5848	fi
6408	fr
6888	ft
5767	fo
2500	fn
1808	CENTER
2499	fp
3591	Paul
6235	getHyperplaneNormSquared
3399	gy
5830	gz
4439	200
4936	getTokenArray
3398	gx
1027	getDocumentId
4365	papers
4230	he
6468	Generalized
2651	Cannot
5561	ha
5529	iax
4712	Index
2606	buttonsThatChangeStuff
3534	_entityPart
5743	mudelta
3278	gt
5860	Computing
2160	mechanisms
911	go
2459	zoomFont
3288	dt
6661	readOnlyButton
4210	216
1793	getGuessBox
925	indicate
241	JPanel
5109	summaryStatistics
5773	parameterization
1988	ed
1531	de
6967	deci
7016	df
6993	getFeatureValue
309	Create
2481	loop
3346	dl
5902	setClassParameter
1859	f1
184	do
6242	f3
1335	JSplitPane
3355	f2
2330	ds
206	Trains
3357	f5
3347	dr
3356	f4
6321	setFeatureStoragePolicy
6233	getNormSquared
453	look
7387	safe
390	ex
1016	readable
6440	featureToKeep
4020	ev
5861	223
542	needs
5305	getCompensatedPMutualInfo
4998	fa
6782	createLevel
2042	colNames
1488	fe
3764	fc
7289	854826422573984E134
503	independent
4087	eg
5970	crossValidatedDataset
2604	MoveOnlineDocumentCursor
5577	DEFAULT_PATTERN
2489	el
332	Split
4727	hyperplane
6072	ep
917	em
1989	es
3052	eq
2134	yet
2626	cb
2197	docs
4112	bw
137	by
5186	ig1
393	long
4807	getSpanDifference
5187	ig2
455	br
2629	editDocument
19	describes
5476	Problema
5609	bp
1028	getConfidence
5847	bi
1529	bc
53	be
4842	dc
380	predicts
6527	sequenceSplitter
5000	templates
7042	nYou
6092	Runtime
6064	getReadMethod
1496	cv
5311	ct
3182	cs
706	iff
5102	e1
1032	UnsupportedOperationException
5053	e2
5481	y_t
4246	played
1542	maximum
646	getProperty
3265	ch
3041	SampleFE
2409	collect
2359	doTrain
2130	tokenize
1530	cd
3732	Alexander
3973	GUIParams
5116	MultiClass
736	does
3017	b2
1957	frequency
1298	routine
3149	labelsKey
4853	HORIZONTAL_SCROLLBAR_AS_NEEDED
471	statistics
1695	getTokenizer
7412	b0
3016	b1
388	Explanation
5335	maxItersHelp
662	sample
6678	export
2965	requirement
6753	You
5268	idx
1691	ids
516	at
4856	pass2
418	as
4656	prediction
4855	pass1
6247	c3
3641	referenced
4111	aw
6426	memory
5038	al
5096	c1
6979	SoftDictionary
2029	color
719	isDirectory
3912	_predicted_
5107	c2
7426	approximation
16	an
1672	Lookup
3301	ac
5500	aa
1528	ab
468	numberOfSequences
3192	CharSequence
3361	p6
3360	p5
3359	p4
615	labelDir
3358	p3
4444	lIndex
3028	p2
3025	p1
150	no
5941	previousLoglik
3337	p0
4765	implementations
5594	ny
2644	forgotten
5194	fixed
6666	ExportGuessSpans
732	sgmlExpected
6195	overlaps
25	of
5872	pG
4088	Statistical
341	transforming
4156	DocPerLineTestData_WithBlanks
5384	CompactCandidateSegmentGroup
49	on
672	ol
5672	oi
5673	oj
6080	os
3163	emissions
2442	maybe
939	op
88	or
4635	done
5762	sigmaSD
2754	TrackedTextBaseComponent
2824	TestExtractor
6936	negCouns
6127	helpButton
6677	ioType
6241	pa
466	pc
4917	makeLabels
4206	pm
5739	pn
1693	ResultLooper
3348	r1
6219	ROMMA
4147	comment
3031	pi
680	small
3660	accumulate
962	lo
5906	fCnt
3341	ll
3352	lr
3183	LineProcessingUtil
4811	OneVsAll
2074	Mercer
6966	lu
1069	lt
3408	Table
6688	getSelectionStart
1990	ly
6460	mudeltaNeg
1404	mc
3982	md
5323	modelGraph
2982	eairoldi
1197	AttributeSet
2021	Ids
3567	published
2126	situation
6442	InfoGainInstanceTransform
5915	mi
6561	completed
2058	mp
412	Hyperplane
4997	o2
4996	o1
2369	ListCellRenderer
5527	ms
2998	mu
3372	my
5090	3132616875182228
1689	extension
5369	toMinorthirdClassifier
1053	specified
5982	nb
5711	testIt
2385	item
7051	traps
3136	computeConfidence
4928	specifies
5681	totTrainSize
7102	subsample
2328	iter
280	nj
7385	nk
419	described
3791	newUnusedFeatures
5853	Compound
5971	toSeqLearner
5063	wrappers
1909	TransformedViewer
3231	ind
1636	msgPat
349	train
4986	WINDOW_SIZE
6120	numTextFields
2144	srcDocSpan
3544	Begin
6843	trailing
319	int
5181	ins
6632	inf
5792	m2
5838	testSubPop
339	testData
673	li
6139	spinner
854	StringTokenizer
6917	ld
4418	ioe
1692	getAssociatedIds
1437	lc
2894	vanilla
4626	errorMessage
6243	hp
5676	j2
4057	loss
4289	Yugoslavia
5535	commands
3741	Yep
1022	hi
5675	j1
694	id
3146	appropriately
113	if
6046	currentName
3693	ie
5521	processedArgs
2325	segmentEnd
1440	iq
3343	k4
152	is
3345	k5
135	it
2156	parentSpan
4244	MADRID
5213	k8
5400	set_LabeledDataParameters
2455	ii
4758	ij
5995	HyperlinkEvent
7263	146997326038794E85
5914	il
6915	dirName
84	in
413	io
3344	k1
3342	k2
6176	fixes
2676	editedSpan
1920	blue
3624	iz
2738	addSequence
577	subviewer
5918	logLik
2270	greater
5016	Working
805	nulls
3010	xr
3011	xp
3958	Arrays
944	setSpanProp
3728	splitters
2815	wx
1841	Test
6839	REGEX
1842	Classification
2417	setListData
5802	LABELFILE
2082	place
1269	how
1367	y1
3013	wp
1369	y2
3012	wr
2479	rendered
888	loadOps
2843	OverallTest
1622	Calling
3887	zoomedOut
2833	vx
877	CLOSE_BY_OPERATION
4552	TEXT_MESSAGE
3748	getSplit
2382	getSpanPainter
632	load
501	we
6750	executes
1935	Double
232	iteratorOverUnlabeled
2268	give
478	viterbi
4540	events
5248	stackedDataset
6784	currentLevel
5616	vs
7081	vp
6602	DefaultMutableTreeNode
6392	punk
1368	x2
1366	x1
700	executed
979	addToMsg
3426	critical
4845	MyTableModel
3768	bestFalseData
915	closeAllType
4824	easy
6846	indexViewer
2709	annotationType
5705	Splits
7031	vb
2846	va
2419	renderer
6756	setProgram
1448	ui
4279	BASKETBALL
4914	facilitate
7207	40320L
6305	ul
4767	MultiLearner
76	previous
4507	matrix
6576	us
4742	w0
6234	w2
160	up
6136	field
6220	Relaxed
2146	dest
1451	CommandLineProcessor
3299	tu
3277	tt
3160	hmm
705	annotations
1398	uc
1370	part
2398	happens
1877	TrainTestExtractor
7320	574585761207606E196
6271	Constructors
28	to
5030	tn
5753	tm
7134	079067210376509e
1574	20080303L
3999	ts
2427	tr
7196	88974313718153498
6370	index1
2429	tp
1919	tf
4820	TableCellRenderer
5737	round
6403	ONLY
1871	SVMLearner
4825	inspection
5864	Gamma
6014	Filename
1662	th
6313	STORE_AS_BINARY
1047	saveTypesAsStrings
3257	assertions
2608	tb
3918	tc
3496	getTrainingParameters
2057	sv
4423	ss
5154	st
4080	DatasetIndex
997	instanceIterator
1475	htm
582	text
1169	addAll
2433	sp
738	so
5565	setLaff
6592	setType
2431	sr
2013	SpanViewer
5706	disjoint
2852	sd
399	sc
865	xml
7036	se
324	innerClassifiers
4548	intended
5976	sh
5312	parseLong
7450	918938533204673
6315	reduce
2219	docNum
3184	input
476	transitions
6058	inspecting
6285	strata
3458	EXISTS
3870	sa
5188	sb
6878	rr
5713	rs
4012	rv
2980	rw
5758	estimateNaiveBayesWeightedMean
6877	t1
1514	sN
5654	hsi
2763	rk
7210	39916800L
1044	strings
492	re
1417	appears
3397	my_k
4621	consume
6343	tracing
6583	objInput
3697	posWeight
2793	usedFeatures
195	implement
5284	setFirstWordIsDocumentId
866	plain
4690	Linguistics
527	System
6644	Mueller
3606	s2
6876	20080302L
1513	s1
4084	cosine
983	trace
5787	lambdaSum
6543	track
5202	provides
2485	pane
4628	Specifies
2035	getColoredProperties
3400	px
3401	py
5167	svm_load_model
1605	provided
7136	387612882307075e
273	pp
3349	r2
3350	r4
4389	DELIMITER
5766	pr
645	ps
3351	r5
2772	examine
1424	wrapped
3710	numeric
7035	SecurityException
329	test
2032	resetHighlights
990	applies
2119	First
2085	whether
5539	getMethods
1613	open
4956	wrapper
3467	oper
4692	page
6660	_edited
570	hyp
5462	margin
766	ignoring
4605	processor
2279	childLo
7321	689502913449135E198
3128	singleton
563	delta
1797	getItemCount
477	sequenceIterator
63	prepare
4726	initializeMargins
4710	exampleSize
1477	getCLP
4122	testLoadDataFile
1918	truncate
4992	deletedNameList
7225	204484017332394E23
3709	isValid
4181	2450_0
6040	addClass
6217	20080609L
3915	Provide
4509	esym
5351	FeatureGenImpl
4804	pair
1744	20080306L
751	Expected
4268	European
439	historySize
815	spit
2508	indexOfT
5483	winnow
5505	mycl
397	Object
3169	logp
3168	logq
7208	362880L
168	should
7446	291
505	attach
4927	Constructor
2949	doc2
5835	EVAL_SAVE_FILE
2950	doc3
2945	doc0
2948	doc1
1698	ActionListener
274	241
6911	textFiles
185	little
4990	lowRiskNameList
1813	pack
5938	though
2745	Zhenzhen
2505	isEmpty
2366	Component
1105	proper
1117	isOpenTag
4827	getDataset
5768	MCMC
5862	246
3880	wcohen
5249	stackDataset
4873	RunMixup
2280	childHi
7421	log2
7198	25703896716800901
882	MAX_WARNINGS
3197	producing
4703	importance
3006	ProbTauGivenSigmaX
2992	apps
807	contain
5878	Nigam
5900	probabilityOfOccurrence
1336	JTextField
3907	OnlineBinaryTextClassifierLearner
4661	linksmap
183	object
4039	tempLabels
6747	push
2987	Minorthird
244	TitledBorder
437	protected
3852	interactive
2952	newPattern
6580	attempts
1941	IntelliJ
4309	Wigan
5964	inputLabel
1441	250
2452	truthSpanLooper
640	error
4961	software_view
7203	24L
7171	10441257307551530
6443	NegativeBinomialClassifier
3210	zA
2170	refers
4081	nearest
3402	xx
2018	Text
4335	versions
1956	term
2820	ExtractorAnnotator
3374	applied
2227	guarantee
4048	pushed
275	259
1887	tokenF1
4125	USE_XML
1130	extractions
1769	getTruthBox
6964	negFactor
5752	lambda
7040	threads
5984	beans
1468	getTrainClassifierHelp
5439	trick
3439	distinction
4679	TransformingClassifier
4274	SCOTLAND
3234	getMessageLines
6308	overloaded
3735	few
6613	fee
7306	0813967582402912E168
5183	VAL_COMPARATOR
5926	EMconverged
1747	getEditor
2353	MaxMemory
2113	Sometimes
4651	FilteredFinder
7344	8543707171800694E247
5662	comparing
6645	cacheFilled
93	made
4946	OutputStreamWriter
2368	DecimalFormat
460	token
254	experiments
4904	multiClassificationSignalParameters
3636	inline
1616	usually
6118	guiConfigure
7135	664469118982119e
2546	conHi
4272	AUSTRIA
7274	470115461512686E105
958	loStr
2997	rnorm
4161	BUG
4799	diffing
4886	InLineSelectableTypes
6257	constrainedPrediction
7140	330563433362871e
2730	Ask
1220	SpanDocument
6430	getSemiMarkovLearner
804	including
2392	guess
5146	predict
6041	seperately
3692	having
5628	profiles
5204	getBinaryClassifiers
4723	orderExamplesList
1407	prefixField
192	change
2889	distributed
6575	lead
3787	leaf
5128	Avg
4430	closeParenIndex
2839	testBase
3155	Should
1292	processing
2504	intValue
2285	Between
1720	OBJECT_SELECTED
5658	testUsers
5461	far
3059	windowSize
126	label
1287	display
2581	spanTypes
2084	indicating
6859	Matthew
6598	Aug
435	BatchSequenceClassifierLearner
361	String
1351	VERTICAL_SPLIT
1579	fileName
87	active
4407	hasCapital
105	make
4003	Command
261	Stacked
4382	LONG_FORM_PROP
41	ClassifierLearner
6311	Store
6937	nindex
5513	getUnlabeled
5794	Sum
5567	Your
5377	groupList
1358	RIGHT
2544	conLo
4530	isType
6720	TWO
1227	downButton
5352	FeatureImpl
3014	vbeta
7280	94618213078298E116
295	finalLearner
4988	mail
1453	JointCommandLineProcessor
391	toGUI
971	offsets
4385	truePositives
2421	highlights
574	main
739	expected
5123	trainSet
3529	inside
10	java
6808	getWordSet
80	unlabeled
7240	0397882081197447E46
4263	Portugal
4127	assertNotNull
6372	token_
1971	uniqueList
3790	Sorry
5638	WebmasterSplitter
5615	maxSegSize
5846	checkSubPopIds
2493	errors
3492	TrainExtractorParams
2867	report
452	tokens
2066	Currently
4841	filterOnFeature
6807	wordSet
5180	criterion
4669	addLink
2357	numStates
569	CollinsPerceptron
3186	regexp
109	setInstancePool
1585	recovering
5236	setUseTargetPrediction
1978	TF_IDF
2376	displayedTypeBox
4494	x_0
325	build
1280	getAction
886	labeling
432	EMNLP
5799	TrainTagger
5230	adjust
3854	setDisplayDatasetBeforeLearning
770	Span
3779	built
7177	67186010608067280
605	defining
5142	acordingly
7390	smallest
4044	setLabelFile
1218	editorPane
1213	statusMsg
5719	sending
4134	Hall
2154	dstOffset
6828	PROVIDE
1083	docString
5516	999
2778	InstanceTransform
6881	getMultiSpanProperty
2212	mapPlace
4652	spanFilter
1430	contains
2639	ext
5246	newCrossValSplits
6963	posFactor
2028	Context
1995	trainCds
1478	experiment
1718	action
6494	WARN
2895	JTextArea
6994	Hand
7148	629153749334029e
4486	Viterbi
2864	exp
4015	console
6413	forming
3203	punct
4410	inFile
2350	NestedCRF
2462	Documents
1166	exi
748	printStackTrace
6373	Bag
3431	scale
6004	Type
2423	spanDifference
6044	InLineComponent
2315	inst
5650	Bad
771	closeLabels
4958	CCG
4363	biotext
5541	getParameterTypes
6448	wgtPos
5682	SpanEditor
817	into
4340	getExampleID
40	interface
591	PatternSyntaxException
3911	labeledData
3688	MultiClassLabels
4034	things
5697	DEFAULT_LEARNER
6117	setSelected
1094	curLabel
6793	importFromLevel
4142	Statistics
1912	etc
6051	setWarning
7343	6953641378881633E245
6483	getSaveAsFilenameHelp
1656	iterated
6340	pipelines
3205	linelength
3235	outL
6008	newValue
1564	classNameSet
29	communicate
519	feature
122	boolean
4471	recieves
6149	href
4941	iterates
1396	ViewerFrame
403	finalPanel
3874	outputfile
4664	specify
4095	classifying
7414	Overflow
5994	EmptyBorder
2038	tokenized
2348	EndFeatures
5528	ex2
6244	ex1
2557	Clear
5475	Possible
4033	setGraphicContext
5917	likelihood
3094	ConfidenceUtils
1247	Down
3792	removeElement
1610	written
2940	tokenizer
4058	logLoss
6942	From
6847	lnameListViewer
5380	getFeatureFactory
6626	node188
5837	SubPopIdTest
1006	readObject
67	learning
374	Transformed
3271	math
6464	setPmsPos
659	arguments
6249	ex3
5622	restricts
1179	exA
1180	exB
1798	getItemAt
4076	multiSpanProp
3125	extracting
4168	THE
4801	exported
5798	perform
5770	sigAcceptRate
6203	spanLabeler
1860	NotReq
6536	nSplitter
2107	Add
853	Set
4915	posTest
2093	parentName
1142	presented
6648	shared
6680	enabled
6475	setLearner
2261	Gets
4895	testExtractorParameters
2314	init
7271	1978571669969892E100
2716	extraction
2364	explains
1202	Tracks
1152	rankings
5467	ceiling
6062	getPropertyType
2318	set_y
5240	setStackingDepth
6657	highestNegativeIndex
2929	getRootLogger
3472	legal
3263	www
6831	MIXUP
4833	incorrectButton
2092	child
4995	allNames
269	Neural
6916	annFile
2849	Performance
4921	administrative
6779	placed
178	multiple
5359	wwc
6540	Indicates
5412	Sep
3972	Seq
5726	Estimate
6572	findSavedAnnotatorFromStream
2324	setSegment
4737	multiply
2990	See
1168	ranking1
5264	Agr
1848	TrainTestClassifier
3580	originally
2247	effect
4451	err
5690	documentPool
4242	FIRST
3040	Some
2464	cspan
7239	23022617466601E44
1767	NewTypeAction
4670	cloning
3752	RandomTreeSplitter
6013	specially
1952	Richard
337	info
6103	konqueror
617	SCRIPTDIR_PROP
4791	resizable
5495	atheta
2331	startScan
3311	continuous
2565	subspanLength
4495	ell
5260	ngbs
1631	again
3515	testList
2221	many
3809	wnj
6451	numPos
6385	targetValue
1089	start
3813	wp0
1018	saving
4280	INTERNATIONAL
1162	map1
3812	wp1
2174	srcMapperList
1181	numericLabel
7252	5511187532873816E66
4411	abbrString
5262	hashset
3563	translation
2307	Segmenter
1380	delegate
251	MaxEntLearner
5479	feautures
4209	eng
5472	aggressive
2111	parentLevel
912	end
5943	2204e
1817	options
6021	instanceMap
1204	documentList
1498	getOutputProp
2916	merrily
5895	examplesGivenClass
999	already
3255	env
1756	errorString
6269	InstanceTransformLearner
4197	etime
470	shuffle
3814	wn1
2023	getSpan
3815	wn0
1207	viewEntireDocument
7354	0063439050956838E269
3251	reading
1781	splitpane
1061	Could
6106	netscape
139	All
5810	skip
2169	getDocument
4529	getTypeSet
3479	invertIterationSGM
5732	sumWgt
3232	ind2
5875	SUBPROGRAMS
1091	Sort
1755	labelsLoader
2918	dream
5544	propertyValue
6879	mark
3878	emails
4569	forwarded
4934	comes
5504	deleted
2582	learnerName
5017	tokenWindow
3449	representation
1663	Efficient
596	mixup
1713	FILES_AND_DIRECTORIES
1764	getViewer
5101	stats
6087	eio
2188	matchingSpan
1217	state
6510	setMulti
6031	getSystemResourceAsStream
2193	getMappedChildSpan
5600	maxSegSizeForY
1341	controls
6697	legit
967	details
1199	Keymap
357	newInstance
6381	map_
2928	setUp
3256	Detailed
4396	longForm
6607	Permission
819	BinaryClassifier
4725	best_w0
3575	STRONG
1942	IDEA
1276	DEFAULT_KEYMAP
2132	maps
1357	TOP
1296	special
6035	fullName
1936	columnNames
3340	my_last
3806	wpj
103	need
208	using
3177	stringBuffer
1362	setRightComponent
1773	800
2292	Comparable
5813	missing
521	over
2372	NULL_TRUTH_ENTRY
1144	ordinary
3471	clone
5097	tempFile
2099	childName
4577	Retrieve
4636	processArgs
978	number
3631	40692
5612	nullExample
6354	Filter
3664	compareSegmentsAndIncrement
5328	setLogSpaceOption
846	FileNotFoundException
6359	consisting
1765	newTypeField
675	sampleK
7293	2438414054641305E142
3617	typically
7139	255462182712733e
5733	maxCnt
1423	before
4282	BELGRADE
4248	division
3437	immed
2496	sync
1844	Tree
2723	setSpanFeatureExtractor
3385	sampled
1810	windowClosing
4259	CUP
5372	featureIdentifier
1975	getSpanType
4412	defnString
711	sample1
5880	Thrun
3719	isMultiCorrect
663	sample3
3141	constrained
6109	web
6798	statementType
715	sample2
1717	fire
1394	MyViewer
4403	Character
1031	closureIterator
7015	unnormalizedTFIDFWeight
3076	setTokenPropertyFeatures
4018	goButton
3747	clever
5020	Found
7314	2311927486598138E184
95	methods
6952	lossH
1826	argp
6228	Aggressive
6471	getLearnerInSequentialMode
787	args
6953	lossF
6193	boundary
914	close
4943	arg_
5738	wgt
6676	nextButton
3260	facts
3676	Build
6899	TEXT_FILE_FILTER
3561	SUP
2338	gen
3865	prepareSequenceData
956	get
5410	documentSpanLooper
2275	approptiate
1932	instanceComponent
4339	compress
4276	Scotland
7149	385560249232324e
4398	near
1406	isSelected
1393	argv
4950	SentenceSplitter
6516	getClassifierFilename
3419	reflection
500	Instead
6020	instantiate
1753	programLabels
5465	W_MIN
4374	acronyms
595	SampleExtractionProblem
1104	Otherwise
5250	StackedGraphicalClassifier
7384	n_minus_k_fac
316	throw
1701	area
6208	ClassLabels
5363	style
4829	DataControls
5633	profileId
1079	formed
5073	testWrapper
474	sequenceErrors
3650	GenericCollinsLearner
7439	StirlingCorrection
2973	Run
5448	hypothesis
4560	signalling
5641	fraction
5507	five
3516	setTrainFraction
3817	wij
1634	message
2034	typeSpan
4965	stand
2691	loadFrom
3470	why
1868	SVM
2438	TBV
1373	gbc
4198	paragraph
6329	newLoader
6361	lSpan
7187	60667556776437357
547	break
943	operation
1501	getMainResult
5540	stopList
6286	StrataSorter
7181	33988418719949404
3553	makePattern
9	import
4331	creating
5778	screen
305	innerLearner
2640	file0
6076	getEventType
1231	include
6748	Effectively
6726	Preprocess
2628	getMinSelectionIndex
6869	TBA
6455	unseen
801	different
4663	caller
214	MultiClassifierTeacher
3508	creation
5497	incoming
1573	EncapsulatingAnnotatorLoader
5562	atWhat
1763	Reload
4361	detailed
916	closed
6914	fileJ
7270	7112245242814127E98
7167	57925121201010100
7244	041526306337384E52
6780	similar
655	files
3604	Equivalent
7389	quicker
2253	Say
3611	clock
4070	setAnnotatedBy
1464	getSignalParameters
5444	Roth
818	subsets
961	hasMoreTokens
5759	mcmcEstimateDirichletPoissonTauSigma
6497	mutli
2204	currDocSpan
919	POLICY
2017	textViewer
6368	subspanNeg_
2460	setFixedCellHeight
431	Collins
4797	typeBox
4954	cogcomp
7287	4227095383672744E130
2346	EdgeFeatures
3022	Metropolis
609	location
7337	6590428819525483E232
558	w_t
5730	prior
3443	squeeze
4179	official
6606	Research
1801	truthTypeSet
3303	stadl
4440	Matching
4866	classifierViewer
4654	detailMap
5803	DebugMixup
3409	comparison
6797	statement
447	newHistorySize
1252	Select
2073	Quinten
6363	contains_
128	called
2559	getLength
6082	getURL
5253	stack
3518	SubpopSorter
4117	testCaseDir
5829	newObjectFromBSH
5285	loadLines
839	way
2915	Merrily
796	was
5002	risk
6682	TAB
753	Can
6267	deciding
3908	outputType
5115	Remove
4472	receive
4028	setOut
6192	subtly
2522	standard
1926	addSubView
2947	tokens2
2941	tokens1
2518	DISPOSE_ON_CLOSE
5382	mismatched
6303	Generally
1050	print
2352	allocModel
1221	editedDoc
3965	getTestParameters
7127	pseudoCounts
5227	useTargetPrediction
2150	Extract
6378	tokens_
1390	handle
7117	isPos
3318	Technical
6104	epiphany
5494	neg_h
1544	associate
5321	defaults
2123	forward
5689	unsupervised
6470	sequentialLearner
2540	leftContextChars
1581	myClassLoader
91	Queries
5279	ClassifyTest
322	BasicDataset
5742	sumWgt2
6423	compressDataset
699	defined
6742	terminator
1944	rcwang
776	eval
48	constraints
6614	copyright
153	available
2826	doSplit
4879	getAnnotatorOutputParams
6538	defines
6255	alternateClasses
1400	lastObj
2501	decode
3921	Erases
2646	coming
2004	DEFAULT_PARTITION_ID
7311	5882455415227423E178
3621	uniformly
345	next
2822	SubTextBase
4139	Three
7365	287218585534299E293
6770	Throws
6836	TRIE
4023	clearButton
4399	longSpan
5291	Given
6615	notice
6266	resposible
2583	ocdEditor
1196	ListSelectionListener
6071	helpPanel
4195	2912_1
6919	DatasetSemiSupervisedClassifierTeacher
4180	news
5339	newUseHighPrecisionArithmetic
2075	TextBaseManager
6799	getStatementType
5646	req2ProfileMap
2179	currSrcEntry
6920	getEffectiveLevel
2386	displayType
4077	toMultiDataset
3571	CITE
302	inner
3009	vup
7029	PLAIN
3029	candidate
5233	getUseConfidences
2345	addFeature
2125	takes
849	LineNumberReader
1178	scores
4201	00pm
3839	newClassName
6458	vNeg
4939	setCharOffset
5205	getClassNames
4918	fun
3407	Uniform
955	size
4735	ftr
5640	populations
5088	testSampleData
5692	passive
3367	setMean
2710	seqData
5271	truevalues
2896	TokenizerTest
5592	fty
352	result
3754	featureIndex
6762	Statement
4202	235A
4302	SEMIFINAL
6199	getHiChar
3648	MarginPerceptron
4296	RUGBY
6258	weightOfPrediction
6277	ChiSquareTransformLearner
3715	posProb
6885	fidx
3396	functions
4329	Learning
4287	Red
5501	filterFeat
1851	Req
4885	getAllowedOutputFormatValues
2760	EditTypeAction
3987	typeString
2044	getDocumentGroupId
4470	views
3848	determined
5452	neg_t
860	operations
2855	propertyIterator
5411	foundSpan
6695	cursor
4049	via
64	for
669	foo
6074	addHyperlinkListener
1556	grouping
682	file
4097	Neighbor
1354	setTopComponent
172	information
1378	getControls
581	DATA_DIR
2696	showTestDetails
4294	halftime
2486	setFont
5610	onBestPath
2142	dstName
4131	Adamson
4881	getRunMixupHelp
2911	Row
98	setAnswer
157	computation
2957	BasicSpan
1113	markedup
2425	fmt
134	query
763	trying
3045	BAG_OF_WORDS
6316	STORE_COMPACTLY
1898	mainClass
734	compile
5996	HyperlinkListener
3637	doubles
6597	giving
1188	JButton
2785	MIRA
5428	CMU
4322	1264
1035	closureSpans
4115	responsible
4624	startPos
7070	Multex
4910	_LabeledDataParameters
7444	1260
1722	setVisible
5517	jList
550	CMM
6566	findAnnotator
1916	emphasized
1649	nextFoo
3903	darkGray
4319	MISC
7394	polynomials
2611	Types
5921	hasConverged
4699	answers
3756	silly
1804	setSelectedItem
995	documentSpanIterator
3525	three
129	returns
6215	multiNegLabel
556	work
1490	showData
2449	guessType
6954	beta2
2704	reweighter
6667	deleteButton
1856	errorRate
5714	getNumberOfFolds
200	Mellon
7146	207655919609640e
1742	program
3988	classifierFile
4092	Retrieval
3069	word
1071	even
4564	passing
2571	Experiment
1043	Linefeeds
3639	contained
4413	fin
1048	includeOffset
6213	multiPosLabel
4741	brute
4973	fit
5874	REFERENCE
6541	graphicContext
764	fix
2396	Highlight
6618	representations
3033	TRUE
6910	reLabelText
3100	pulled
3237	fine
752	find
3269	node208
5283	checkSpans
1225	saveAsFile
5463	W_MAX
565	getClassIndex
648	fill
6635	Box
4565	propogare
2236	newDocText
4544	Viewers
2299	CRF
3603	repeatable
6518	getTestsetFilename
3452	SGMExample
3683	previousClassName
1876	Extraction
7104	totalTest
4590	mouseClicked
3455	coreset
3788	Leaf
5015	float
4702	incorporate
2052	time
5776	ReparametrizeLambdas2TauSig
3853	getDisplayDatasetBeforeLearning
5325	debugLvl
3107	quot
3584	742
7219	2432902008176640000L
601	loading
4746	expLoss
7272	504785885678624E101
3527	extract
4408	isUpperCase
3837	validClassNameSet
7214	1307674368000L
1399	prefix
749	lines
3733	Friedman
5094	serializing
6263	Conditional
3109	trueName
4899	trainExtractorParameters
1291	dependent
5228	useConfidence
3027	AlphaTau
38	Cohen
2008	Partition
4160	KNOWN
4968	input_file
6006	setter
2551	EMPTY
5044	Usually
1005	loadSerialized
4190	2674_0
4728	A_Pos
4172	REMIND
4098	getNeighbors
5939	increasing
6238	d_t
39	public
3226	line1
1733	getDefaultDir
3228	line2
5981	vec
246	apache
6295	annotatorLoader
218	activeLearning
4887	CLASSES
1219	editorHolder
394	serialVersionUID
3948	SimpleTrainParams
1711	superView
2609	Initialize
5566	dad
2562	charIndex
3273	textbook
7185	47118135183522388
628	dataPropertiesFound
7018	PipedInputStream
900	code
3019	bounds
5068	dat
4500	factors
1655	items
4859	getRowCount
4266	Cup
4336	factory
3381	large
1041	val
6845	van
965	parseInt
1153	Each
1913	concise
2189	srcIterator
5735	var
3001	Dirichlet
36	author
5520	InvocationTargetException
2792	useBudget
6023	typeSelector
6776	Allowed
6641	Statist
2116	offset
5956	numExamples
4563	Listen
4108	classlabel
5468	votedCount
7142	942840107209530e
7204	120L
220	Override
4776	getSchemas
1642	reason
4536	Visualize
3189	otherwise
6075	hyperlinkUpdate
6838	getTrie
906	given
3459	COUNT
1586	byte
2529	Implementations
5639	folds
7113	f_in_ex
5125	testSet
4812	ManyVsRest
6861	Hannah
4520	TestMultiClassifier
7308	2265202031961373E172
913	Lines
1526	hold
4402	hasLetter
5547	auto
4133	Baker
2970	testSplitTokenizer
1760	getViewerTracker
4696	Requires
6951	bigger
4819	AbstractTableModel
1520	maxWindowSize
7019	PipedOutputStream
2367	Font
3020	probability
5724	Dec
5712	cvs
4358	Biocomputing
6128	primitive
2447	green
1208	DUMMY_ID
2009	cvd
1210	links
3127	justThisDoc
3181	vitor
7336	690472707318049E230
190	method
2670	alread
247	log4j
4042	Wizard
6730	related
4766	ClassifierLearnerFactory
6138	typeOrBrowsePanel
6714	explainedSeq
5623	request
2502	colorByStatus
158	useful
6196	getLoTextToken
5945	decreased
6221	Maximum
6857	UpperCase
5232	setUseLogisticOnConfidences
7405	SPEED
484	Collin
2649	checkLabel
2850	Results
1109	sortedTags
3695	POS_CLASS_NAME
5319	BasicFeatureIndex
3723	Vector
1700	panel
4592	rowAtPoint
2389	760
4278	msg5
4295	msg6
4253	msg3
3305	WIN
4271	msg4
1026	DEFAULT
4212	msg1
4237	msg2
806	subset
1987	tion
7295	0873661566567426E146
1911	building
3910	OnlineDocument_
5807	gives
2647	Completed
1345	setControlledViewer
6712	instanceToPlace
6027	inherited
5223	params
5727	estimateBinomialPN
7419	log10
4447	longFormSize
4068	getOffset
1403	applyControls
6073	setEditorKit
1907	JTable
3485	relTemp
4608	colorOpts
2445	yellow
3835	checks
825	innerLearnerPrototype
5170	Chi
3147	undocumented
6659	EDITOR_PROP
1236	elements
71	copy
1446	cool
3199	featureName
5014	applyDictIncreasePrecision
858	contents
2729	setDocumentPool
1591	encapsulated
3595	12345
6229	optionally
1289	requestFocus
3994	clp
701	variables
4857	models
4243	DIVISION
6081	cmd
1450	ClassifierAnnotator
829	cloneable
6260	conp
5688	AnnotatorTeacher
3975	graphic
5	cmu
5222	StackingParams
2102	parentEntry
106	use
1176	cmp
5375	cmm
714	testLabels
187	immutable
4427	isWhitespace
4697	cont
4704	goodness
6948	RegretWinnow
5316	comp
5907	cnt
1967	isEmail
3872	subView
5816	cp2
573	20080207L
5111	come
5815	cp1
1348	preferredLocation
7141	573675487951841e
5057	_updated_fixed
6537	getSplitterHelp
1776	col
1395	MyControls
282	com
2871	cov
253	AdaBoost
5490	lpos_h
4337	compressSGM
5266	ngbiter
7027	doMainRunning
4677	20080201L
5138	Precision2
2538	contextSpan
6851	testViewer
3421	delimit
204	Collections
2570	OnlineLearning
3559	period
4981	cost
5074	url
6932	20071015L
1232	modified
3876	True
2698	summarize
7192	26170176100200198
4376	abbrevShort
4473	canRecieve
7441	Stirling
3438	generate
5936	estimation
7057	closePipes
430	Mike
4009	subpanel2
4006	subpanel1
5172	TOP_FEATURES
1881	SequenceAnnotatorLearner
2301	crf
3078	setting
146	Example
2933	TODO
5409	subspans
1627	findClass
2607	getAnnotator
1727	showSaveDialog
4852	setHorizontalScrollBarPolicy
3114	testStrings
5438	Margin
5621	profile
7161	logFactorials
1459	SaveParams
