4457	assertEquals(.87,e.f1(),0.02);
0	
12216	"No
20187	SpanResult(String[]
11610	classCounts.put(s,(d=new
22731	testData)
23369	System.out.println("labels
9533	SmartVanillaViewer
3175	instance.getSubpopulationId();
24140	+(((C7
20801	setShowTestDetails(boolean
23282	Task{
21004	testData;
14928	"+e1.averageLogLoss());
9823	for(i=0;i<n;i++)
7300	statusMsg);
7653	System.out.println(sd.toSummary());
9521	time.
10865	Color.cyan);
4924	testData,
11440	(Example)query;
11443	c=new
17385	if(checkStandardStatsOnly){
14236	binaryclassifierlearner
575	mainPanel.setBorder(new
4337	if(textBaseId!=null)
1303	"
17999	newobjectfrombsh
4803	if(email.contains(test))
2112	IOException("Could
8368	#
2989	&
16478	POS,
10786	'
8370	%
13093	possibly
6	*
127	answer
11528	testData=
21333	TrainTestClassifier().callMain(args);
1296	+
1563	getSubpopulationId();
10433	(
469	)
11857	.
3589	Logger.getLogger(EncapsulatingAnnotatorLoader.class);
6266	Map<Span,Integer>
8844	/
17453	cvs.split(i);
10013	unit-length
11949	,
35	-
5390	3
3458	2
6077	1
4951	TransformedViewer(v.toGUI())
23565	Pr(+)
16396	"POS
1367	0
17900	helpConsumed=true;
5662	srcname
12467	5
6060	4
737	;
2968	if(loc==ViewerControls.LEFT){
922	:
23372	labels.getTypes().iterator();
14775	highrisk
11910	9
8395	8
937	?
8719	"+theCount);
5777	>
367	=
14172	runmixup
5800	<
4474	LongUITest(
7543	currentPrediction=w_t.score(x);
21341	E
1341	TextBaseLoader.DOC_PER_LINE,sgmlExpected);
17598	(d==0.0)
6974	onlinetextclassifierlearner
7510	G
1538	A
10537	getValue();
8956	B
18310	C
20588	log.debug("segmentation:
4568	notcmt
8902	rejection
9670	L
23665	3.472021382978770e-03,
18670	TypeSelector(Class<?>[]
3404	N
5837	iitb.CRF.DataIter
8558	I
20647	J
20600	"+annotationType+":\n"+segmenter+"]";
3396	K
386	innerLearner,Splitter<Example>
9149	U
3775	T
23451	XValTest
2632	statusMsg){
9223	W
9174	V
18489	CrossValidatedSequenceDataset(learner,sequenceDataset,splitter);
18628	P
8697	times
4887	trainCds;
8036	R
16070	shuffle(){
8911	09/24/99
9672	]
17078	WebmasterSplitter(String
15590	predictedrlt
13926	cd=(MultiClassifiedDataset)o;
12942	"+superView+":
1619	schema.getClassIndex(
9180	Y
22966	notation
9162	X
15693	[
4000	l){
7781	Z
1268	f
20368	action){
19831	value=index.size(f);
9907	g
3842	lookup(accum,span,i);
8363	d
9119	-Math.log(r5);
19805	Feb
471	e
1728	policy.
10208	b
742	c
19281	isinline
51	a
20269	SetResult<Span>{
16284	"false"(more
15236	n
12319	newHi)
1431	o
6773	Toggles
7641	Results",extractionEval.toGUI());
9763	l
21491	standardDeviation)
9025	m
13044	Options
853	j
10503	FancyLoaderTest
3152	k
936	h
15268	c.getExplanation(instance).getTopNode();
14392	POSTagger
886	i
509	w
23572	Pr(-)
561	v
590	u
6389	t
4895	s
17566	r
3157	InstanceFromSequence(Instance
18416	innerLearner.addExample(answeredQuery);
8584	q
4001	button.addActionListener(l);
8574	p
22512	i.next()
21480	standardDeviation;
18784	currentName=shortenedClassName(o.getClass());
9151	U(0,
4398	getbase
203	}
8082	|
19043	'"+textField.getText()+"'");
363	{
19668	z
8093	-wp*(1-tau)*sig
13058	y
9954	x
22723	TransformingMultiClassifier(c,
10193	ispositive
14911	l.setDoProbabilityEstimates(false);
7684	entity
7497	x1,Instance
22229	span=input.next();
15167	ff=new
20953	type.test(s);
14740	namematcher
3130	gettext
22702	train-test
19366	splitPane.setDividerLocation(400);
13754	BOTTOM;
11943	LEAGUE
23336	"defSpanType
20739	setpmsneg
3791	estimated
3785	basic
22485	bestclassnames
5049	s=(Span)o;
16062	buf.append("size
3392	derived
8144	jan
18742	log.warn("can't
7455	this(true,1.0);
7873	tokenizer.splitIntoTokens(sampleDocs[0]);
18762	seperately)
6129	documentList.setVisible(true);
21100	JProgressBar[0];
15327	this.args
9863	belongs
14901	libsvm
2692	much
11679	dotprod
13470	Index(i,j));
15262	MyBinaryClassifier
14493	ArrayList<String>(allNames);
965	"+c.schema.getClassName(i)));
6766	outType){
6775	ReadOnlyButton
2307	loadops
3290	CommandLineProcessor[]{gui,base,
8380	column
3010	ControlledViewer(new
8656	addFeature(String
10661	schema){
15207	testList=iteratorToList(testIterator);
13303	classifiers=multiClassifier.getClassifiers();
4900	saveTrainPartitions
4686	jtable
862	update
9496	Result",new
9629	.getSpansWithProperty(spanProp,id);
22225	extendLabels(labels,i.next(),statement);
11954	premiership
17458	rs.split(cvs.getTrain(k));
16253	hypothesis).
6108	t=j.next();
1023	tostring
20767	ClassifyCommandLineUtil.Learner{
23630	pseudoCounts,boolean
17216	"+k1+"
14046	dc.targetFeature=(Feature)argument;
2633	synchronized(documentList){
14599	]+");
1158	possible
983	sequential
3034	applyControls(ViewerControls
362	BatchClassifierLearner
317	activelearning
12803	isType(String
5658	charindexsubspan
22506	schema's
11744	"My
14910	estimates
9734	iseed1,iseed2;
12695	0,...,hmm.nstate-1
6723	labelBox.addItem(spanTypes[i]);
14501	FreqAnal
2117	entire
11146	(IOUtil.saveSomehow(testParams.resultToSave,testParams.saveAs))
113	which
8252	extractFeatures(Span
5110	idviewer
6963	EditedSpan{
14819	checkClassifyText()
18798	edit");
4671	i=instance.featureIterator();i.hasNext();){
1681	java.io.ObjectInputStream;
836	k<=historySize;
9671	"+p+"Continue*
44	schema);
20891	learn){
16330	updateVotedHyperplane(1);
8564	hmm;
19845	filter=
13709	classifiers[i]=innerLearner.get(i).getClassifier();
19839	filter;
21096	format=new
18652	getAllowedPValues
3163	history.add(
9866	documentGroupId);
19780	IllegalStateException("constrained
10160	if(otherLabel==null)
19943	split(Iterator<Example>
6155	statusMsg.display("Token
20332	i=bag.iterator();i.hasNext();){
8568	hmm,
474	Example(transformInstance(schema,e,innerClassifiers),
9568	setTrainFraction(double
22019	p,MonotonicTextLabels
15559	augmentedinstance
21382	constructing
18598	NegativeBinomial(10,0.5);
7561	increment
20455	filter_
1235	interpreted
12065	spanish
14336	i=b.documentSpanIterator();i.hasNext();){
273	MultiExampleSchema
15172	setNumberOfFeatures(int
2748	AbstractAction{
18209	MultinomialClassifier
12206	labels.addToType(longSpan,
15709	System.out.println("Score
1415	interpreter
419	innerLearners[0];
23450	assertEquals(0.415,error,0.05);
14386	stand-off
5688	currdstentry
22121	filters
1267	getProperty(SCRIPTDIR_PROP);
3578	fileName.substring(0,fileName.length()-".class".length());
18109	REFERENCE:
16476	spanProp
15183	featvalues
3746	getmessage
11082	ex.asInstance();
14430	writer.close();
20544	"If
14307	space
17549	TreeMap<String,Double>();
22346	ViewerTest()
13987	ExplanationViewer
23039	SoftDictionary[schema.getNumberOfClasses()];
14119	mixup=new
5993	getTruthBox(){
11154	getExtensionFor(String
803	rather
7850	constructior
9622	useSpanType=spanType!=null;
5180	parentName.
2820	spandocument
9892	this(innerLearner,5);
10306	splitter=b;
16249	EMNLP,
18990	j=0;j<allowedValues.length;j++){
10526	fancyloadertest
2653	nullSpan(){
4194	labels,StatusMessage
20766	SequentialLearner
13609	importance'
23526	ClassifierTeacher
11378	labelsFile
19964	helps
8439	'label'
16118	setSignalParameters(CommandLineUtil.OnlineSignalParams
14525	i=lowRiskNameList.iterator();i.hasNext();)
23086	if(edit.trueType!=null){
4347	MixupDebugger(base,groundTruthLabelsFile,mixupProgramFile,
21156	System.out.print("|
7885	TextToken[]
22091	filter,
14974	st=new
23239	System.out.println("\nTotal
13314	Explanation.Node("MultiClassifier
6461	recall
20178	filter.
19088	if(value!=null)
14580	highRisk=(tn.matches("(\\w"+DIV+")+"));
1462	datapropertiesfound
4105	specified";
7134	warning
21814	AdaptedSequenceClassifier(sequenceClassifier,sequenceDataset);
13623	rankedexamples
14311	BasicSpan(documentId,textTokens,0,textTokens.length,
5185	single
16366	pos_h,Hyperplane
14486	NameMatcher(String
23922	(k==0
23924	(k==1
19663	val;
18375	combineddataset
4241	updateTypeBox(programLabels,viewer.getGuessBox());
908	Hyperplane[]
9645	getTaggedLabels(){
21966	lineNo=0;
15484	val:
2276	String[]{beginOrEnd,type});
7686	testextractor
12086	bradford
16163	"+i,
14202	classificationsignalparameters
1147	"+props.getProperty(DATADIR_PROP));
7097	result=new
13795	Tell
1162	getPossibleTextLabelKeys()
21192	Analogous
9867	size();
1316	documents");
8906	Modelling
12825	indict
14702	~re'([\\.\\-\\w+]+\\@[\\.\\-\\w\\+]+)',1;"});
1377	MixupInterpreter(new
21779	Iterator<Feature>{
5093	MixupInterpreter(p);
746	ProgressCounter("training
12594	findbestlongform
17654	StringBuffer("initial
16637	stopList=new
2100	embedded
10086	classLabel.isNegative(),
23689	25.19122118273868150,
23925	k==n-1)
9465	//System.out.println("setting
2247	LabelInfo{
7775	binomialStdErr(){
2890	getvalueisadjusting
6837	Saving
5883	iitb.Model.EdgeFeatures(this,
15691	tmp2*count;
18280	System.out.println("iteration="+(iter+1)+"
16148	gettextlearnerparameters
10363	falseData
11328	loadfromfilename
9795	(0,1).
23090	editor.getViewer().getGuessBox().setSelectedItem(edit.extractedType);
19519	negativeLabel(double
8213	getters
8752	while
8041	R_quickstart.txt
19078	JLabel(type.toString()),
12946	log.debug("no
4658	InstanceViewer
18420	innerLearner.reset();
16819	segmentTransform
16159	history.add(new
21608	add(nextButton,gbc);
14906	trainSet=SampleDatasets.makeToy3ClassData(new
11538	false,signal.cross);
15191	valueig2
2091	out.println("\t"+span.asString().replace('\n','
19628	this.voted
21344	if(b.hasNext()){
8422	tmpBase=new
10754	size(){
13791	MinimalMarkupControls.this);
16387	dec>=0?ClassLabel.positiveLabel(dec):ClassLabel.negativeLabel(dec);
22885	y_t_hat=pos_t.score(example.asInstance())-theta;
22796	(featureIndex(f).get(i)).getWeight(f);
19574	multiposlabel
16884	this.classifier
12136	Schwartz,
23481	SubsamplingCrossValSplitter<Instance>(3,0.2);
8792	lala;
23867	1.8532718694937346E280,
22230	output=labels.getTrie().lookup(span);
18925	warning=false;
3809	gettest
6650	OnlineClassifierDocumentEditor
7530	size="+cache.size());
19019	typeOrBrowsePanel.add(browseButton);
10593	SemiSupervisedClassifierTeacher
15297	"-loadFrom","tmp.ann"})
5656	getlevel
18448	ArrayList<Instance>();it.hasNext();list.add(it.next()));
16167	getSubpopulationId(){
23407	LearnerTest("bayesUnlabeled",new
15595	temval
3769	AbstractLooper(Collection<T>
17951	FeatureBuffer(TextLabels
23649	1.041126526197209e-02,
2519	.numericLabel());
2326	advance
22195	this.offLevel(level);
12260	itr
19579	getprobability
14435	sentencesplitter
13427	batchTrain(s);
6290	boolean[spans.length];
5275	its
3740	findclass
21346	System.err.println("remove()
16841	BinaryClassifierLearner
211	teachers
11446	ViewerFrame("from
23985	a)/(b-a)
3102	weightx
3103	weighty
1552	spans
18979	allowedValueMethodName=
9574	Iterator<List<T>>
21269	ByteArrayInputStream
7467	if(usedFeatures.add(f)){
14358	testList.add(t);
13286	October
19455	viewerTracker2=
14648	last){
8374	-saveAs
12255	isTrueDefinition(String
2316	loader
23243	doMainRunning=false;
12581	iss
6757	readOnly){
21032	MultiTrainTestParams(){
23847	6.917786472619482E236,
17359	query);
4233	JTextField(e.toString()));
3848	node=root;
21606	prev
3717	annotatorloader
17771	Functions
1465	loaded
8201	fe.setFeatureWindowSize(featureWindowSize);
12505	args[++i];
6923	checkLabel(int
21132	graphicCounter.setIndeterminate(numSteps<0);
19450	viewerTracker2;
15630	msg05
21024	getTestsetFilenameHelp(){
5928	negativeclass
7100	ViewerFrame("Result",new
21468	transformation.
20192	fe.emit(this);
19631	if(!w_t.hasFeature(f)){
14861	e1.extend(c1,SampleDatasets.toyTest(),1);
2981	add(controls,gbc);
630	press
21928	Extraction2TaggingReduction.class);
18829	type=props[i].getPropertyType();
11712	docSpan.size());
981	"[MultiClassVPClassifier:"+StringUtil.toString(w_t,"\n","\n]","\n
19308	nosuchmethodexception
19511	score):multiNegLabel(name,
13861	javax.swing.table.TableCellRenderer;
2153	end=start+s.size()-1;
2248	span;
6298	span:
21090	gettestsetfilenamehelp
20897	trainingData.\n
23698	51.60667556776437357,
5614	dstOffset;
133	teacher.
23755	5.502622159812089E57,
17852	"TestExtractor
15613	"msg05";
2695	span.
4965	span,
8202	AnnotatedSpanFE{
7349	base=SampleTextBases.getTextBase();
10081	posWeight()
7435	Status:
12215	span)
21438	documentation.
7985	contrary
4038	object_selected
17724	rates
23942	factorial((int)
17727	"+sigAcceptRate);
17662	"+tau[i][0]+",");
21878	TWO=new
4436	suite(){
4121	statusMsg=new
8647	Pattern.compile(patternStr);
15710	"+ct.getChiSquared());
20400	uwBag.add(str,n);
21442	"as
14750	postlabels
16414	abound
4522	LongUITest(Class<?>
8838	HREF="http://www.statsoft.com/textbook/glosp.html#Poisson
14649	if(name.length()==0)
22946	i=1;i<ll.size();i++){
4725	labels=null;
3376	saveas
8180	AnnotatedSpanFE
12901	receiveContent(content);
8928	k4,
136	must
21836	HashMap<Example[],ClassLabel[]>();
20783	saveAsFilename;
13165	hasid
5858	super(gen);
21443	is"
19492	WeightedSet<String>();
754	curious
13797	selectedType=(String)typeBox.getSelectedItem();
6819	Opening
20959	getSplitter(){
23018	this("SoftTFIDF");
19777	"\t
22884	ll.remove(LIST_SIZE+1);
22486	InsideOutsideReduction
19085	"\n
6244	(DocumentCellWidthSlider)e.getSource();
22122	if("filter".equals(levelType)){
8882	Zechner
2799	changeevent
15084	rate2
14012	classifierViewer=
4282	JFrame("MixupDebugger");
2569	edu.cmu.minorthird.text.Span;
9624	NestedTextLabels(labels);
23324	Merger
14578	tn=j.next();
24118	-1/360
540	this.finalClassifier
20072	requiredAnnotation==null?"":requiredAnnotation;
18818	//Possible
8889	Doctoral
21557	(exi.getLabel().isPositive())
20934	TestParams
9499	TrainTestExtractor().callMain(args);
22470	multiSpanProp){
11388	load(new
2661	here.]");
8800	linematcher
19776	System.out.println(weightOfPrediction
19224	AbstractAction("Print")
22802	total+=1.0;
3072	viewercontrols
13435	same.
16017	getNumberOfSegmentGroups(){
20408	Function{
7793	deviation
19266	propertyeditor
16160	String[]{"Predicted
22649	if(ld.nameOfFileToView==null){
14787	nm_labels
17136	//split
13297	this.transformer=transformer;
4209	truthLabels;
1203	it.
11415	edu.cmu.minorthird.classify.experiments.Tester;
9494	(base.showResult)
9182	acceptance-rejection
1065	repository
16378	Example(instance1,new
14323	getOffset(String
21256	"+redirect);
1301	System.out.println("The
17828	reparametrizelambdas2tausig
4219	truthLabels,
21023	it;
2484	negExamples=new
6559	contextSpan;
3968	button=new
5695	newlevelname
16870	-1.0,
14195	/*"signalParameters",*/"trainingParameters","additionalParameters",
4885	ClassifiedSequenceDataset[]
23129	norm=0.0;
21014	MultiTrainTestParams();
2415	helper
5349	currMapper=dstIterator.next();
5869	SemiMTFeatureGenImpl(int
198	learned.
9532	is.
260	Cameron
20553	is,
9078	k5,
23828	5.574585761207606E196,
13017	superviewer
8920	-1.0;
8630	it)
9666	baseTag){
2996	viewer.canReceive(obj);
7751	b.cov;
18176	numberOfClasses+=1;
15516	truefeatures[i]=features[i];
2881	getstatus
7483	if(tau_t!=0){
10020	addedASegmentStartingAtPos
16524	".data";
8930	k5;
11014	transformations
1302	is:
18004	eval_save_file
19752	IllegalArgumentException("predictedClasses,
5741	compareto
20070	this.requiredAnnotation=requiredAnnotation;
19925	filter.toString(8));
17568	sumWgt2/sumWgt)
17668	it<numIterations;
16106	Online
48	everything
11578	index,ExampleSchema
13406	rankedExamples
19339	zero
10430	"+tot);
13726	ViewerControls.
7050	annotation
12071	draw
4028	defaultdir
3422	Instance[][]
19185	SampleInner();
17989	TRAIN_FILE
20718	infogaininstancetransform
15210	result.add(i.next());
14767	working
21941	save});
12555	schwartz's
19789	Explanation.Node(searcher.explain(sequence));
12487	extracted"
15773	setLogSpaceOption()
3291	save,signal,train});
6366	tp,AttributeSet
683	Hidden
1874	closeLabels(labels,closurePolicy);
10277	FIXME:
13420	"epoch",
2216	TagInfo(label.end,"</"+label.type+">",false));
18023	base.loadDocument("f2","PBJ's");
6133	displayed
22566	annotating
8717	+=exprelength;
16687	if(!format.equals(CONFIG_FORMAT_NAME))
1187	<ol>
13615	rankingboosted
659	transforminstance
21066	paramaters
2450	ranking
16495	endtag
20565	label=new
15825	super.init(tokens);
2478	rankingLists){
12838	propogating
12732	backward
12519	FN:
13109	Give
2995	obj){
2306	setclosurepolicy
13747	makeApplyButton(){
20164	operated
1554	Testing
6346	marks=spanMarkups[index];
5375	.getDocumentContents());
1487	getproperty
15984	mtfeaturegenimpl
2876	tpcolor
23356	prog
1637	BinaryClassifier[
3834	TrieNode();
14618	order){
15389	newStackingDepth){
8086	prob
8617	expressions,
13526	cur_W_Neg=0;
3048	ViewerControls{
661	getlabel
8190	BagOfLowerCaseWordsFE();
9537	JLabel("[null
17958	FeatureBuffer");
14167	StringUtil.toString(output.getAllowedOutputFormatValues()));
8254	EmptyLabels(),s);
1591	innerLearner,int
7679	extractionEval;
8228	getUseCharType(){
5285	parentSpan=
8227	useCharType=flag;
1565	getsubpopulationid'
24007	chbevl(
20960	splitter=s;
16469	BinaryClassifier)
1527	prop
3519	segmentdataset
7742	Combine
19972	annotation);
12741	nesym
5825	segLengths[segmentStart]+segmentStart-1;
12034	remind
11771	TEST
4031	files_and_directories
6085	log.debug("reset
5838	Iterator<CandidateSegmentGroup>
17445	this.folds=k;
5508	MapEntry(childDocId,childOffset,parentDocId,
8400	374.0
21414	super(ex);
22822	"From
6431	initializelayout
14957	setDelta(0.05);
14515	Confidence
3044	uc="+uc+"
22474	getFE()
7812	jtextarea
13934	value,boolean
5539	childDocId,int
21951	signal.spanType,signal.spanProp,fe,historySize,reduction);
338	edu.cmu.minorthird.classify.algorithms.linear.MaxEntLearner;
12517	FP:
12950	obj);
9597	nextdouble
9806	(iseed2<0)
7319	viewer.getGuessBox()
9917	accumNeg
5558	parentLo);
13885	correctButton;
12757	if(multiClassifier
5175	TextBaseEntry
12187	j=accum.iterator();
11905	drew
5194	sure
7085	if(test.loadFrom==null)
19406	getDocumentGroupId();
7070	baseparams
19272	getbeaninfo
16299	Problema:
12120	Abbreviations
21596	add(importButton,gbc);
14885	Only
16312	excount++;
18782	"+key);
17765	i<(K+1);
1135	(props.getProperty(DATADIR_PROP)==null)
1868	i=0;i<docList.size();i++){
22308	getoldtype
2460	HashMap<String,List<Example>>();
6522	batch
17969	dataFile=new
19559	weight)
1770	characters
14541	docSpan.subSpan(j,Math.min(docSpan.size()-j,WINDOW_SIZE));
19871	object){
16305	neg_t=new
22585	annotatorList.add(getAnnotator(s));
884	sequence.length;
8760	Buffer
10926	getTextClassifier(){
5582	purposes.
10143	weight;
11620	weight:
22866	if(mode==4){
20395	fr=new
6777	msg){
11657	aNorm+=aw*aw;
21997	getsaveas
3604	finding
10417	"+wp1+","+wp0+","+wn1+","+wn0);
2429	Learns
10505	FancyLoaderTest(){
15392	making
687	Experiments
9981	previousClass;
23126	featureFreq){
16005	ArrayList<CandidateSegmentGroup>();
23252	\n");
17044	stratified
5335	ultimately
3504	result.addAll(
22062	getLabelsForLevel(String
24334	Currently,
23404	changed---which
18330	System.out.println("******likelihood
20439	addition
18315	priors),
13635	itindex
6097	if(truthBox!=null)
5086	entity:speaker
8874	HREF="http://www.cis.tu-graz.ac.at/stat/stadl/random.html">C-RAND
9914	weights
23273	JScrollBar
17035	stratifies
19320	helpstring
9950	target
16395	Example(ins,ex.getLabel());
12839	events.
21384	classification.
14520	".
1903	"0
8624	(vitor
14191	/*"extractionSignalParameters",*/"trainExtractorParameters",
12304	indexOf(char
1862	"+
20866	this.trainData=type.trainData;
5304	located.
4914	",
20574	SegmentAnnotator(segmenter,fe,maxWindowSize,annotationType);
8599	plog;
10870	StyleConstants.setBackground(red,
4161	gbc=new
23246	wait
12465	")
14537	"%
3943	kid
180	intervening
9673	";
1999	":
3011	MyViewer(),new
15458	CoreRelationalDataset.getLinksMap();
16206	documentspanlooper
21531	cachefilled
5341	Iterator<TextBaseMapper>
8998	Rectangular
15720	getpmutualinfo
3493	getSubsequenceInstance(int
4697	black
16383	example1=Winnow.normalizeWeights(aa,true);
9668	"...
6619	setCharacterAttributes(beginSubspanInDocument-beginContextSpanInDocument,subspanLength,attributeSet,true);
10689	j=0;j<classLabels.length;j++){
16873	ViterbiSegmenter(c,schema,maxSegmentSize);
13883	targetFeature;
275	dataset.getMultiSchema();
17217	"+k2);
6841	Reset(String
13963	filteredData.addMulti(e);
425	i++)
6646	edu.cmu.minorthird.text.learn.OnlineTextClassifierLearner;
4328	if("-stem".equals(args[argp])){
12890	getSuperView(){
23622	//System.out.println("out
10808	viewer1,viewer2
22522	MaskedInstance(i,
15252	schema,ClassifierLearner[]
20705	d=Math.max(0.0,(v-m)/(r*m));
13159	"[
3238	togui
12790	Collections.EMPTY_SET;
8727	startWithSameInitialPunctCharacters(String
21196	redirectionProps=new
8592	plog,
23862	2.0063439050956838E269,
11992	i++;
15439	"+params.splitter);
14086	classifications
10162	otherLabel?");
22526	makebinarytransform
10886	learner;
23637	poissonclassifier
14897	stuff.
1353	tbl.getLabels()
2503	Comparator<Example>(){
13856	learner1
23176	JTextArea(20,100);
22930	factor=Math.pow(beta2,deltaLoss);
4516	//End
23389	testprogram
22785	addExample(i.next());
19046	checkbox=new
21284	"+this+
15366	stackingDepth=1;
15481	hashMap,
5750	Sarawagi
3003	viewer.canHandle(signal,argument,senders);
13552	System.out.println("W_Pos:
3439	this.maxWindowSize
16648	if(!(stopList.contains(methods[i].getName())||
6495	integer
10629	"Pop
9988	"+instance.getSource());
11110	testParams.resultToSave
7582	extractors.
10489	totalweight
15530	ds){
16612	}catch(InvocationTargetException
7836	boat
17806	sumx
14462	NameMatcher
15094	sumy
58	learner.
13514	(rankedExamples[i][j].getWeight(score)));
3192	"[instFromSeq
8682	[A-Z]
22155	evaluate(Statement
61	learner,
412	learner)
15093	sumv
14545	Found:
846	!=
1969	nothing
17960	spanresult
7888	tokens2.length);
14760	transformdict
21900	s=map.keySet();
17948	buf.getInstance();
3306	construct
1534	Get
13685	getMultiSchema(){
500	innerClassifiers[i].classification(oldInstance);
12027	comments
466	(Iterator<Example>
12140	Symposium
22628	stem=
18801	PropertyEditor(true,false);
8989	body
135	learners
20432	stringbagresult
834	&&
1970	CLOSE_BY_OPERATION:
4876	System.out.println("stem
9263	zechner
18874	String");
23749	8.15915283247898E47,
23394	edu.cmu.minorthird.classify.algorithms.linear.BalancedWinnow;
487	innerLearners[i].batchTrain(dataset);
23642	8.106146679532726e-02,
4862	s.toLowerCase();
4073	stem)
20689	vWgt,double
13683	innerLearner.add(learner.copy());
8837	definition</A>
7988	convinence
14450	readfile
12658	getNamedSubView(String
10544	BINARY_EXAMPLE_SCHEMA=new
11196	TitledBorder("Execution
17522	sumX
1350	key
20780	showData=false;
19054	if(isInLine(pname))
3869	if(kid==null)
2862	editing
4934	ids.add(e.getSubpopulationId());
4563	notdlv
2374	savetypesasops
9932	"no
23771	3.146997326038794E85,
8563	HMM
20720	negativebinomialclassifier
13204	buf.append("instance:
1204	script
23783	3.307885441519387E107,
15256	classifiers);
19269	optionpane
5714	childtb
9755	(LSW)
22597	getTextLabels(File
17087	FileReader(new
1838	setSpanProp(tok,in,file,base,labels);
19306	pname2
4285	mixupProgramFile,false,false);
3455	containing
20714	poissonlearner
1875	addToType(StringTokenizer
8357	crAnn
21887	if(count==ONE)
13554	System.out.println("W_Neg:
13034	lightweight
1911	IllegalArgumentException("bad
6786	docIndex=documentList.getMinSelectionIndex();
21730	prevbutton
12408	(!
5429	pieces.
2045	pc2.finished();
6321	spanComponents[i]
13077	pairs.
2545	HISTORY_FEATURE
21147	progress(){
1018	sequenceiterator
20091	steps,
6976	onlinelearning
18626	follows.
23890	"n
5769	alloc();
13066	-foreground
21514	organization
23865	7.471062926282892E275,
292	MultiExample
20598	"+annotationType+":
5961	neg_class_name
4808	name=i.next();
351	Generalization,
1218	"data.properties"
2086	if(span.size()>0){
5562	follows:
22446	Example(fe.extractInstance(textLabels,s),ClassLabel
16082	copy.addCandidateSegmentGroup(o);
3641	FileInputStream(file);
16547	while(i.hasNext())
15161	val=featValues.get(j).value;
13731	desired,
14724	System.out.println(e2);
22815	Notation
21171	if(graphicCounter!=null&&graphicCounter.isIndeterminate()){
14801	model="modelFile.dat";
6000	label=i.next();
15287	NaiveBayes()"})
657	stackeddata
10083	ignores
1077	"edu.cmu.minorthird.scriptDir";
11259	JProgressBar[]{progressBar1,
18983	o.getClass().getMethod(allowedValueMethodName,
23347	vp:t+
8673	i++){
18704	init(rootClass);
17646	Lambda
20807	showData=show;
21909	multiset
24330	xlongbinomial
13116	configured
7726	serialVersionUID=1;
11268	this.getClass().toString().substring("class
19949	i=0;i<strata.size();i++){
458	+"
12882	setSuperView(superView,ONLY_SUBVIEWER);
9781	@see
22524	"[InstanceTransform:
9050	*=
13722	applyControls()
15136	Object{
76	learning,
24133	(x
13493	expLoss;
12823	isannotatedby
2300	close_types_in_labeled_docs
79	learning.
9033	(u
11641	result.add(s,Math.log(d/tot+0.001)-Math.log((tot-d)/tot+0.001));
21499	(r
4561	deliver
8577	(p
8523	confidencereportingsequenceannotator
23910	(n
7795	combine
4177	row=col=0;
1435	(o
3585	log.warn("error
27	*/
10197	multilabel
24029	(j
21524	standarddeviation
16665	val="";
1611	innerLearner[i].reset();
20965	TestParams{
9042	(k
10597	semisupervisedclassifierlearner
16393	if((lpos_h.hasFeature(f))){
12503	(i
6771	if(readOnly&&!DUMMY_ID.equals(documentSpan.getDocumentId())){
13688	it){
16798	edu.cmu.minorthird.classify.transform.LeaveOneOutDictTransformLearner;
7858	steps
1269	File(new
883	+=
6616	){
23360	guessLabels
24353	tbMan,
20819	BaseParams{
19233	jeditorpane
5450	level=newLevel;
23617	numPos+numNeg,
23020	this(DEFAULT_PATTERN,distanceNames);
20375	j=0;j<wordArray.length;j++){
12277	+3
19093	if(isHelp){
17786	*N
7503	+1
1638	numClasses
20425	annotationprovider
24357	tbMan;
18034	fe.extractInstance(labels,s),
905	Classifier,Visible,Serializable
3534	mutablecandidatesegmentgroup
2134	(B
5283	parentOffset=mapping.dstOffset+(srcOffset-mapping.srcOffset);
4359	windowadapter
17258	size="+totTrainSize);
5007	add(new
2218	if(!added){
16317	f=j.next();
17132	constraint
5760	SegmentDataSequence
24032	Instantly
17733	"sigma",new
582	SmartVanillaViewer(sc.finalClassifier);
7746	followed
11046	Classify
4272	newType=newTypeField.getText().trim();
987	algorithm
7280	kou
22840	(0
16535	i=d.iterator();i.hasNext();){
13595	koo
7417	transform(i.next())
22318	regexgroup
14890	(4
13449	actualFtrs
1261	SampleClassificationProblem.trainLabels();
5546	if(curr.srcOffset<=childOffset){
7664	SpanDifference(propertyIterator(labels,ann.getSpanType(),val),
20501	log.info("committee
15787	()
12791	getProperty(Span
7945	(a
10669	serialVersionUID=2;
3579	System.out.println("loading
11071	jlpTest;
16728	mother=s;
8952	larger
10602	Extraction2TaggingReduction.
20738	mudeltapos
20035	'x
18202	i=index.featureIterator();i.hasNext();){
9241	(X
10949	outputtype
4624	it's
21009	TrainTestParams(){
827	);
7249	edu.cmu.minorthird.classify.relational;
20019	it).
14983	x[j]=new
22647	LabeledDirectory();
13121	configures
17192	partitionContaining(List<Set<String>>
10838	zoomedIn.canReceive(argument)){
23611	estimatedProb(ngp,numPos/c.getScale(),featurePrior,1.0/c.getScale(),
16786	laffter
4605	e,int
11873	's
9202	(U
9194	(V
9186	(W
4253	t=i.next();
839	))
17778	m/N;
5154	HashMap<String,TextBaseMapper>();
9505	gettraintestextractorhelp
16881	),
11472	within
20507	(r.nextDouble()*data.size());
10068	).
17055	String.
1773	LENGTH==-1,
5967	segmentation
4480	"-spanType",
5142	String)
245	/*
9717	Comm.</CITE>
5141	String,
11344	errorarea
23060	traindistances
6547	semisupervised
22532	LeaveOneOutSplitter<T>
158	results
15768	options.setProperty(argTok.nextToken(),argTok.nextToken());
12515	System.out.println("TP:
8274	from(s).right().token(i).prop(tokenPropertyFeatures[j]).emit();
10042	accumneg
9148	(;;)
18125	trials
14959	TestSuite(LibsvmTest.class);
294	query){
21853	(labelSeq==null)
19079	gbc(1,row));
12908	result=
5265	if(srcDocSpan!=null){
12971	appropriate
12824	hasdictionary
2132	such
23582	Logger.getLogger(PoissonLearner.class);
13737	controlled
7915	0,
20367	stopwords(String
6567	this.contextWidth
11953	league
1127	relative
6956	0)
14048	sendSignal(TEXT_MESSAGE,featureSummary((Feature)argument,cd.index));
3024	lastObj=o;
12225	str.length()
17788	Double(v).isNaN())
21170	finished(){
20952	test(String
4373	truthlabels
437	//
2	edu.cmu.minorthird.classify;
22249	IllegalStateException("illegal
18580	/=
11277	knn
22351	String;
11022	RandomSplitter.class,
12914	(namedSubViews.get(ONLY_SUBVIEWER)).getSerializableContent();
14535	i=labels.getTextBase().documentSpanIterator();i
16883	ViterbiSearcher(Classifier
16156	this.instance=instance;
9837	equivalent
12423	lIndex;
18159	SemiSupervisedNaiveBayesLearner
4507	result)
12970	sends
23344	subj
7821	lamb.
10951	labeleddata
14866	stats1[2]=e1.maxF1();
13549	System.out.println("best
12440	lIndex)
3355	getsignalparameters
15777	(very
15632	loadfiledata
3033	result;
9254	generator
13075	treated
21229	is=findFileResource(source);
19214	(!rootClass.isAssignableFrom(o.getClass()))
3782	unknown.
16314	example=Winnow.normalizeWeights(example2,true);
13575	-=
2677	->
7628	(MonotonicTextLabels)annFullLabels);
9126	Arithmetic.logFactorial(m);
12269	ioe.printStackTrace();
4575	begincontinueenduniquereduction
8096	+(b1+b2*sig-1)*Math.log(tau*(1-tau));
11647	this.e=e;
15358	StackedBatchClassifierLearner{
23756	2.5862324151116827E59,
9634	taggedLabels.setProperty(span.getToken(0),tokenProp,beginTag);
6628	rightboundary
23349	[any{5}]
18545	tokpropfeats
9150	--
3678	clazz;
12261	entry.iterator();
21071	getlearnerparametershelp
18866	ep.setEditorKit(new
2270	Set<String[]>
3781	-1
7586	extractionEval=null;
10077	binaryLabel
23187	vb){
17722	buf.append("sigma
16164	previousLabels[i]}));
13828	ManyVsRestLearner()
8707	expression.length();
18631	getter
23521	this.expectedTestError=expectedTestError;
22325	importfromlevel
16203	documentSpan).
11960	36
13125	occurs
8547	seqann
18236	4.
12747	edu.cmu.minorthird.classify.transform.TransformingMultiClassifier;
7052	documentSpan);
8997	hats.
11957	42
10782	annotator.annotate(labels);
3806	getTest(int
11125	(testParams.showTestDetails)
18106	Gamma(r)
22211	input=labels.instanceIterator(startType);
14661	System.err.println("applying
6874	documentMessage(nextCursor);
5357	Tokenizer.
13974	2;
8744	turn
12294	this.lo=ss.lo+lo;
17233	List<HasSubpopulationId>
17740	lambdaEstimateVec)
10221	builder
21657	EDITOR_PROP,
20303	stringBag.add(value);
6451	setcellrenderer
17628	lambdaEstimateVec,
7240	JPanel{
23674	29
8172	negative_infinity
18223	3.
12671	parallelpane
21058	getshowtestdetailshelp
17284	testusers
11345	clearbutton
17892	if(k+1<args.length&&!args[k+1].startsWith("-")){
16548	Dataset",data.toGUI());
13201	buf.append("candidate:
20979	it=((MultiDataset)testData).multiIterator();
17769	lambdaEstimateVec;
22907	3)
13421	numEpochs);
5134	ways
11513	this.save=base;
4930	msg,SequenceDataset
592	innerPanel.add(u);
907	1;
8391	19
12202	doc.charIndexSubSpan(longForm.lo,
22063	levelsToLabelsMap.get(level);
8392	15
3550	getmaxwindowsize
12729	hmm.hmmModel.print(new
3914	ResultIterator{
6340	way!
8399	11
8388	12
4801	labels.instanceIterator("extracted_email",test.getDocumentId());i
5479	20
9445	setTrainingParameters(CommandLineUtil.TrainExtractorParams
18177	2.
6182	figure
13039	"-foo
12371	2,
16795	eqpos0
6658	SpanFeatureExtractor
11358	2)
1138	props.setProperty(LABELDIR_PROP,props.getProperty(REPOSITORY_PROP)+"/labels");
16744	IllegalArgumentException(o+
16684	String[]{CONFIG_FORMAT_NAME};
22173	importType=statement.getImportType();
6222	ZoomAction
7098	ClassifiedDataset(ann.getClassifier(),d);
790	paired
17165	i=0;i<requestList.size();i++){
23577	.}
10185	multiclasslabels
22933	pos_t.multiply(ff,factor);
22857	this.beta=b;
757	0;
9421	jul
18243	hasConverged=false;
730	predicted
10678	this.fe=fe;
16528	i=this.iterator();i.hasNext();){
18105	1.
9437	GUI
2240	TagInfo(int
22629	fileJ.getName().substring(0,fileJ.getName().length()-".txt".length());
5481	10
20227	if(lo<0){
18786	classBox.addActionListener(new
9239	1)
12375	1,
21612	add(contextWidthSlider,gbc);
18291	numberOfFeatures,double
1836	addToType(tok,in,file,base,labels);
4851	stem(TextBase
21709	if(editSpanCursor<0)
18869	ep.setEditable(false);
5626	if(res==0)
20716	featuretokeep
5876	features[]
5673	parentoffset
5314	both
859	correctXj,
4405	oldtypes
4933	i=d.iterator();
472	j.next();
11260	progressBar2,progressBar3});
18684	recursively,
1512	importops
7904	SpanTypeTokenizer");
22127	".")
8756	"\n");
10157	label?
18745	shortenedClassName(Class<?>
14057	label=
6977	onlineclassifierdocumenteditor
9444	getTrainingParameters()
16371	this.mytheta=atheta;
17152	//System.out.println("comparing
7922	8,
9455	(signal.spanProp==null
22846	fmap;//hash
15386	getStackingDepth(){
18167	this.MAX_ITER=iterations;
2411	docpos
21793	System.out.println(aug.toString());
942	label;
14714	!delete:t>+
4654	label:
8414	classifier","document");
17911	"+pos+"
2934	splitPane.setBottomComponent(controls);
17252	System.out.println("train:
12562	longspan
16018	groupList.size();
15637	association
13333	return(new
606	titledborder
8469	'NEG'
20060	generates
731	labels
7824	white
4584	instantiationexception
6884	Property"){
2122	currDoc.getDocumentId())));
18301	|f(t-1)|)/2
17508	subViewer.canHandle(signal,argument,senders);
5143	filter}
8038	properly
1917	labels.setProperty(span.charIndexSubSpan(lo,lo+len),prop,value);
11793	occurred:
20219	subSpan(-2,2)
7919	7,
22381	IndexedViewer()
21484	generated
24130	7.
5455	getParent(){
2815	statusmessage
22940	//returns
18532	v=expt.evaluation();
11980	assertEquals(1264,
16855	5;
23051	trainDistances(schema,softDict);
20009	stdout
17135	requests.add(reqId);
18082	poisson;
16647	params=methods[i].getParameterTypes();
1599	epochs;
12214	labels.setAnnotatedBy(
1056	edu.cmu.minorthird.text.mixup.MixupProgram;
22376	String[]{"Takashi",
8735	tmp1.substring(0,1);
5274	if(mapper==null)
2403	iterate
7820	"Mary
7916	6,
6542	Enables
22909	lossF.increment(ff,coef);
9101	k5+1
22667	textfiles
23678	1.79175946922805500,
15460	i=dataset.iterator();i.hasNext();){
16850	epochs,
18283	6.
10045	sequenceerrors
23026	softDict)
21782	i<newFeatures.length;
11653	aNorm=0,dotProd=0;
3417	MutableCandidateSegmentGroup
10962	erases
21457	2v
11416	DatasetClassifierTeacher
11480	//add
12355	currSentence.lastIndexOf(",
1284	"script
2187	label,
116	label.
1595	epochs)
8398	47
5813	label)
2743	.hasNext();){
7227	getspanfeatureextractor
7534	for(ListIterator<WeightedExample>
15794	String("Number
3613	path){
15126	Collections.sort(featValues,VAL_COMPARATOR);
9956	otherSegments.
6117	(onlyEditedSpans?"
9960	otherSegments,
5797	tokens.getSubsequenceLabel(pos,pos+len);
355	5,
22426	dir=new
17717	estimateMean(v);*/
995	emnlp
23722	1307674368000L,
7484	w_t.increment(example,y*tau_t);
18240	5.
497	i<innerClassifiers.length;
5256	length,String
2447	BatchBinaryClassifierLearner{
4206	RefreshProgramAction
17675	"tau="+tau[i][(it-1)]+"
21696	SpanPropertyViewer();
5347	dstIterator=dstMapperList.iterator();
217	accept
3278	signal=p;
16601	"+arg+"="+args[pos+1]);
5207	bases
16976	trace)
644	regression
2031	hi=s.getTextToken(s.size()-1).getHi();
10562	newValidClassNames[validClassNames.length]=newClassName;
22529	N-fold
4321	if("-truth".equals(args[argp])){
6416	System.out.println("usage:
1954	i=base.documentSpanIterator();i.hasNext();){
20296	"[TokenSetResult:
14818	expectations
23849	1.3462012475717523E241,
21223	\""+annotationType+"\"
13603	considers
17808	maxcnt
12183	short,long
2739	colors[SpanDifference.TRUE_POS]=spanPainter.tpColor();
17795	(double[]
3137	edu.cmu.minorthird.classify.Feature;
3269	classifier=null;
12267	extractAbbrPairsFromString(content);
9422	semisupervisedclassifier
20587	"+g);
1680	java.io.LineNumberReader;
7390	createonlineclassifierdocumenteditor
12361	currSentence
5233	Span.charIndexSubSpan
20846	"+s+
17674	::
18521	if(opt.startsWith("-p")){
3158	instance,String[]
12633	List<Viewer>
2918	if(!(viewer
4211	base;
3645	byte[s.available()];
7831	tiger
20157	traces
8429	Instance[docSpan.size()];
4824	wang
19423	containment
2738	colors[SpanDifference.FALSE_NEG]=spanPainter.fnColor();
23633	Math.log((k+prior*pseudoCounts)/(n+pseudoCounts));
4290	System.exit(0);
12358	(sentenceEnd
12139	Pacific
17049	msgId
3442	ClassLabel[sequenceLength][maxWindowSize];
652	length
20145	if(fe==null)
3467	window[start][end-start-1]
19951	if(j%folds!=k){
24073	approximation.
5229	want
17058	hence
14898	consider:
14417	LBJPOSTagger();
3194	"+instance+"]";
9637	taggedLabels.setProperty(span.getToken(j),tokenProp,contTag);
1533	HasSubpopulationId
13259	linksMap.get(from).get(type).add(to);
22773	restricted
16274	votedCount=0;//number
12248	definitions.get(abbrString);
19611	ROMMALearner
15217	9,
13404	access
218	exampleschema
14994	sumyy+=target*target;
11862	Johnson
15406	StackedGraphicalLearner(BatchClassifierLearner
2289	filenotfoundexception
13177	detailMap;
10733	Exception{
11459	File(argv[2]));
15100	nexttoken
11661	bNorm+=bw*bw;
6284	JComponent[spans.length];
6753	shown,
13936	hasFocus,int
347	based
16202	findSpans(Span
23839	6.466855489220473E219,
8710	theCount
13913	targetCorrectness=false;
3225	ViewerFrame("TestInstance
20908	crossdimensional
17543	maxCnt,Math.pow(mean,2)/(mean-var)
15579	setstackingdepth
13243	'from',
19352	init(base,viewLabels,editLabels,statusMsg);
5273	textBaseMappers.get(srcEntry.getName());
8107	??
17351	learner.getAnnotator();
3382	sliding
3260	CommandLineUtil.SaveParams
2920	IllegalArgumentException("viewer
16963	lastT,
14628	if(cur_order.length==1)
2803	attributeset
10105	isPositive(){
23466	pages/site:
14996	++total;
12854	linked
7895	custom
8659	(lineMatcher(regexp,
20581	this.maxWindowSize=maxWindowSize;
16296	initializing
15111	//keeps
2137	thrown
3113	senders
18324	checkIncreased){
12816	annotationType,
1397	throws
19770	ii<sequence.length;
3921	match=i.next();
1452	property
24346	sense
23326	"TruSecure
3507	lo<window.length;
9564	RandomSplitter(double
5951	addfeature
8126	1,prob
14381	LBJPOSTagger(){
13805	Export
4256	if(!oldTypes.contains(t)){
14631	if(cur_order.length==2)
287	instanceof
871	"+viterbi[j].bestClassName()+"
12089	bulls
7182	annotationType;
1987	base)
2864	subclass
8044	System.exit(-99);
22101	levelType,String
4217	base,
6760	button=i.next();
21148	stepsCompleted++;
5336	base.
2339	warn
23244	stop
18321	loglik,double
9271	stadlober
3435	maxWindowSize,int
17980	ViewerFrame("Evaluation
21160	format.format(100.0*stepsCompleted/numSteps)+"%
3444	Specify
14916	Evaluation(trainSet.getSchema());
5100	v.setContent(s);
22146	while(instances.hasNext()){
5462	TextBaseMapper(TextBase
8478	documentSpan){
8924	>=
16127	outputType=signal.getOutputType(train.output);
17343	//answeredQuery
3944	pretty
22142	importFromLevel");
19109	<a
3070	jsplitpane
16242	"Mistake-Driven
15814	useHighPrecisionArithmeticHelp;
14634	if(cur_order.length==3)
12479	"FP");
3031	=>
5774	==
3757	Foo
736	;}
1757	For
2190	overalpping
12219	str)
761	i=dataset.sequenceIterator();
1840	docId=advance(tok,in,file);
22922	if(mode==5){
6915	Check
16419	mistake
11251	gbc);
3557	locally
14718	if(saveAs!=null){
11465	tolearner
5854	NestedMTFeatureTypes
21138	graphicCounter.setStringPainted(true);
17512	statusfield
12496	str;
9656	=:
68	instances.
6465	highlightdiffs
23736	1.0888869450418352E28,
18444	<T
12837	rules
14698	p=null;
14638	if(cur_order.length==4)
8835	<A
18767	inLine=b;
4599	instances,
518	<=
13714	multischema
17758	=+
14632	k=0;k<o[cur_order[1]].length;k++)
6421	interactively
6439	zoomaction
15303	"-fe",
13766	SemiSupervisedClassifierLearner
21137	"):task);
2669	Activates
16812	this(LeaveOneOutDictTransformLearner.DEFAULT_PATTERN,innerLearner,"Jaccard");
19321	itemselected
15779	removeLogSpaceOption()
16430	theta
1584	GenericCollinsLearnerV1
11087	newEx
9262	rand's
21492	Uses
3820	"TrieNode(ends="+endIds+",map="+map+")";
13241	classNameSet.addAll(example.getLabel().possibleLabels());
9319	Map<String,Set<String>>
7421	(Iterator<MultiExample>
10842	splitviewer
10792	samplemail
11153	clp.getFormatNames();
12845	receiveContent()
2233	buffer.append(docString.substring(docPos,docString.length()));
7640	ViewerFrame("Performance
20340	trBag.add(replacement,n);
3760	</code>
6613	subspan.size()!=0&&
1450	objects
3305	"only
11270	ViewerFrame(className,v);
1185	these
8454	Details(confidence,ConfidenceReportingSequenceAnnotator.class));
17560	Math.pow(
12378	StringSpan(currSentence,openParenIndex+1,closeParenIndex);
10747	validDocumentSpans.add(span);
19944	strata=new
13311	buf.append(classifiers[i].explain(instance));
15410	params.setStackingDepth(1);
19652	if((denom>0)||(denom<0)){
13337	getclassifiers
13383	0.005;
2084	Do
17824	tauacceptrate
10408	wp0=(totalPos-pos)/totalWeight;
708	historySize,int
9713	F.
9072	Ds
5435	Used
15176	addFeature(double
7019	opening
13907	data/classifications
21220	findAnnotator(String
9183	Dk
7918	"sentence");
22511	activeFeatureSet.add(
1946	MutableTextLabels.closeTypeInside(...)
10620	displayDatasetBeforeLearning;
13281	addlink
7865	tearDown()
10856	Color.darkGray);
23853	5.550293832739308E249,
21570	highestnegativeindex
4518	LongUITest
464	split.getTest(k);
22594	dir){
13491	(expLoss<minExpLoss){
3131	recieving
16587	"+arg);
1134	props.setProperty(REPOSITORY_PROP,defaultRepositoryValue);
3258	UIMain{
15257	ExampleSchema(getClassNames());
21371	length="
14570	if(tokens.toLowerCase().matches("(?i)(?s)^\\Q"+name+"\\E(\\W|$).*")){
23658	4.901395948434738e-03,
1923	StackTraceElement[]
15827	TestDataSequenceC
20258	Eg
11403	this.labelFile
3665	contents=fileNameToContentsMap.get(fileName);
6635	getrightboundary
21826	Place
16237	Learning,
11312	define
107	'false',
13328	JLabel(tc.transformer.toString()));
9436	CommandLineProcessor[]{gui,base,save,signal,train,trainTest});
408	getSplitter()
20617	Learner.
9184	(int)(dl
11123	testParams.testData,
19799	possibleclasslabels
6365	fn,AttributeSet
3961	JFileChooser
5964	numstates
21175	currentDepth=depth;
1858	given");
9219	(int)(dr
22388	JList(array);
8881	H.
2885	getname
17865	run/reload
12910	getSerializableContent(){
10875	Color.blue);
12094	Learning.
24034	factorial(int
23914	(a++)
14346	gettokenarray
16318	if(!pos_t.hasFeature(f)){
5790	labels[pos]
21324	HREF=\"http://minorthird.sourceforge.net/tutorials/TrainTestClassifier%20Tutorial.htm\">TrainTestClassifier
12986	jtable.addMouseListener(new
3773	i.remove();
9055	A:
9589	trainfraction
13071	"-config
22242	matcher=pattern.matcher(span.getDocumentContents());
12777	EmptyLabels
101	has
10121	highest-ranking
8339	Wraps
14182	UIMain.
4012	component
19927	chiscore
17995	simpleclassifierui
5293	//Span
9633	beginTag=baseTag+"Begin";
12080	friday
18149	A.
15879	//wwc:
3457	had
10488	totalneg
18761	"+subClass+":
17023	documentsize
3342	datasetclassifierteacher
21575	readOnlyButton=
9155	gen.raw()
22339	javax.swing.JTextArea;
5463	parent,TextBase
13483	0.001;
9017	B:
22256	input=Collections.singleton(span).iterator();
16709	laffter="bwa
13320	Explanation.Node("classification
17847	-splitter
5032	SimpleAttributeSet
13006	processed
1715	assumptions
22050	eval(TextLabels)
4720	AM
24086	C7
9222	f4)/
12340	sentenceEnd,
1414	bsh.Interpreter
11461	tester
13586	it=correct.iterator();it.hasNext();)
17477	setsubsamplefraction
9207	f4),
24082	C3
18994	if(theBox.getSelectedIndex()>0){
16267	excount;//example
771	At
24084	C5
20094	As
20604	compressdataset
557	Explanation(explain(instance));
9293	reflections
17107	"+ex.toString());
16466	tb.documentSpan(docID);
7233	annotationexample
16210	Balanced
6036	displayedTypeBox.setSelectedItem(displayType);
9883	GenericCollinsLearner.
20596	labels.addToType(span,annotationType);
2645	JButton(new
4950	Evaluation",
22617	fileJ=textFiles[j];
14112	setorientation
24078	C0
3142	An
2958	x2=0;
24080	C1
19567	toDetails()
11098	(testParams.showData)
23425	KnnLearner(10),0.0,0.10));
1247	directory,
8198	ExtractionFE
21263	locate
4825	freqanal
89	Learners
9047	C.
23548	sites
7903	testSpanTypeTokenizer()
5665	dstname
9792	iseed2;
19956	CV
16909	y<ny;
8119	Math.exp(ProbTauGivenSigmaX(candidate,sig,vlow,vup,xr,xp,wr,wp,vbeta)
9725	ACM.</CITE>
13967	AbstractTableModel{
11798	directory.
5473	versa).
9544	JTextArea(o.toString()));
7397	checkreadonly
2839	viewed
22638	directory:
2808	tracks
2135	C]
5592	***");
20207	SpanResult(extend("doc"),fe,docSpan);
14096	hasfocus
5483	parent:0
5241	FilterTokenizer
5121	propset
21001	never
20372	if(action.equalsIgnoreCase("use")){
15338	edu.cmu.minorthird.classify.multi.MultiDatasetClassifierTeacher;
7074	TestClassifier
8043	information.");
12587	closeparenindex
6634	getleftboundary
9905	SequenceUtils.MultiClassClassifier(schema,innerLearner);
16701	-laff
2175	there
2966	x2=1;
16247	D.
621	viewer
17065	fraction=0.7;
1070	DATADIR_PROP
15682	Basically,
13879	govern
11894	ARMENIA
13169	filtering
1	package
19601	M.
11455	Tester.logLoss(((BinaryClassifier)c),dataset));
22125	if(levelType.equals("split"))
24376	i=0;i<matchingParentSpan.size();i++)
23341	re('^Acquires?')
15645	Mutual
14899	calculation
5650	childname
18406	MistakeCountingOnlineLearner((OnlineClassifierLearner)innerLearner.copy(),reportMistakes);
4948	trainCds[k];
9852	documentString
14706	predicted_name:1
13473	minimizes
19599	Li
23067	EditLabels
23743	2.952327990396041E38,
22700	v.extend4SGM(
18581	N;
14781	extractornamematcher
3723	filenametocontentsmap
9716	Phys.
16234	N.
22819	optionally,
4617	Color
17587	vWgt[i]/scale;
10460	bestofnrandomtreesplitter
602	jcomponent
9545	pointer
18597	NB
15685	compensate
15376	getUseConfidences(){
4733	heuristic
7995	teardown
21931	N]
17162	k=0;k<folds;k++){
12285	hi)
3183	featureIterator()
19165	x=10;
18455	annotation-learning
18174	if(!((MultinomialClassifier)mc).isPresent(ex.getLabel())){
2580	serialVersionUID=20081125L;
8909	@version
5419	NO
9722	P.
10663	dummy2=
10442	randomtreelearner
22371	String[]{"William",
18799	PropertyEditor
6926	unless
21267	if(s!=null){
19783	weightOfPrediction-weightOfConstrainedPrediction
21970	seq=i.next();
13465	j){
22373	"Joshua",
2551	null_class_name
22279	hierarchy
17471	testit
9556	List<T>
20354	str.replaceAll("[A-Z]+","X+").replaceAll("[a-z]+","x+").replaceAll(
19897	totalNeg
20434	getcount
20052	annotatorLoader=null;
16625	clp.processArguments(fileOptions);
1282	(TextLabels)obj;
6164	System.out.println("TBV:
11474	CharAnnotation
12081	star
2388	mkdir
5426	No
14937	On
12618	views.
16916	maximal
5449	textBase=newTextBase;
22548	CrossValSplitter<T>(random,subpops.size());
14826	calculating
10872	cursorColor
17553	"N",new
16243	I.
2596	JScrollPane
8650	regexp,
22397	viewertest
18071	Dieter
17197	IllegalStateException("request
1712	type
10821	"+content);
20024	result.tokens()
14335	b.loadDocument("arg_"+i,args[i]);
11865	his
2096	out.print(prop);
3378	callmain
1761	ID
4776	array=tokenHash.get(token);
5987	guessBox;
12119	biomedical
16634	'setX'.
1039	"testData/";
2180	(curLabel.end>compLabel.end))
21678	editedDoc.highlight(span,HiliteColors.yellow);
21225	if(source!=null){
20873	type.saveAs=this.saveAs;
1417	interpreter.set("dataDir",
6380	j=0;j<spanDocs.length;j++){
11880	IN
22584	annotate(String
5115	textpane
13810	highlight_color
19441	charindexpropersubspan
6797	AddSelection
19518	result.add(ExampleSchema.NEG_CLASS_NAME,-score);
14332	printing
11158	restore(File
11761	IS
4170	top.add(newTypeField,gbc);
23311	scrolling
17871	command."
8090	"+vlow[0]+"<"+tau+"<"+vup[0]+"
2809	documentlist
11323	typestring
17054	Id
13826	ManyVsRestLearner
1709	If
23821	1.974506857221075E182,
23192	getMainComponent(){
22984	localh
14807	log.setLevel(Level.DEBUG);
7471	log.debug("y="+y+"
12093	Graphical
2129	In
18147	K.
844	i.e.,
22983	localf
9519	Called
7084	save,signal,test});
14841	SVMLearner(),SampleDatasets.toyTrain(),
4704	instancecomponent
10156	Is
1288	object:
1794	It
11866	IBF
10933	learner.completeTraining();
13375	exampleSize=20;
9367	invertIteration(Iterator<Example>
15874	iitb.Model.FeatureGenImpl
14385	"pos";
1697	object.
1035	class...
794	compute
183	object,
3573	in.defaultReadObject();
20184	Modify
18893	url.dll,FileProtocolHandler
21469	G.E.P.
16561	CommandLineProcessor,Saveable{
15070	maxf1
22466	multiSpanProp=null;
21725	exportguessspans
20740	setpmspos
6049	guessBox,
20584	g.setSubsequence(lo,lo+len,instance);
23385	agreement
22515	j=instance.featureIterator();j.hasNext();)
5318	ArrayList<TextBaseMapper>();
23177	errorArea.setFont(new
17699	modify
13345	Reranking
5417	ID.
3012	MyControls());
14248	testLabels(){
5926	batchsegmenterlearner
9710	subroutine
20642	"+data.size()
13156	Has
19005	Object[]{textField.getText()});
1206	stem
13160	ID:
6586	Overrides
13166	java.util.SortedMap;
8102	step
10120	numLabel;
909	s_t,
6726	Document"));
19383	TextToken's
780	W.
17497	gbc.gridx=0;
8359	crAnn.annotate(textLabels);
9191	W)
11360	Logger.getLogger(SimpleTextLoader.class);
3406	*<p>To
23235	doMainRunning=true;
16172	UnionIterator<Feature>(history.iterator(),instance.featureIterator());
18834	value=reader.invoke(o,new
22918	(example.getWeight(ff)*pos_t.featureScore(ff)*exampleSize<1.0)){
18135	negativebinomial
240	completetraining
6873	nextCursor;
12205	SHORT_FORM_TYPE);
19452	super(base,viewLabels,editLabels,statusMsg);
2728	loadSpanHook(){
17494	subViewer.setSuperView(this);
18241	convergence
4416	addwindowlistener
6481	setfixedcellheight
8000	texttoken
11775	US
9130	f(k4,
1939	To
11181	modifications
1273	!f.isDirectory())
10989	UI
23973	Ti
9062	V,
17181	hsi=(HasSubpopulationId)item;
6150	DecimalFormat("##0.000");
3389	objects,
4707	columnnames
1059	objects.
11497	closedTypes(){
4174	gbc.gridx=1;
7138	featurereweighter
19356	Layout
4798	isEmail(Span
8230	"token.charTypePattern.Aa+"
10171	this.labels[i].bestClassName().equals(
7172	"Scheme
20851	if(typeString.equalsIgnoreCase("multi")){
17435	random,int
4039	seteditable
1507	monotonictextlabels
18720	if(file.exists())
9131	f(k1,
16575	arg=arg.substring(2);
15648	Y,
7682	monotonicsubtextlabels
7008	toggles
2831	messages
7303	statusMsg,MutableTextLabels
16245	Y.
23145	gnu
20862	this.crossDim=type.crossDim;
17334	learner.setDocumentPool(
23906	(k<0)
1100	log.info("No
12686	We
12427	sIndex--)
13910	depending
14244	posTest=SampleDatasets.posTest;
23844	2.690472707318049E230,
21310	signal=new
15698	total(){return
9128	f(k2,
10642	data");
22760	userLabelProp;
17406	stat=stats[i];
16982	java.text.DecimalFormat("####.###");
12258	itr;
21504	setState(double
8964	f(int
9058	X,
20938	loadFromFilename=null;
20113	instance.addBinary(f);
16461	BinaryTextClassifier(OnlineClassifierLearner
9243	X!
22814	System.out.println(new
19377	william's
3576	if(fileName.endsWith(".class")){
13836	=(ManyVsRestLearner)(this.clone());
18462	tokPropFeats;
