1340	transformedviewer
586	holding
727	diff
3857	setusetargetprediction
3222	incurred
2019	invisibly
4230	answered
3599	labeleddataparameters
974	classifierannotator
5112	declared
4399	slope
732	event
5081	getfilestoload
2542	advanced
4721	setresult
606	getlo
3602	binaryclassifierlearner
2430	generation
4321	newobjectfrombsh
1062	getsubsequenceexample
1753	nextspan
1171	subspan
4204	asset
2371	hoschek
3356	possibly
63	answer
321	repository_prop
4958	statist
540	closealltypes
337	initialization
4260	sumwgt
3072	european
1495	srcname
5216	fmap
3705	highrisk
3237	viewing
1687	components
3565	runmixup
1621	res
1845	onlinetextclassifierlearner
4745	targetvalue
3782	vastly
1779	setfont
5165	leaveoneoutsplitter
1315	notcmt
2344	rejection
4943	suitability
5311	getmaximum
184	debug
2902	helpparamsbutton
3167	setannotatedby
1414	getspan
929	transform
5279	pierr
2288	grep
3102	times
4645	losequence
4922	facitlity
3873	predictedrlt
1531	currsrcentry
2893	outputs
5202	notation
287	update'
3109	canonical
3366	ignore
3960	stateid
1660	nestedcrf
2792	cursorcolor
3039	poiunts
418	illegal
4511	isinline
5299	join
3124	abbreviation
3506	onevsalllearner
5538	taking
3581	saveparameters
4854	getmultihelp
1743	red
2350	library
1253	getbase
1300	req
589	settextbase
1178	filechooserviewer
3988	sizes
1099	resources
1920	explainannotation
4884	graphiccounter
2641	ispositive
3339	tool
422	exception
2039	entity
507	printstream
3574	echo
556	policies
3663	namematcher
2119	getrootlogger
936	gettext
661	curlabel
3297	trapped
1500	srcdocspan
4811	setpmsneg
403	invalid
1132	estimated
1126	basic
1765	updated
3130	description
5157	bestclassnames
1217	textbaseeditor
1023	derived
336	sgmlpattern
2013	numericlabel
2157	jan
4098	stoplist
4147	viterbisegmenter
3884	truefeatures
610	append
3177	infile
5145	sethorizontal
2089	binomial
4836	traindatafilename
2595	belongs
3726	libsvm
497	double
894	preferred
2974	dotprod
3007	country
2741	seminar
2802	predicted_
123	override
535	loadops
715	rankinglists
5353	expectedtesterror
4056	w_min
2286	column
3738	getresource
4079	lneg_h
3149	short_form_prop
3579	baseparameters
3145	abbrevlong
1338	jtable
440	span
4124	smelled
323	raw
1611	update
4252	grab
3097	premiership
273	tostring
1014	getmainresult
3855	setuseconfidences
219	sequential
121	activelearning
3971	gram
4444	inputstreamreader
5205	mansour
1481	charindexsubspan
5159	schema's
3020	andrew
4967	updates
691	savetypesasxml
3774	estimates
3450	assigned
3590	traintaggerparameters
620	finished
2363	graz
1286	testsuite
1839	gray
4431	crossvalidateddataset
644	entire
89	advantage
594	flush
1413	idviewer
390	trainlabels
3192	extractabbrpairsfromsentence
4524	fileprotocolhandler
3757	createtempfile
2143	gettokens
444	adding
5007	newfeaturenames
2203	lower
2699	randomforests
1503	mapentry
3438	numupdates
166	neural
4557	javadoc
2358	distributions
5022	kwayclassifier
126	examplepool
2623	previousclass
5152	rr'
2231	settokenpropertyfeatures
1882	setreadonly
2450	graphical
3968	modelspecs
144	border
3838	augmentedinstance
4923	constructing
949	element
2016	increment
4740	filter_
381	interpreted
458	support
3056	spanish
4744	hasprop_
4735	tokens_2
2647	numdimensions
1446	identify
3143	expansions
3625	mydocumentspaniterator
1245	row
3975	edgelinearhistfeatures
1033	suppose
451	interpreter
5148	verification
1187	componentfor
3480	updated'
2174	probabilities
1532	currdstentry
4044	pos_t
4799	numpos
705	binary
3807	featvalues
1118	getmessage
3951	getusehighprecisionarithmetichelp
74	trivial
2123	todo
2681	bestthreshold
5102	definedictionary
4595	weightedset
3622	space
1292	decision
30	setschema
4700	simpler
1103	tests
4043	vitorbalancedwinnow
2001	getmultilabel
4534	browser
5025	preprocesstextforclassifier
2114	constructior
767	spandocument
4445	jdialog
1142	gettrain
2740	fancyloadertest
2791	styleconstants
3423	importance'
4670	helps
108	reserved
3772	multiclass
2836	classifycommandlineutil
2797	cyan
5046	clears
3588	extractionsignalparameters
5111	extendlabels
1734	recall
1047	subpopid
339	datapropertiesfound
1933	warning
3441	rankedexamples
4025	avrim
1460	single
3870	rlt
2281	disk
3670	window_size
2578	clockseed
2840	simpletestparams
3308	forceupdate
607	gethi
3112	compresssgm
4390	combineddataset
5307	closepipes
5283	monospaced
3093	bradford
2041	testextractor
3582	classificationsignalparameters
3447	update_a
3928	histsize
3655	writer
2676	bestfeature
1065	getsequencelength
5002	wrap
3279	indict
3632	outputstreamwriter
2627	previousseg
5324	trusecure
23	extends
3469	easier
3203	findbestlongform
296	data_dir
1606	document's
992	tutorial
3821	designated
3966	getid
448	parseexception
993	getclp
637	embedded
854	getvalueisadjusting
4781	segmentannotator
3181	indexof
5114	hasextraction
4006	gettextlearnerparameters
1507	dstdocid
1181	selectedfile
2874	loadfromfilename
1586	entryname
3526	correctbutton
848	actionperformed
1929	getfe
2217	getters
4268	estimatenaivebayesmean
847	super
4425	inputlabel
3187	currstring
730	previouslabel
659	overlapping
3384	explainfindspans
3816	valueig2
560	doclist
2924	pulled'
3652	outfile
294	ksteppe
2601	genericcollinslearner
855	getvalue
1403	sequenceclassifierlearner
2488	setsplitterparameters
4599	multiposlabel
3321	offer
4052	demotion
1285	testcase
1143	gettest
651	docstring
1475	getlevel
3591	taggersignalparameters
3879	temval
1199	returnval
569	advance
3947	getusehighprecisionarithmetic
4802	floo
3183	itr
2575	restarts
2927	itearator
4605	getprobability
3636	sentencesplitter
684	maintain
2895	getmaincomponent
1108	findclass
16	teachers
4454	instantiations
904	weightx
905	weighty
471	spans
1082	substring
1436	derive
3598	editparameters
554	loader
3188	iss
879	removeall
2694	i_gain
94	calls
4982	prev
1069	annotatorloader
1804	edoardo
343	loaded
410	system
5139	charlie
2158	probabilityfactory
3035	boxing
3891	msg05
3687	eliminate
1631	negativeclass
3080	tournament
171	press
658	sort
2717	internalnode
3172	charat
3850	crossvalsplits
4538	nosuchmethodexception
1424	expensive
1335	run
2201	extractfeatures
2633	odds
1478	scenarios
4869	gettestsetfilenamehelp
3549	filtereddata
574	docid
1644	datasequence
1404	savetrainpartitions
2109	life
2179	sigma
3251	a_0
1282	truth
154	adaboost
2692	pick
1445	textbasemappers
4668	stratasorter
3377	candidates
1842	charindex
4475	typeselectors
416	documents
2111	contrary
801	save'
1194	object_selected
5335	rates
1214	nestedtextlabels
5294	labels'
1489	works
2766	getdisplaydatasetbeforelearninghelp
1180	textfield
3920	c_value
2509	subpop
3677	postlabels
5067	sigle
4449	spinnernumbermodel
3667	predtype
3567	annotatoroutputparams
3122	printed
991	gettrainclassifierhelp
2461	l_type
4030	abound
423	printstacktrace
2951	datasetindex
3067	world
1013	saveas
4127	eqpos
2743	testdirwithlabelfile
3839	batchclassifier
5338	necessarily
4518	osname
3373	hasid
393	taggertrainlabels
4212	populate
411	println
4573	charhi
139	javax
2935	substrings
5149	care
4541	parsedouble
3488	makeapplybutton
3359	consumearguments
2912	assuming
1835	insertions
4223	annotatorteacher
740	changeevent
3784	rate2
3246	indexes
961	fillhistory
516	saved
2813	candidatelooper
2343	patchwork
1569	currinstance
511	saves
98	case
72	teacher
2313	linematcher
4415	numexamples
872	viewercontrols
3886	classlabelname
4850	trainingdata
2067	deviation
4495	propertyeditor
3717	nm_labels
134	labelinstance
490	accessors
506	objectoutputstream
2429	regions
5274	pipedinputstream
3756	tempfile
906	getcontrols
4919	setoffset
5131	lowercase
320	repository
2354	sampling
4305	subprocessor
2342	performance
5302	interrupted
4046	vpos_t
738	jtextpane
4288	reparametrizelambdas2tausig
1519	successive
1114	interpreting
1545	newlevelname
683	helper
2138	newpattern
4542	numtextfields
3690	counter
2505	settrainfraction
1283	junit
3315	superviewer
250	gethistorysizehelp
2907	progressbar1
2909	progressbar3
1239	newtypeaction
1154	triematch
2908	progressbar2
4683	pipeline
2115	textbasetests
845	getstatus
2690	fixme
2845	transformations
5006	newvalues
4326	eval_save_file
2493	doexperiment
4572	charlo
1163	stringbuilder
1620	compareto
4307	buffers
5250	dictionarytransform
2226	getusechartype
1807	semisuperviseddataset
1919	annotation
3066	draw
4294	estimatemean
1183	defaultdir
3348	coloropts
417	can't
4129	inputerror
4789	infogaininstancetransform
3697	working
4757	sole
989	getadditionalparameters
564	startswith
3158	schwartz's
4165	nullexample
867	gridbaglayout
4865	simpletraintestparams
4269	classprior
5113	happened
1723	displayed
5171	annotating
387	loadtextlabels
2658	combination
3429	rankingboosted
524	closure
208	transforminstance
4844	paramaters
4660	chisquaretransformlearner
693	ranking
4082	endtag
4508	reminder
344	stream
1677	explains'
1613	keyiterator
3292	propogating
3242	backward
3058	madrid
1438	link
532	setclosurepolicy
4738	operated
99	line
981	commandlineutil
86	getclassifier
396	getproperty
3967	mtfeaturegenimpl
840	tpcolor
4075	featurescore
1160	words
2378	my_old
3307	getsuperview
3940	setmaxiters
1433	maintains
1861	editedspans
333	sgml
2189	prob
527	closure_names
5085	wordset
2710	removeelement
4467	advancedparams
210	getlabel
3713	applying
891	setleftcomponent
459	getsubpopulationid'
453	prop
1021	segmentdataset
3264	nesym
22	classifierlearner
3015	remind
3155	delimiter
1186	files_and_directories
4820	clslearner
4889	setvalue
5123	indexviewer
5564	pike
1856	textlearner
5142	laura
4053	excount
1695	initializelayout
3229	subviewlist
4924	explanations
2092	jtextarea
3735	setlevel
1168	resultlooper
1295	addtest
2510	nextdouble
1968	anchor
2022	function
4484	additions
1248	gridwidth
1706	documentcellwidthslider
4578	differs
835	false_pos
4830	getsaveasfilenamehelp
685	boundaries
4054	w_max
1506	parentdocid
1709	onlyeditedspans
1979	getfrom
2628	previousclassname
3071	drew
3683	transorm
328	labeldir
1000	spantype
1921	baseparams
3563	evalviewer
4927	stringex
4501	getbeaninfo
335	sgml_markup_pattern_prop
3986	addcandidatesegmentgroup
3911	feature2
4196	inputlist
3910	feature1
1692	highlightaction
1027	adjacent
910	signals
5080	filestoload
2470	iteratorsgm
5010	adaptedclassifier
4759	dictfile
5089	getoldtype
1803	batch
531	policy
5342	toy3
4675	stopwords
3650	parser
547	characters
4564	refactoring
643	call
1068	bytearrayinputstream
1747	guesslooper
276	paper
1958	temporary
1924	classifieddataset
2897	gobutton
3662	rides
2130	splitintotokens
2154	full
5035	getsaveas
1093	finding
2176	poisson
799	setviewentiredocument
3864	making
3540	mytablemodel
4717	encodes
2609	bestsegments
996	check
4177	stratified
1535	ultimately
4719	addition
4640	searcher
5244	soft
3458	itindex
260	sequencedataset
1487	filtertokenizer
2666	falseset
2611	weights
4170	stratifies
4553	helpstring
3631	simplerandomsplitter
3535	target
5196	multisplit
1016	group
2931	average
4702	getannotationprovider
5236	zpos
3982	grouplist
5020	occurences
5257	seteditparameters
3962	featureimpl
5300	wait
106	mellon
1159	kid
839	true_pos
1717	spanarray
2410	arithmetic
3484	applybutton
95	intervening
1521	located
4014	documentspanlooper
256	features
4960	cachefilled
3906	getpmutualinfo
3675	highrisknamelist
3350	foreground
1352	black
5569	semisuperisedclassifierlearner
3092	wigan
591	serialize
1459	parentname
1419	markupcontrols
1815	subclasses
4365	classifiaction
2532	conttag
4604	posprobability
2849	resulttoshow
4232	checkstandardstatsonly
850	addchangelistener
1329	mainclass
957	togui
1624	sourceforge
4665	separately
456	view
1678	explain
3165	shortspan
3529	classifications
4801	wgttot
5158	makebinarytransform
5363	poissonclassifier
2918	wizard
3208	bestlongform
5064	createlevel
3510	learner1
2890	execution
3932	naive
4153	lastt
1236	getviewer
4846	getlearnerparameters
5327	testprogram
2046	sublabels
1607	entries
5028	linkfileparams
529	warnings
4705	deprecated
1617	sid
2882	selectabletypes
1216	mixupdebugger
1775	integer
2816	jprogressbar
185	innerlearners
4103	propertyvalue
2721	totalweight
2292	hmmalgo
2106	boat
4154	lasty
3382	findspans
242	history
4259	sumx
3795	sumy
4383	estimatedclasslabel
3281	empty_set
3794	sumv
3349	background
5136	hannah
4309	spanresult
2966	sim
3689	transformdict
4831	sotred
1001	construct
596	extracted
1223	readonly
101	returned
379	bound
3005	comments
2181	sig
4995	getselectionstart
2097	fleece
2419	body
15	learners
1705	toolbar
4709	stringbagresult
143	jscrollpane
2353	zechner
916	canhandle
2210	featurewindowsize
5280	mainthread
4996	getselectionend
2494	getevaluation
4302	debugmixup
3351	optional
4560	ipadx
2076	accumulated
2116	convinence
3654	readfile
875	setcomponents
1988	savelabels
427	key
2754	classifiers
823	editing
3938	german
1310	notdlv
625	savetypesasops
1864	addbutton
4791	negativebinomialclassifier
364	script
4498	optionpane
1576	childtb
2830	basiccommandlineprocessor
4536	pname2
1173	actionlistener
407	basefile
4785	poissonlearner
1289	longtestpackage
3338	lightweight
1106	clazz
4980	prevbutton
4710	asbag
3365	terminate
4306	somethingconsumed
1593	vice
46	set
267	sequenceiterator
1847	onlinelearning
1646	mtfeaturetypes
4931	organization
3802	svm_node
668	complabel
1666	neg_class_name
2409	l_nu
2026	alpha
2703	voting
3479	controllableviewer
3570	setmixupparameters
1772	renderers
3465	updatemargins
790	edit
1559	documentids
3430	numepochs
5232	deltaloss
206	stackeddata
2394	l_my
1209	dimension
2622	seg
2640	ignores
703	batchrankinglearner
4890	sec
2300	logplus
1673	seq
4016	sep
3347	commandlineprocessors
1782	sel
4736	exactsize
1430	manages
843	differenceiterator
5018	multiset
3271	multiclassifierannotator
18	william
5568	xlongbinomial
1452	manager
5305	yield
3368	configured
494	score
4748	lcbag
5286	outermost
3276	isannotatedby
522	close_types_in_labeled_docs
536	modifying
776	contextwidthslider
3405	terry
1308	deliver
2249	confidencereportingsequenceannotator
2074	combine
5109	declaretype
4384	unlabeleddataset
2646	multilabel
4952	standarddeviation
2756	semisupervisedclassifierlearner
2537	addstatement
3733	modelfile
1628	segmentcrflearner
1501	unavailable
2698	newdata
1558	structure
4596	wset
489	epochs
304	regex
1081	classname
2411	logfactorial
1384	dflist
2117	steps
1618	sos
4552	reader2
4446	jeditorpane
1467	managed
543	documentid
2558	commun
3562	newsourcedmultiexampleviewer
4698	annotationprovider
719	negexamples
1235	reload
4433	toshow
1044	mutablecandidatesegmentgroup
1210	windowadapter
3162	stringspan
2533	getnondefaulttagvalues
3790	svm_predict
4200	constraint
2969	classcounts
3069	qualifier
4325	gui_op
3017	occurred
307	textbaseviewer
224	algorithm
1977	kou
5104	onlevel
3406	koo
5099	regexgroup
1393	extracted_email
1529	src
2030	somethingremoved
4658	mapmap
2803	documentfe
4953	polar
5238	disregard
1170	lastidlist
2406	larger
4810	mudeltapos
1560	don't
2799	outputtype
1356	it's
5334	kernelvotedperceptron
1985	getonlineclassifierdocumenteditor
3531	controlleddataviewer
3334	rowindex
3729	abstractclassificationchecks
3370	configures
3273	getmulticlassifier
4116	laffter
2282	crfannotatorlearner
4860	paramters
559	attached
2795	setbackground
1231	savetruthlabelsaction
2484	gettraintestextractorhelp
4111	taunt
3443	correctftrs
5333	guesslabels
5541	polynomial
4012	setk
4750	replacement
2716	falsebranch
3804	squared
1476	char
1923	processarguments
3830	testpackage
1672	segmentation
288	computing
4598	logits
669	overlapped
1716	displaying
198	setinnerlearner
5132	uppercase
2900	errorarea
5248	traindistances
215	level
1800	semisupervised
3134	psb03
85	results
1011	getoutputprop
700	sets
1557	underlying
2614	accumneg
4349	trials
1670	crfmodel
2504	testlist
2677	minvalue
5567	zmath
647	overlap
3277	hasdictionary
5178	getdirectory
3495	typebox
3486	controlled
5572	compoundtokenizer
3094	semifinal
3091	league
4607	relative
1580	pieces
4112	mother
1242	stuff
1225	truthlabels
914	receivecontent
365	executing
2817	knn
3012	included
2568	equivalent
584	recognized
1874	buttonsthatchangestuff
1258	getdisplayedtypebox
4519	runtime
5529	rounding
4574	thisspan
1602	includes
3327	sends
3218	forwards
5332	subj
4000	online
213	real
2801	labeleddata
4255	estimatebinomialpn
987	getsignalparameters
5103	deflevel
4948	gaussian
5168	scalable
3893	loadfiledata
1332	illegalaccessexception
565	read
2339	generator
3352	treated
2718	schapiresingervalue
4095	invocationtargetexception
710	abstract
1337	borderfactory
5186	filepc
4276	tausd
1322	begincontinueenduniquereduction
5120	deftokenprop
4972	importbutton
665	jcomplabel
1614	currkey
1824	rightboundary
4793	jneg
4426	tokpropfeats
4849	getlearnerparametershelp
1399	crossvalidatedsequencedataset
712	splitintorankings
3847	uselogistic
1115	wrong
3515	tablecellrenderer
4088	hasunlabeled
4870	realative
4342	compound
4360	receiver
1814	passed
4457	getter
5106	importfromlevel
804	updateviewlabels
2054	propvalues
2357	unimodal
4125	trytogetclp
3343	occurs
2276	seqann
31	schema
3743	checkclassifytext
1145	scheme
1237	newtypefield
2035	reduced
2000	asinstance
2099	snow
1412	tokenviewer
3049	points
1479	happen
2352	turn
1493	happed
2257	tmplabels
2790	zoomed
2660	builder
1083	myclassloader
1721	setcellrenderer
1348	sourcestring
819	setkeymap
2193	negative_infinity
2254	propogate
938	revalidate
3228	parallelpane
4832	getshowtestdetailshelp
4203	testusers
58	setanswer
2901	clearbutton
3749	refs
3867	newcrossvalsplits
1074	serialization
5575	matchingparentspan
1857	spantypes
1632	maxmemory
5246	builddictionaryfornegativeclass
1435	ways
5231	gethistory
3252	hmmlearner
1525	common
558	gettextbase
1066	getmaxwindowsize
4254	estimate
1783	differences
4989	imported
4707	resulting
371	document
1745	figure
2866	multilabelclassification
4345	dieter
3354	duplicated
4128	eqpos0
4298	learner_bsh_string
2565	seeds
4661	accepts
4548	numtypeselectors
1855	spanfeatureextractor
4316	improper
3055	soccer
283	paired
2547	direct
2512	reduces
2630	multiclasslabels
539	closetype
2477	jul
4238	subsamplingcrossvalsplitter
254	predicted
2971	implemented
3434	a_neg
2264	classlabels
1008	combined
4400	falls
2861	jlptest
4506	pname
2904	outbuffer
5050	runs
1795	decrease
1808	variable
4787	featuretokeep
3318	actions
4126	loadoptionsinpropertiesformat
3174	hascapital
1976	zhenzhen
3159	annotationmode
1019	detail
1508	parentoffset
360	textlabels
76	addexample
1260	oldtypes
433	importops
1537	encounter
3587	splitterparameters
1848	onlineclassifierdocumenteditor
1312	commit
1953	extractor
2936	charannotation
678	docpos
59	instance
4434	testrandom
167	networks
421	doc_per_file
3166	longspan
3897	association
145	titledborder
4697	generates
255	labels
4233	referencestats
3267	multiclasshmmclassifier
2098	white
1331	instantiationexception
3284	showtokenprop
2165	properly
4585	gethichar
3513	scrollpaneconstants
3169	str
5346	makelogisticregressiondata
4962	generated
3397	sampledata
4183	webmastersplitter
760	statusmessage
3712	previously
4106	scoff
5556	overflows
852	slider
1647	model
4680	stdout
2070	sum
3744	infinity
664	iterate
5184	textfiles
2631	weighted
520	complete
1450	rootbasename
2617	sequenceerrors
2812	erases
2978	sequenceclassifierteacher
1423	getcoloredproperties
2544	congruential
1311	svm
1954	getspanfeatureextractor
2938	stringannotator
4689	store_as_counts
2113	grow
232	emnlp
4300	traintagger
4209	prof2
3564	featuresummary
541	setclosure
4208	prof1
25	accept
681	tag
1471	bases
1164	tab
191	regression
3828	prototype
4696	simultaneously
5054	heirarchy
3742	expectations
122	false
2880	config
4510	createpe
3415	considers
2260	extractedspan
1850	choose
420	tbl
2994	wing
4261	maxcnt
3137	provided_annotation
3858	iterations
2478	semisupervisedclassifier
5242	stringdistancelearner
5144	tba
3335	rowatpoint
1987	createonlineclassifierdocumenteditor
1623	iitb
3052	guzman
2278	ann'
3843	stackingparams
2178	tau
930	touppercase
3409	language
1112	defineclass
493	multiclassclassifier
3037	wins
1604	getparentmapping
2104	tiger
3620	settokens
3184	equalsignorecase
5167	youneeekid
571	failed
1090	separated
5366	logfactorials
1373	wang
4581	containment
1737	tbv
3000	title
1566	prevdocid
200	length
4693	requiredannotation
370	textbase
5201	restricted
2490	spanpropstring
5243	softdictionary
4359	unsigned
3440	access
26	exampleschema
641	overwritten
373	directory
501	filenotfoundexception
2947	tomultidataset
1970	relational
3801	nexttoken
3171	isletterordigit
1407	simpleattributeset
164	based
3463	w_neg
4991	guessspan
4176	users
2247	confidences
3739	traindata
3861	setstackingdepth
5267	featurefreq
1077	defaultreadobject
212	transformed
1769	currentfont
3099	translated
2236	requiremyannotation
4178	requests
844	dspan
4442	introspector
3437	turned
1017	sliding
3274	transformer
744	attributeset
4614	philip
3282	gettypeset
291	directly
3418	walkerscore
3300	linked
2137	custom
1518	translates
4065	initializing
648	thrown
918	senders
4993	newspans
3731	a1a
955	getweight
575	documentspan
4944	expressed
449	throws
116	class
317	property
5571	sense
1656	addfeature
1719	spanrenderer
616	environment
1029	window
131	instanceof
3098	bulls
788	getmodel
825	subclass
1061	rest
583	warn
5298	stop
2365	stadlober
3280	dict
832	importdocumentlistmarkup
1858	learnername
142	jpanel
1162	pretty
743	listselectionlistener
869	jsplitpane
2495	displays
5551	logbasevalue
279	vector
4074	rule
2786	setsubviews
4976	deletebutton
3257	parsing
670	overalpping
3489	apply'
2995	baker
967	office
4036	mistake
1070	locally
2929	tolearner
4250	statusfield
1702	highlightbutton
4526	linux
1738	highlightdiffs
3291	rules
3010	skipped
3476	multischema
781	entry
1684	interactively
1707	zoomaction
2940	spanstring
4554	itemselected
4049	theta
4418	gettotalnumberofexamples
3178	abbrstring
2351	rand's
3003	parts
1048	creates
5367	longfactorials
2782	splitviewer
975	commandlineprocessor
2774	samplemail
548	created
1727	tokenrecall
3040	verdict
1221	groundtruthlabelsfile
315	objects
3301	only_subviewer
4979	editspanproperties
3400	getclassifiers
3360	startpos
4282	tauacceptrate
2472	loadrelfile
1892	opening
4786	temp
2417	histogram
5282	domainrunning
3826	onevsallclassifier
4491	isassignablefrom
3730	trainfile
1964	answerlabels
4412	mistakes
464	unique
4725	dotrace
746	keymap
3392	addlink
2166	installed
2668	getsplit
5143	makoto
4084	unlabeledexamples
4968	highestnegativeindex
1690	editedonlycheckbox
2977	bnorm
79	training
5107	importlabelsfromlevel
937	recieving
5362	sum_ex
12	side
5326	vigilinx
460	hassubpopulationid
1278	parse
2088	binomialstderr
1831	getrightboundary
3796	sumvv
425	doc_per_line
2854	define
3798	sumvy
1138	partitions
3355	keys
3253	numclasses
5008	newvals
5082	getfiletoload
4641	possibleclasslabels
2447	datasetloader
1669	numstates
3908	tmp2
246	gethistorysize
2023	truncateg
264	sequence
4861	interact
849	getname
472	testing
4483	exiting
2250	sequenceannotator
1405	splitsequence
1263	truthtypeset
161	visible
3624	gettokenarray
3135	pdf
5163	maskedinstance
2502	trainfraction
2967	computesimilarity
3797	sumyy
3233	puttabsonleft
1416	textcontrols
1206	component
4662	chiscore
3031	loadwordperlinefile
3704	lowrisk
5239	distancelearnerfactory
4317	simpleclassifierui
3082	friday
2720	totalneg
4158	documentsize
907	initialize
973	datasetclassifierteacher
787	synchronized
2945	multiclassificationsignalparams
639	currdoc
833	colors
3407	reranking
5364	constants
1952	gettaggingreductionhelp
4271	observedcounts
2061	sign
5249	softdict
3298	processed
1198	setselectedfile
197	setsplitter
3903	overflow
523	assumptions
5091	getimportlevel
2604	sequenceutils
1878	intype
4182	webmaster
4193	badinput
2177	fienberg
3256	obtained
723	sortbyscore
2921	tester
4247	setsubsamplefraction
3425	measure
1796	currentsize
4050	promotion
4938	granted
4771	compressdataset
2420	reflections
1962	annotationexample
408	basedir
2369	simulation
5127	par
621	pc3
3241	chapter
3168	isvalidshortform
5056	statements
3561	setorientation
4423	showing
3303	text_message
4911	locate
1374	freqanal
1832	insertstring
5350	sites
2686	besttruedata
4755	wordarray
1498	dstname
3205	lindex
1288	extractionevaluation
976	ioutil
1994	checkreadonly
796	viewed
2078	variance
4374	countsgivenclass
749	tracks
603	pc2
1917	annotate
4955	transformation
1891	format_name
3544	hasfocus
1426	propset
1058	subpopid's
4932	nuclear
1056	newlabel
3195	closeparenindex
1830	getleftboundary
3245	notational
1978	exampleid
1259	box
2514	categories
1339	parallelviewer
2876	getformatnames
160	viewer
4407	priors
2376	cached
3522	govern
3376	filtering
0	package
2946	multispanprop
5220	mylist
870	jtextfield
846	highlight
3773	calculation
1462	childname
3221	overhead
3449	minimizes
1630	segmenter
2523	usespantype
2122	configure
277	phi
1055	setsubsequence
1603	listed
183	final
3711	extractornamematcher
1078	filenametocontentsmap
2197	bag
2937	bad
2483	traintest
817	getaction
3576	getallowedoutputformatvalues
1247	horizontal
552	performed
2682	bestofnrandomtreesplitter
141	jcomponent
2689	falsedata
2498	pointer
1226	programlabels
3913	compensate
3374	abstractspanfinder
3341	bar
1400	classifiedsequencedataset
1380	heuristic
1538	mapped
2126	teardown
1941	abstractbatchannotatorlearner
2469	splitsgm
1465	mapper
4956	deviates
1303	checkresult
814	default_keymap
5271	unnormalized
3589	trainextractorparameters
3948	setusehighprecisionarithmetic
2659	randomtreelearner
908	setlayout
626	linefeeds
1679	supported
731	null_class_name
2645	dimensions
5048	hierarchy
4241	testit
3832	asserttrue
806	listen
5336	empirically
4711	getcount
3047	featherweight
3083	star
4853	setclassifierfilename
1042	bcd
29	void
3931	modelgraph
642	mkdir
3840	stackedgraphicallearner
5182	require'
3917	ctable
4323	train_file
2120	removeallappenders
5321	valicert
2603	maxsegmentsize
1777	force
3745	calculating
3411	linguistics
338	props
4428	getsequencedataset
1517	finds
5121	viewertest
4395	converged
2953	neighbor
521	type
1871	thisupbutton
3978	iteration
1888	changed
2669	unusedfeatures
4648	orderings
1547	exact
1015	callmain
2245	abstractannotator
5193	datasetsequenceclassifierteacher
3119	biomedical
1578	required
2042	extractioneval
3752	cycle
660	sortedlabels
2289	teststrings
1990	addlistselectionlistener
1418	textpane
1986	fatal
3494	highlight_color
4576	charindexpropersubspan
4487	removeclass
3668	namedict
2230	means
4715	meant
2425	efficiently
4509	enter
3630	printing
3416	requires
2559	paul
5312	scrolling
1676	getsegments
752	documentlist
2869	typestring
3608	negtest
1421	getcolor
1256	updatetypebox
958	instanceviewer
5222	localh
4392	eloo
5356	actualtesterror
5221	localf
2333	quick
3496	highlighted
1361	instancecomponent
2826	infogaintransformlearner2
5087	patt
463	considered
3076	vienna
1088	path
284	compute
4561	east
3700	tokenwindow
4558	advancedoptions
5077	getstatementtype
3763	maxf1
1751	iterating
4975	exportguessspans
4812	setpmspos
1222	mixupprogramfile
326	added
3863	validation
5317	reuters
5323	agreement
4723	modify
4333	pie
3954	traindatasequencec
3346	pass
5348	numpagespersite
1629	batchsegmenterlearner
2550	subroutine
4657	addfeatureval
4320	parseboolean
4672	setrequiredannotation
366	stem
2443	step
4512	filemgr
4163	onbestpath
912	clearcontent
4055	pow
2312	matched
2263	getsequenceclassifier
2885	nice
1991	pop
679	pos
4703	newloader
4348	negativebinomial
384	matches
87	completetraining
413	matcher
3445	actualftrs
4388	convergence
2128	regextokenizer
2452	template
1271	addwindowlistener
1756	setfixedcellheight
2272	crann
2132	texttoken
2862	exits
4060	vote
615	unsupportedoperationexception
2886	modifications
2844	batchversion
1534	intermediate
158	componentviewer
3507	onevsall
1364	columnnames
1937	featurereweighter
2922	classifierteacher
3290	obey
1907	spanpropertyviewer
4930	defaultmutabletreenode
5347	numsites
758	dummy
5523	referred
2091	vanilla'
1196	seteditable
428	monotonictextlabels
2859	getdatasetfilename
922	myviewer
2605	duplicateprototypelearner
2395	c_pm
386	param
5255	editoroutputlabels
4051	beta
4028	irrelevant
2037	monotonicsubtextlabels
2713	useless
1880	toggles
3658	depicting
786	messages
33	getschema
5262	gnu
4887	setindeterminate
4396	estimateclassprobmle
3924	pmi
4347	gamma
3042	american
178	stackedlearner
3084	yugoslavia
3532	depending
110	collections
3944	parseint
3607	postest
470	site
4734	stringbag
2549	fortran
2806	adddocument
3888	classifytest
2083	sqrt
2209	makeextractionfe
4211	allocate
1790	intvalue
2458	reltemp
4971	editor_prop
4901	natively
3643	uiuc
5198	corpus
4090	getlistcellrenderercomponent
4566	william's
4226	presenting
4472	manipulated
3398	october
3779	testset
1822	rightcontextchars
4172	arbitrary
1185	setfileselectionmode
4642	beamsize
3263	emission
4627	c_t0
4623	c_t
1852	exporttype
4825	setsaveasfilename
1094	annotators
2985	good
4329	testsubpop
1456	identified
4443	propertydescriptor
2815	bytearrayoutputstream
1648	nestedfeaturegenimpl
2988	docperlinetestdata
3353	preserved
188	calibrate
2048	testextractorparams
5245	closest
5141	takashi
3467	incorrect
902	gridx
1741	hilitecolors
903	gridy
1974	fields
1936	abstractinstancetransform
818	control
510	loads
1121	forname
2500	preserves
2984	testloaddatafile
5225	posfactor
3081	belgrade
2981	testcasedir
182	getlogger
576	closetypeinside
3701	numtokens
290	difference
5032	savesequence
1203	getselectedfile
1386	updatehash
2848	testparams
1002	todataset
503	filereader
2305	carvalho
3936	hasmoretokens
4549	numadvancedparams
2905	setout
3618	identifier
553	immediately
1381	tokenhash
674	sortedtags
1596	children
1844	filefilter
775	savebutton
1387	updatehscore
2258	tmpbase
2820	stratifiedcrossvalsplitter
2788	getvisiblecontent
4100	getparametertypes
3206	currchar
4714	pipelines'
622	getspanproperties
4465	inlineclasses
4798	expos
2311	tmpstr
3542	setdefaultrenderer
741	changelistener
2202	emit
5095	getmixupexpr
41	learner
672	sorted
1587	newentryname
5094	mixupexpr
3916	getcompensatedpmutualinfo
3688	extended
4023	regret
236	sequenceconstants
2211	extractionfe
4234	reference
1428	toarray
1440	retokenize
5355	testname
1264	truthbox
4168	tspan
3684	pre
3244	welch
88	learned
1572	ordered
394	taggertestlabels
3538	bypass
1840	actual
5272	unnormalizedtfidfweight
3829	testui
1314	svmlearner
4080	myclassifier
259	sequenceclassifier
3342	gorp
2968	distances
5016	classifiedseq
157	gui
2835	dataclassificationtask
4143	previousviterbiseg
762	spanpainter
508	stringtokenizer
3001	gum
2229	getusecompressedchartype
1296	longuitest
5215	list_size
5031	preparesequencedata
3160	pairs
1579	chopping
3894	checkspans
389	equals
5088	getpatt
4885	currenttimemillis
2244	confidenceutils
4758	uwbag
3500	selectedtype
1054	conventions
4751	trbag
941	addapplybutton
404	bsh
3736	setcheckstandards
2277	newannotator
653	put
1589	newparent
1903	documentmessage
5562	longfactorial
2726	block
1434	mapping
578	switch
2961	retrieval
4231	default_learner
2903	oldsystemout
138	borderlayout
156	crossvalsplitter
735	jbutton
1362	numrows
984	trainclassifierparams
5218	a1
3698	delete
4529	opera
4160	bestendyscore
4369	max_iter
4780	semimarkowlearner
2034	kernel
2521	entitypart
3482	interrogate
5542	degree
4856	iteratorit
2356	discrete
4324	cv_folds
5074	evaluates
437	bug
3161	extractabbrpairsfromstring
4021	improving
692	buf
2679	min_value
707	ranked
2562	iseed2
2783	rename
2566	introduce
3695	applydictincreaseprecision
3616	documentgroupmap
2561	iseed1
4666	preserve
977	jointcommandlineprocessor
4664	disjoints
2626	logically
3965	setfeatureidentifier
2489	longer
140	swing
1157	accum
2050	showextractor
3778	maketoy3classdata
3379	spanfilter
2239	chartypes
5237	majority
1791	diffspan
1724	paint
4117	bwa
654	unsortedlabels
3950	usehighprecisionarithmetichelp
2	minorthird
292	erroronthissequence
5133	hurst
2069	accumulator
4766	committees
3508	manyvsrest
1122	calling
570	getnewexception
1539	matchingspan
1911	makepropertytable
2563	defseed1
4169	complicated
2564	defseed2
5130	upper
4284	guesses
2941	annotatestring
4063	alpha1
1298	cspace
1327	segmentcollinsperceptronlearner
3202	paren
2266	predictedlabels
3600	textlearnerparameters
2428	acceptance
3568	annotatedlabels
3401	transformingclassifier
1492	exist
5083	ignorecase
3865	getcrossvalsplits
1390	setspantype
566	getlinenumber
2362	university
555	beginning
3064	armenia
4073	y_t_hat
5078	keyword
1466	parententry
1526	srcmapperlist
2581	getseed
2530	begin
1463	childtextbase
876	controllable
3265	emat
695	hashmap
1763	spanmarkups
3674	lowrisknamelist
1368	user
1774	refreshspancomponent
1959	storage
189	predictions
4947	aka
1470	store
3336	getpoint
4636	instance3
4631	instance1
4633	instance2
3014	failing
3999	getnumposexamples
1207	getdefaultdir
309	sampleextractionproblem
5223	ff
4340	fi
4760	fr
5162	ft
4280	fo
3554	getrowcount
1785	fn
1784	fp
3702	transformednames
4653	instancetransformlearner
2438	gy
4398	featureprior
4322	gz
2437	gx
3133	papers
1886	getminselectionindex
4118	ha
3883	i0
5101	defdict
65	false'
5269	tfidfweighter
4544	setselected
3831	uitest
836	fpcolor
4262	mudelta
2291	retain
4463	rootclass
1515	mechanisms
1799	i1
2769	gettokenizer
3046	ibf
4625	dt
1367	idea
3558	explanationviewer
5203	satisfy
4008	obtcl
4903	findsavedannotatorfromstream
3041	dublin
4600	neglabel
2597	documentgroupid
3805	chisquareinstancetransform
48	instances
4470	classbox
4285	parameterization
1447	rootbase
2871	resulttosave
4896	attempted
4592	editandlabel
1040	de
1681	decimalformat
5230	deci
3580	onlinebaseparameters
1377	df
3103	asserts
2445	dk
1431	mappings
3340	loop
995	domain
257	current
2387	dl
1306	f1
893	left
1898	getparentfile
1299	f3
1301	f2
4405	p423
1641	ds
2397	f5
2388	dr
2396	f4
598	readable
5543	chbevl
3085	beat
151	linear
2899	ev
4833	getshowdatahelp
362	bean
561	readline
4115	elderberries
3462	w_pos
3682	fa
2868	newex
1003	fe
2240	binarylabel
3459	gain
2683	fc
285	independent
2662	yep
4091	el
3509	manyvsrestlearner
220	hyperplane
4618	agg
3878	agr
1561	mapplace
4366	em
3369	configuration
4893	redirectionprops
1156	resultiterator
962	bestclassname
2206	eq
4586	getcharoffset
209	innerclassifiers
1884	cb
1548	docs
1514	normal
4229	queried
2976	bw
3814	ig1
3815	ig2
754	long
1736	getcellrenderer
4162	bp
10	describes
4914	couldn't
1915	mygbc
1012	ann
4338	bi
3740	loadsvmstyle
1038	bc
4868	traintestparameters
312	mixupprogram
3537	dc
5224	predicts
4064	balancedwinnow
590	classnotfoundexception
3685	templates
4246	getsubsamplefraction
4087	sizeunlabeled
354	samplek
842	mpcolor
193	cv
4547	editable
4171	samples
3989	compactcandidatesegmentgroup
3922	ct
2306	cs
1269	getcontentpane
3760	e1
383	iff
3720	e2
4072	y_t
3721	finalsd
3060	played
1050	maximum
50	queries
737	jslider
2373	ch
1257	getguessbox
1488	tokenize
1039	cd
1710	collect
2014	simulate
5174	requirelist
2480	textlabelsexperiment
4327	cvsplittertest
1437	existing
2191	b2
1376	frequency
831	routine
3189	iswhitespace
538	addtotype
3125	schwartz
2068	statistics
4009	repositorykey
5034	savelinkinfosequence
772	saveasfile
2824	multievaluation
5545	b0
4677	generally
2190	b1
3361	prints
217	batchtrain
359	sample
3789	crap
1633	segmentdatasequence
2723	s's
3503	export
2146	requirement
3882	idx
3548	horizontal_scrollbar_as_needed
83	speed
1165	ids
479	getsubpopulationid
3552	pass2
5560	c5
3550	pass1
636	prediction
1867	saveannbutton
5176	nameoffiletoview
4635	c3
3059	game
582	instanceiterator
2590	referenced
2975	aw
4773	memory
187	splitter
5561	c7
3709	al
3755	c1
2919	islabelfile
3765	c2
1336	color
3404	michael
5559	c0
5558	approximation
4354	poiss
4819	setlearnerinsequentialmode
2227	aa
1037	ab
821	setview
34	forget
3436	margins
130	toinstanceiterator
3078	basketball
5358	sum_f
3585	testextractorparameters
2403	p6
1041	abc
714	listswithoneexampleeach
2402	p5
2401	p4
2400	p3
2399	p2
2398	p1
2589	documentstring
4764	spansets
2379	p0
1809	implementations
1868	saveannotator
1543	dstiterator
3820	fixed
1899	forgotten
4883	stepscompleted
4582	overlaps
4297	annotator_file
3837	transforming
3460	abs
3139	asserted
1577	correct
249	button
5292	nyou
4150	that's
3750	toytrain
856	move
3275	gettransform
2295	emissions
568	op
2939	providedannotation
132	iteratoroverunlabeled
1520	coresponding
3435	smooth_param
3621	encloses
1378	pf
4355	pg
4769	committee
5023	preprocess
4629	pa
4194	oldprofforrequest
5181	somefile
263	pc
1658	startfeatures
3026	pm
2389	r1
3004	comment
3029	ph
5287	initthreads
4949	pi
358	small
2064	accumulate
604	lo
3402	getnumdim
2382	ll
2393	lr
5229	lu
2324	punctuationpercentage
5036	linkfile
2764	getsequenceclassifierlearner
1555	currdocspan
2507	subpopsorter
4984	iotype
932	mc
2864	md
3833	bigram
2049	gettestextractorhelp
2162	eairoldi
5264	tobjectdoublehashmap
2551	published
1485	situation
4382	mi
1902	completed
4774	getcompressdataset
3681	o2
1786	mp
3680	o1
631	includeoffset
3209	longformsize
4047	vneg_t
5026	extractionreductionparams
1148	sequences
2172	mu
4608	otherlabel
1032	illustrate
1166	extension
4356	nb
2235	propertyset
81	additional
4213	item
3424	goodness'
5303	traps
4713	spansetresult
4857	gettestsetfilename
3363	specifies
5349	subsample
174	nj
1638	iter
2220	produce
324	datadir_prop
3727	wrappers
5576	curroffset
4611	relaxed
211	train
3070	yerevan
4770	batchtraincommittee
4828	getshowdata
3170	hasletter
5119	trailing
203	int
1930	showclassifier
3890	datafile
3811	ins
4951	inf
4563	kevin's
5524	kk
3142	abbrevshort
56	hasnextquery
2302	expressions
4613	li
4539	spinner
4522	rundll32
1146	matching
635	n'
5190	ld
3186	ioe
964	lc
3758	svmtest
1971	from'
1379	hs
4630	hp
1881	readonlybutton
2932	loss
4296	commands
2613	accumpos
229	theory
2620	othermap
207	add
11	learner's
5037	datasetfilename
4026	blum
2841	multitestparams
4961	sqrt_inv
372	id
4895	findfileresource
3964	ystart
2163	basicrwrapper
3326	listener
4214	partitioncontaining
1544	getmappedchildspan
2594	charoffset
1597	child1
2875	savesomehow
1598	child2
966	iq
1415	controlledtextviewer
1693	getdocumentlist
2384	k4
3949	newusehighprecisionarithmetic
1483	getmatchingspan
2386	k5
2366	acm
3834	k8
3792	dataoutputstream
2487	getsplitterparameters
4894	resource
3331	colindex
1752	ii
1983	onlinelearnereditor
3466	ij
969	dweeb
4381	il
2615	k0
221	io
2385	k1
2383	k2
4684	words'
4447	joptionpane
4567	fixes
1351	blue
5086	getwordset
4752	removes
3512	jradiobutton
272	stringutil
2586	iz
4149	sum_x
1696	paintdocument
216	finalclassifier
3240	subviewer
1820	begincontextspanindocument
2663	lets
2127	testregextokenizer
2715	truebranch
5161	activefeatureset
3534	filteroncorrectness
1609	greater
4378	numberoffeatures
2024	z1
466	nulls
1873	thisdownbutton
4199	userid
2184	xr
4610	romma
1059	newsubpopid
2185	xp
2652	splitters
2027	wx
2082	populationstddev
3995	splitcandidatesegmentgroup
1449	place
4686	z'
2957	yang
4371	multinomialclassifier
3079	international
896	y1
898	y2
2187	wp
2186	wr
331	scriptdir
1773	rendered
1965	gettaggedlabels
3269	systemout
4873	graphiccontext
1266	setselecteditem
1626	sunita
1960	documentlooper
2007	buggy
2051	vx
1997	basicdataset
2508	subpopiterator
2724	w_
342	load
4502	getpropertydescriptors
1837	setcharacterattributes
1686	null_display_type
4167	y'
773	upbutton
5047	executes
4083	semisupervisedactions
1113	noclassdeffounderror
269	viterbi
1608	give
3293	events
2454	realrelationaldataset
2056	propertyiterator
3874	numnewfeatures
5330	vp
4753	punk
897	x2
4411	checkincreased
406	running
3819	split'
270	beamsearcher
2062	x0
4746	null'
895	x1
377	executed
3659	personal
3518	easy
4826	getshowtestdetails
149	logger
5017	explainedseq
5285	vb
4493	debugging
356	hard
1720	renderer
4485	addclass
972	ui
2029	distilling
3604	facilitate
44	previous
2794	darkgray
3260	matrix
3453	w0
4620	w2
934	isselected
1502	dest
241	string
1124	doesn't
2293	hmm
2296	plog
5546	factorial
926	uc
382	annotations
3231	tabbed
899	part
5066	currentlevel
4821	getlearner
761	statusmsg
3214	tn
4265	tm
2996	hall
3524	filteronfeaturebox
2881	ts
3287	mouseadapter
573	setspanprop
1726	tr
4733	index1
1728	tp
1031	sequencelength
1350	tf
5530	round
4685	v'
4419	index'
3519	inspection
5533	ti
4609	testtextlabels
2328	assertions
4807	vpos
1876	tb
2809	tc
2653	splits
3190	ss
3799	st
3780	setdoprobabilityestimates
3609	makelabels
1389	getspantype
1594	versa
4775	setcompressdataset
1025	sn
297	text
3362	errormessage
1732	sp
3993	shallow
4416	reportmistakes
4361	nigam
1730	sr
4236	disjoint
2055	sd
517	xml
5289	se
3299	intended
4838	clslnr
4690	reduce
4394	emconverged
2552	james
1128	finish
1330	dotest
2308	input
4871	nsplitter
2414	tabulated
2612	transitions
4782	sa
4667	strata
3818	sb
5153	rr
4527	browsers
4243	rs
3927	basicfeatureindex
1918	annotatedcopy
2892	rv
3408	natural
2160	rw
5151	t1
4198	hsi
4813	refutils
1509	dstoffset
1992	rk
78	signal
627	strings
4851	tosplitter
2688	truedata
3008	repeat
3156	t'
4795	wgtneg
945	appears
3357	consume
2436	my_k
5253	hand
4716	tracing
3926	testbasicfeatureindextest
3859	stacking
5365	stirlingcorrection
103	implement
518	plain
462	drawn
4551	ishelp
1563	separate
2571	s2
1024	s1
1999	instancetransform
618	docspans
2955	cosine
4155	trace
4875	track
3199	shorttokenizer
118	multiclassifierteacher
2192	tauvup
1778	pane
1120	replaceall
2439	px
2440	py
1748	nulllooper
5235	updatevotedhyperplane
1101	provided
1729	tokenprecision
4852	getclassifierfilename
169	pp
2390	r2
1894	getfilefilter
4279	pr
2391	r4
352	ps
2392	r5
3806	top_features
3270	transformingmulticlassifier
363	shell
2598	treemap
4655	examine
3104	numeric
1305	errorrate
4420	indexedviewer
3656	utf8
355	test
1931	showtestdetails
3660	applies
4621	gethyperplanenormsquared
3306	namedsubviews
1155	lookup
332	expect
4834	open
3213	arg
248	newhistorysize
3939	removelogspaceoption
3642	wrapper
3413	page
1326	segmentannotatorlearner
2460	oper
4628	hyp
4034	margin
3344	processor
438	ignoring
3433	a_pos
542	form
1750	closurespanlooper
4220	createspaneditor
2256	singleton
2926	pushed'
857	delta
35	prepare
2758	seqlearner
4829	setshowdata
1086	getsystemclassloader
351	present
4792	setscale
5208	numgivenpos
4066	problema
815	addactionforkeystroke
1349	truncate
1006	seqdataset
4818	getlearnerinsequentialmode
2084	stddev
4253	estimators
2170	generators
4888	setstringpainted
3262	esym
3980	additionally
3501	pair
2010	minimalmargin
1554	docslooper
3854	getuseconfidences
1513	finally
2073	isbinomial
2638	negativelabel
667	startcomplabel
1651	prevpos
1188	mode
4429	getinputlabel
4676	typical
476	spit
5240	api
4081	mycl
4018	winnow
5320	tumbleweed
4626	denom0
5318	acquire
1358	addsubview
2832	typeselector
3994	shallowcopy
3296	viewers
2546	aproximately
1197	setvisible
777	superset
2299	logp
2298	logq
1392	numdoc
2847	aslist
1010	getoutputtype
4929	gettopnode
2262	computeconfidence
274	point
3220	subviews
286	attach
2709	newunusedfeatures
3985	getfeaturefactory
2135	doc2
2136	doc3
2131	doc0
2134	doc1
2274	newannotatorfile
1080	endswith
798	show
1275	pack
2761	getdisplaydatasetbeforelearning
2639	negweight
2426	hats
4589	viewertracker2
2784	viewer1
4376	tostal
1140	getnumpartitions
1665	getclassindex
671	proper
2079	avg
4669	strataiterator
3250	nstate
5108	declarespantype
2773	wcohen
1497	srcoffset
5217	hash
1680	font
5555	log2
638	savedocswithembeddedtypes
4332	cbgb's
2540	defspanprop
5052	progam
2318	producing
442	close_all_types
2785	viewer2
137	awt
1995	gettruthlabels
3770	identical
2168	apps
2822	multiclassifieddataset
1718	setlistdata
1663	allocmodel
2517	begincontinueoutsidereduction
3777	trainset
265	numberofsequences
2755	semisupervisedclassifierteacher
3628	specific
1612	childdocmap
3388	linksmap
3707	za
96	object
5044	push
353	foo'
2779	zoomedout
3952	datasequencec
3706	hscore
1117	msgpat
237	protected
480	binaryclassifier
2760	interactive
5049	fresh
4910	attempts
1733	spanprecision
5147	testbayesclassifierstest
1342	gui's
186	finallearner
3323	onlysubviewer
3121	forms
1219	getclass
4841	attempting
348	error
3646	software_view
2252	tagging
2287	applyannotator
4001	onlinelearner
2930	learnt
3716	fromfile
1524	refers
1406	fold
4358	drand
1770	getfont
2952	nearest
2441	xx
3958	datasize
1671	dotrain
3110	versions
2998	george
688	beginorend
1375	term
5096	phraselist
233	collinsperceptronlearner
698	learns
2415	applied
4301	labelviewer
1443	mercer
3378	filteredfinder
1574	guarantee
2923	pushed
4926	aug
709	negative
4659	defaultweight
3976	cmmclassifier
5344	logisticregressiontest
4612	yi
3627	getoffset
1885	docindex
4161	seqlen
5540	nested
2442	calculate
3937	setlogspaceoption
3853	setuselogisticonconfidences
1910	valfield
2200	bagofwordsfe
357	coded
4999	spanhi
5544	arithmeticexception
1895	getdescription
2750	formats
3045	defended
4024	minimization
4266	lambda
5534	coefficients
1057	setsubpopid
5291	threads
4440	beans
1294	directive
4035	trick
4188	usermap
3391	ngb
2865	annotateddataset
982	saveparams
5537	inverted
4720	partial
1402	traincds
1928	loadfrom
4681	overloaded
4939	fee
5128	testviewer
2654	bestofn
4904	native
4647	feb
109	multi
1562	parentlabels
2528	basetag
1151	trienode
1391	array
1739	neg
4682	behavior
4207	comparing
54	made
492	getnumberofclasses
3472	spanfe
1625	net
5060	pseudotoken
3105	ensures
2810	binarytextclassifier
4380	cllassindex
258	token
155	experiments
4466	inline
1939	reweight
4796	wgtpos
2687	bestfalsedata
175	nec
1981	gettype
2672	featureindex
4671	mixupcompatible
1813	classes
3841	stackedbatchclassifierlearner
3497	diffing
2036	extractorannotator
2171	rnorm
2752	binary_example_schema
587	loadserialized
1893	excel
1757	vlist
1793	indexoft
1174	jfilechooser
465	including
299	ioexception
4988	guess
4486	seperately
3791	predict
2650	possiblelabels
4180	profiles
609	getdetails
4477	validclasses
999	spanprop
319	root
2670	selects
3606	negtrain
102	change
3514	abstracttablemodel
2087	distributed
4906	lead
1397	stemming
4015	foundspan
2706	leaf
3288	mouseevent
2839	seqtrainparams
5200	userlabelprop
3491	compact
3412	march
3358	consumed
3647	lbjpostagger
2222	aaaa
1708	resetdocumentlist
827	processing
1324	spanf1
928	lastobj
2481	trainextractorparams
3520	multidatasetindex
2093	tokenizertest
3575	execute
1877	settypesbeingedited
1089	filenames
656	documentspanstartindex
822	display
67	label
1451	indicating
4694	requiredannotationfiletoload
1993	buildframe
2486	settrainingparameters
1150	node
4156	backpointer
2993	adamson
1189	setfile
51	active
4654	frequencymodel
1645	nestedmtfeaturetypes
39	make
2767	getsequenceclassifierlearnerhelp
3768	nan
2714	subtrees
4822	setlearner
2541	ranecu
3934	trainer
4277	sigmasd
163	generalization
2279	trained
2188	vbeta
4142	setvotemode
2140	spantypetokenizer
2080	population
3672	mail
4453	htmleditorkit
4343	nbp
3997	simpledatasetviewer
1722	highlights
454	main
415	expected
3136	ariel
2503	trainlist
1749	truthspanlooper
2462	addaggregator
2516	inside
4543	checkbox
1085	classloader
5	java
2404	mean_max
4029	attributes
650	docspan
47	unlabeled
794	nullspan
1806	semisupervisedbatchclassifierlearner
4040	roth
1333	textui
2643	bestweight
5328	companyword
1982	sampletextbases
1147	rote
699	rank
3330	identity_transform
2624	errors
5270	norm
791	empty
2066	report
2207	oriented
252	tokens
38	reset
4602	score0
2348	rand
5042	tbmanager
5276	jscrollbar
3118	abbreviations
4481	fullname
5565	hill
2167	r_quickstart
3979	tominorthirdclassifier
593	writeobject
4695	setfeaturestoragepolicy
2616	comparesegmentsandincrement
3810	criterion
5173	annotatorlist
4164	dumpstuff
813	getkeymap
3577	inlineselectabletypes
3395	getlinksmap
37	session
4503	getpropertytype
1549	retokenized
3432	trimmed
963	addbinary
486	voted
5110	annotate_with
2310	regexp
1087	recovering
4441	beaninfo
3390	left'
2284	trainextractor
3247	x_0
4471	configfilename
2491	createspanprop
1195	build
474	subpopulation's
4622	denom
3470	anonymous
4240	trainit
533	labeling
2954	distance
4892	analogous
3907	denon
1758	setfixedcellwidth
3851	adjust
2697	built
3123	identifying
42	note
1591	childtoparentmap
57	nextquery
1635	seglengths
318	defining
502	fileoutputstream
680	curtag
3904	getchisquared
3787	acordingly
3426	collins'
4974	exportbutton
5526	smallest
1135	unknown
4205	requestlist
5033	linkfilename
2680	valmaxvalue
4249	sending
5345	xvaltest
4077	filterfeat
5194	geteffectivelevel
4331	club
526	close_by_operation
2232	commaseparatedtokenpropertylist
1674	apply
2334	animated
4981	movespancursor
1781	marks
4724	mapfunction
1896	ext
2375	precomputed
4089	numberformatexception
769	viewlabels
994	experiment
1192	action
1714	wasedited
4729	rspan
2314	strsize
1567	docnum
5309	scroll
5098	getregex
2212	setfeaturewindowsize
4085	addunlabeled
346	classpath
2063	exp
2831	console
4765	forming
2323	punct
4216	tottestsize
4513	apple
2879	restore
3457	cur_w_neg
722	exi
2107	gently
979	uimain
6	util
3902	scale
3147	expansion
5135	wakako
5352	inst
3414	requirements
1675	mapstatestolabels
4678	emit'
4954	muller
4451	hyperlinkevent
4935	distribute
3781	rate
3131	biotext
3141	short_form_type
4706	pipeline'
4687	occurence
3603	batchtrainbinary
2745	testfilewithlabelfile
3691	namelist
3746	positive_infinity
4248	subcv
1949	problem
2359	doctoral
841	unknown_pos
21	interface
4069	normalizeweights
4017	balanced
2867	annotatedinstance
946	instancefromsequence
75	implementation
2524	reducedocument
1553	newmapper
1836	attribs
2241	extractinstance
1354	createlineborder
2911	things
3226	subview's
5444	e149
5443	e148
311	mixupinterpreter
1564	filtered
1410	default_context
2413	themean
2917	labelsfile
1134	iterated
2325	linelength
2152	splittokenizer
3909	basically
14	communicate
5440	e142
4005	set_labeleddataparameters
3845	bundle
3311	hearbroadcast
1372	richard
5439	e140
942	feature
66	boolean
5009	myiterator
2636	positivelabel
5442	e146
3224	recieves
5069	oldlabels
5441	e144
3629	iterates
4464	validsubclasses
5438	e138
2204	bag_of_lc_words
4334	pbj's
3019	seminarannouncements
1461	addtextbase
1317	traintestextractor
405	evalerror
2294	observed
5252	yneg
4119	atwhat
3586	loadannotatorparameters
5038	lineno
4221	unspecified
882	bottom
5434	e130
2781	zoomedviewer
5435	e132
3594	multiclassificationsignalparameters
5436	e134
5175	resetall
5437	e136
4779	getsemimarkovlearnerhelp
2963	classifying
3722	updated_fixed
1425	tokenized
5433	e128
4898	fails
3289	visualize
3892	labelstring
5432	e126
954	numfeatures
1590	parenttochildmap
4634	ex2
4632	ex1
3516	messageviewer
4385	likelihood
5563	stirling
2591	tokenizes
1104	written
5431	e124
5368	doublefactorials
4007	settextlearnerparameters
5430	e122
3380	candidatefinder
1441	tokenizer
5429	e120
3664	procedure
4532	mozilla
5427	e116
1854	editspancursor
5426	e115
5428	e118
2707	doublevalue
3679	allnames
1740	nulltruthtype
36	learning
1762	spandocs
5313	zhone
4270	numberofclasses
1826	math
2199	bag_of_words
2970	num
3212	arguments
4637	ex3
4174	restricts
3626	setcharoffset
5424	e111
